{"17035":{"channel":"xXyJW5JI58w41XLGd0MHryA15TC1u8hGoWE9Vl7Z","start":"1672468200","end":"1672486200","first":"K","idtitle":"KETNETJUNIOR","title":"Ketnet Junior","program_id":"9qx5krj5uePfjMG4yjsJHEdDMelVXdGtuYvhV57W","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/ZviBfqmRWtLreDKkKYq5kg.jpg","description":"Programma's voor peuters en kleuters","category":""},"17036":{"channel":"xXyJW5JI58w41XLGd0MHryA15TC1u8hGoWE9Vl7Z","start":"1672486200","end":"1672489800","first":"W","idtitle":"WINTERBEELDEN","title":"Winterbeelden","program_id":"_LweTgvgw6zQ2kxUINK2xzJzO5ToBfVaOPI8VP7X","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/7-9nD5PdU-A0VvltjHhyEA.jpg","description":"Sfeerbeelden vanuit diverse Europese bestemmingen","category":""},"17037":{"channel":"xXyJW5JI58w41XLGd0MHryA15TC1u8hGoWE9Vl7Z","start":"1672489800","end":"1672507200","first":"K","idtitle":"KETNETJUNIOR","title":"Ketnet Junior","program_id":"ZgrK7YRhWX9E6IGNLjnPuzj0L2StaOWRsIXOn8j6","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/ZviBfqmRWtLreDKkKYq5kg.jpg","description":"Programma's voor peuters en kleuters","category":""},"17038":{"channel":"xXyJW5JI58w41XLGd0MHryA15TC1u8hGoWE9Vl7Z","start":"1672507200","end":"1672510200","first":"C","idtitle":"CRITICALKINGDOMSSTORIESOFHOPEINDONESIA","title":"Critical Kingdoms: Stories of Hope : Indonesia","program_id":"T_sXvDEPkN_SzHUGCLtVN5dCV5nr79qiI4cEIE-h","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/8bEfINCWiT_a2UC9lQyCYg.jpg","description":"Het gigantische en uitgestrekte Indonesië was ooit een draaischijf voor specerijenhandel en tegenwoordig is het de grootste economie van Zuidoost-Azië. Maar het land kampt daardoor ook met problemen. De oerwouden worden bedreigd en de palmolie-industrie is berucht. De teelt heeft een enorme invloed gehad op het leefgebied van verschillende diersoorten, waaronder de gibbon. In zee wordt dan weer veel te veel gejaagd op mantaroggen en dolfijnen. Indonesië is een unieke eilandengroep met bijzondere problemen.","category":""},"17039":{"channel":"xXyJW5JI58w41XLGd0MHryA15TC1u8hGoWE9Vl7Z","start":"1672510200","end":"1672513200","first":"I","idtitle":"ICELANDWITHALEXANDERARMSTRONG","title":"Iceland with Alexander Armstrong","program_id":"UjKBbN2HNoQvFmeg7BFU0AJDKnDzQX_M4qinp-hn","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/49RGE0pWAH9BYdDQnqTd3g.jpg","description":"Alexander Armstrong verkent IJsland, het land van de gletsjers en geisers waar 's zomers de zon nooit ondergaat. Het prachtige landschap en de unieke cultuur maken van dit ooit onherbergzame eiland een populaire toeristische bestemming. Alexander ontdekt wat IJsland te beiden heeft: van kokende vulkanische modderstromen tot adembenemende gletsjers. Hij ziet geisers spuiten en ontmoet een man die brood bakt in kokend water. Hij strompelt door de levendige straatjes van Reykjavik, doet mee met een partijtje middernachtgolf en leert een IJslands paard te berijden. In het land waar rotte haai een delicatesse is, geniet Alexander van de mogelijk meest vieze maaltijd ooit. Zo hoeft u dat niet meer te doen.","category":""},"17040":{"channel":"xXyJW5JI58w41XLGd0MHryA15TC1u8hGoWE9Vl7Z","start":"1672513200","end":"1672518600","first":"T","idtitle":"THEALPS","title":"The Alps","program_id":"4fseuKVFXHjEwPEippflrmM0qD6Kw-GiL-D-mOXN","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/dt6RlSmf7VqDpq1c0cT9HA.jpg","description":"De Alpen zijn gekend om hun wilde bergen, maar het is ook een magische plek. De majestueuze bergketen verbindt acht landen en is op sommige plekken tot 4000 meter hoog. Met een lengte van 1200 kilometer vormt het een brug tussen West- en Oost-Europa en een hoge grens tussen Zuid- en Centraal-Europa. De bergen dienen als waterreservoir voor verschillende rivieren die uitmonden in drie verschillende oceanen. De enorme diversiteit maakt van de Alpen een unieke natuurschat in het hart van Europa.","category":""},"20862":{"channel":"xXyJW5JI58w41XLGd0MHryA15TC1u8hGoWE9Vl7Z","start":"1672518600","end":"1672528200","first":"E","idtitle":"ENNIO","title":"Ennio","program_id":"XyppY-KfTAV2m8r3_LQeHTAAdgP0tAemmNqT-PNt","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/G0a486R0TYC3mzYr00RVtA.jpg","description":"In deze imposante documentaire nemen grootheden uit de film- en muziekwereld, maar ook de maestro zelf, ons mee door zijn bewogen leven. Hoe hij als jongetje trompet moest leren spelen in de voetsporen van zijn vader. Zijn eerste succes wanneer voormalig schoolvriend Sergio Leone hem in 1964 vraagt muziek te schrijven voor 'A Fistful of Dollars'. Het begin van een carrière die onvergetelijke scores opleverde voor films als 'The Good The Bad and The Ugly', 'Once upon a Time in the West', 'The Untouchables' van Brian De Palma en 'Cinema Paradiso' van Giuseppe Tornatore. Tornatore, voor wie Ennio ook alle muziek verzorgde, reisde voor deze documentaire vijf jaar over de hele wereld en sprak met o.m. Wong Kar Wai, Bernardo Bertolucci, Quentin Tarantino, Clint Eastwood en Bruce Springsteen. Tegelijk krijgen we een inkijkje in het leven van Ennio, die zich lang schaamde dat hij muziek schreef voor films. In 2007 kreeg hij pas erkenning met een ere-Oscar \"voor zijn grandioze en veelzijdige bijdragen aan de kunst van de filmmuziek.\" 'Ennio Morricone overleed in 2020 en liet meer dan 500 composities na voor film en tv, meer dan 100 klassieke werken en verkocht meer dan 70 miljoen ...","category":""}}