{"52054":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1673262780","end":"1673263500","title":"Babar en de belevenissen van Badou ","program_id":"g42sLyAzF-ZgLiU_eClT83yGkBEDMIJ0NesAJEaB","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/M_JaPZs-mJ6WKveuq4JJMg.jpg","description":"Badou krijgt een bericht dat eigenlijk bedoeld is voor Babar. Er staat in dat Hippoheld ergens vastzit en bevrijd moet worden. Badou speelt net de Reddertjes met zijn vriendjes en als Reddertjes besluiten ze Hippoheld te gaan redden. Ondertussen moet Zawadi de boodschap aan Babar overbrengen. Maar Zawadi komt zelf ergens vast te zitten, dus Babar ontvangt het bericht nooit. Badou probeert plannen te bedenken om Hippoheld te redden, maar alles mislukt. Dan komt hij erachter dat dat komt doordat hij alles in zijn eentje verzint en uitvoert in plaats van als een team. Uiteindelijk lukt het de Reddertjes om Hippoheld te redden als een team.","category":""},"56600":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1673349600","end":"1673350260","title":"Babar en de belevenissen van Badou ","program_id":"QE3JIc62mZ9GC0jHNtrJj7DgFAKo9Bjo28gcK6Nx","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/krPuTf_TL5Mx_302WaTD1Q.jpg","description":"Badou, Chiku en Jake spelen 'piraten van Zwartslurf'. Maar Badou stelt Jake teleur als hij hem vertelt dat Zwartslurf maar een verzinsel is en nooit echt heeft bestaan. Ondertussen heeft Meneer Duister een nep-schatkaart te koop en wil in ruil daarvoor een flamingo-ei hebben. Jake gelooft dat de kaart echt is en steelt het flamingo-ei uit het paleis om aan de schatkaart te komen. Vervolgens legt Babar uit dat Zwartslurf wel heeft bestaan. En natuurlijk zijn er veel dingen bij verzonnen, maar voor iemand die zo jong is als Jake is het leuk om overal in te geloven. Badou voelt zich schuldig en besluit samen met Chiku om Jake te helpen.","category":""},"61317":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1673436180","end":"1673436840","title":"Babar en de belevenissen van Badou ","program_id":"KAXX-nrcFxO3Jm7bCpCjluO7eWsNVIViBjywqt86","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/PTKb7Tnt_THlrDe-U9eLzg.jpg","description":"Badou, Jake, Munroe en Floor gaan kamperen en Badou wil dat het 't beste kampeeruitje ooit wordt. Als ze midden in de nacht hun tent uitkruipen, vinden ze de ontsnappingstunnel van het Paleis. Badou wil er graag in, omdat hij wil dat dit het beste kampeeruitje ooit wordt. Uiteindelijk blijkt het daarbinnen een doolhof te zijn en komen ze vast te zitten. Gelukkig heeft Badou het kampvuurverhaal van Babar nog in zijn achterhoofd wat ervoor zorgt dat hij de uitgang vindt en iedereen uiteindelijk weer veilig buiten staat.","category":""},"66027":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1673522820","end":"1673523480","title":"Babar en de belevenissen van Badou ","program_id":"kF9ikTMGRwzvS3_IkaICi2XOedPhixoFoDzfCC1I","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/fbY5pyZjfmCLvjjwlyeV8A.jpg","description":"Als Badou en Jake zich realiseren hoe oud Cornelius al is, krijgen ze de behoefte om hem te beschermen. Ze volgen hem overal om hem te behoeden voor gevaar. Maar daarmee zorgen ze er alleen maar voor dat hij zich bezeert. Uiteindelijk is het Cornelius die Badou en Jake behoedt voor gevaar en hij laat de jongens zien dat hij wel oud is, maar nog lang niet versleten.","category":""}}