{"27976":{"channel":"JIY-fyHDkM1Rk260f-WNXlVD8iYnlDtWOQ4ah0hb","start":"1672837440","end":"1672838760","title":"Dieren in nesten","program_id":"dIk0FzUGOR7imjPggLqPNeMvNcgWcNTa5gyRozpC","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/Lg1pS1blurzvbatLrPolWg.jpg","description":"Met Chris Dusauchoit volgen we Francis en Cois van Planckendael. Zij moeten een Zuid-Amerikaanse boshond verdoven en onderzoeken. We maken kennis met de zieke pony Rakker, die zich op homeopathische wijze laat behandelen door een Duitse paardenspecialiste. In de dierenkliniek te Gent krijgen we een valk te zien met een erg gezwollen poot terwijl Johan katjes gaat inenten tegen het gevaarlijke kattenaids.","category":""},"50596":{"channel":"JIY-fyHDkM1Rk260f-WNXlVD8iYnlDtWOQ4ah0hb","start":"1673270700","end":"1673271900","title":"Dieren in nesten","program_id":"BiMGbUZR3KGn5Svr7OObLYORHixKIhES80N1BZE-","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/Lg1pS1blurzvbatLrPolWg.jpg","description":"Chris Dusauchoit maakt vandaag kennis met Simba, een leeuwenwelp. Sil van het Natuurhulpcentrum kon het dier redden uit de handen van een dierenopzetter. Simba was zwaar ondervoed en verzwakt. Vandaag zullen Sil en dierenarts Stef zien hoe het met Simba's gezondheid gesteld is. In Planckendael zijn we getuige van een klein mirakel. Tjachar, het przewalskipaard heeft er een heuse lijdensweg opzitten. Specialisten gaven de doodzieke hengst geen kans meer. De mensen van Planckendael bleven echter doorzetten en met succes. Zijn genezing is bijna een feit. Dierenarts Johan moet het gebit van bejaarde hond Laika onder handen nemen. Laika en zijn baasje Leonie zien dit niet zo zitten.","category":""},"59664":{"channel":"JIY-fyHDkM1Rk260f-WNXlVD8iYnlDtWOQ4ah0hb","start":"1673450700","end":"1673451900","title":"Dieren in nesten","program_id":"yLxbmViey0kOtBsE24bCNNYRnmvyLBsPBA7sS12w","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/Lg1pS1blurzvbatLrPolWg.jpg","description":"Met Chris Dusauchoit zijn we in het dierenziekenhuis te Merelbeke bij Tootsi de Chow Chow. Hij sprong uit een bestelwagen en kwetste zich daarbij aan de knie. Dokter Bernadette stelt een operatie voor. Met Johan kloppen we vandaag aan bij Palmyre, een bejaarde dame die niet op haar mondje is gevallen. Palmyre maakt zich zorgen over Naïs, een vinnig hondje met vocht op de longen. Veearts Heidi treffen we weer in de stal aan waar ze een Nubische geit moet castreren. In het natuurhulpcentrum te Opglabbeek is het weer een drukte van jewelste. Simba de leeuwenwelp heeft een rotte tand en moet weer naar dierenarts Stef. Het getraumatiseerde dier moet daarvoor wel eerst die vervelende kist in...","category":""},"64392":{"channel":"JIY-fyHDkM1Rk260f-WNXlVD8iYnlDtWOQ4ah0hb","start":"1673537100","end":"1673538300","title":"Dieren in nesten","program_id":"3juFx5MWNvwYJSBuzlMvt3D-M0r6wwnkPHYbewoT","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/Lg1pS1blurzvbatLrPolWg.jpg","description":"Met Chris Dusauchoit zijn we in de kennel-eenheid van het Belgisch leger. Otto, een Mechelse scheper moet een gehoorzaamheidstest en een uitvoerige medische keuring ondergaan voor hij wordt aangenomen. Dierenarts Johan krijgt een spoedgeval binnen. Een gerbil met ernstige bevallingsproblemen. Johan ziet een operatie van het knaagdiertje niet meteen zitten. In het dierenziekenhuis te Merelbeke krijgt dokter Frank een wurgslang op zijn tafel, een boa-constrictor met een gezwelletje.","category":""}}