{"1459":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1672316700","end":"1672318500","title":"Food CIA ","program_id":"zVAU5zicnIoNwQ8OovBQg7DpEsRXkOjFfLmaRUlI","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/yTW19ph_H47ACh5w9RSVdw.jpg","description":"Jimmy wil in IJsland meer te weten komen over skyr, een mysterieus yoghurtproduct dat volledig vetvrij zou zijn, maar toch verrassend romig smaakt. Wat is het precies? Kate wil weten of je oesters het hele jaar door kunt eten, of alleen als er een 'r' in de maand zit, zoals ze weleens heeft gehoord. Matt verbaast zich over de gedroogde aardbeien in ontbijtgranen. Zijn dat echte aardbeien of slimme surrogaten? En hoe krijgen ze die dan zo klein? Zijn zoektocht voert hem van een gigantische aardbeienkwekerij in Kent naar een hightechfabriek in Preston, waar hij tot op de bodem uitzoekt welke verrassende technieken hierbij komen kijken.","category":""},"5895":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1672402740","end":"1672404420","title":"Food CIA ","program_id":"YJmu1R5skr_z3nbAz2vb-ZWxK8YdhSjBOOsk78m2","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/yTW19ph_H47ACh5w9RSVdw.jpg","description":"Jimmy onderzoekt in Italië waarom Parmezaanse kaas in de supermarkt soms wel twee keer zoveel kost als gewone kaas. Zijn zoektocht begint niet in een kaasmakerij of een wei vol koeien, maar in een zwaarbewaakte bankkluis waar bijna een half miljoen Parmezaanse kazen liggen opgeslagen. Kate piekert over paprikapoeder: hoe wordt dat precies gemaakt? Ze reist af naar Hongarije, waar een potje paprikapoeder op tafel net zo gewoon is als peper en zout bij ons. En Matt verdiept zich in hardgekookte eieren. Het is thuis vaak al lastig genoeg om een hardgekookt eitje te pellen. Hoe doen de grote producenten dat?","category":""},"18475":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1672662120","end":"1672663860","title":"Food CIA ","program_id":"oeZxhM5yhHw1meC5ocMNTRrgNzLCDb8sgzKYo6a_","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/yTW19ph_H47ACh5w9RSVdw.jpg","description":"Kate wil in Australië alles te weten komen over een van de meer exotische vleessoorten die tegenwoordig in de supermarkt ligt: krokodil. Hoe kun je zo'n gevaarlijk dier fokken? Jimmy gaat in IJsland uitzoeken waar levertraan vandaan komt. Waarom worden die tranen alleen uit de lever van een kabeljauw geperst en niet uit de lever van een zalm? En Matt heeft een prangende vraag over bagels: die hebben praktisch dezelfde ingrediënten als brood. Waarom smaken ze dan toch zo anders? Hij hoopt op een reisje naar New York, bakermat van de moderne bagel - maar belandt in Rotherham, zetel van Europa's grootste bagelfabriek.","category":""},"22952":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1672749720","end":"1672751580","title":"Food CIA ","program_id":"Quyd3vc3Dnd_m5Cr-cVMYAWU59QcrkKdCflrmwJn","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/yTW19ph_H47ACh5w9RSVdw.jpg","description":"Jimmy onderzoekt in Kenia waarom de ene thee veel duurder is dan de andere. Op een van de grootste theeplantages in het land ontdekt hij dat er thee bestaat in allerlei smaken en kwaliteiten, en dat er subtiele verschillen tussen iedere oogst kunnen zitten. Kate ziet op de meest onverwachte producten vaak rozemarijn als ingrediënt vermeld staan: van chocolate chip cookies tot ijs. Overal zit het in, zonder dat je het ooit proeft. Hoe zit dat? En Matt duikt bij de kust van Cornwall naar zeewier, dat tegenwoordig ook vaak in de winkel te vinden is. Kun je alle soorten zeewier eten?","category":""},"27535":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1672836240","end":"1672838040","title":"Food CIA ","program_id":"lHrohFx-Fc87wWEijETjr0WNbgXyI6apdpO-w1e1","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/yTW19ph_H47ACh5w9RSVdw.jpg","description":"Kate is in Australië op eucalyptusonderzoek. Eucalyptus zit in keelpastilles en kauwgum, maar wat is het precies, waar komt het vandaan en waarom helpt het zo goed om de luchtwegen vrij te maken? Jimmy krijgt maagzuur van tafelzuur. De meeste ingelegde producten bevatten azijn, maar ingelegde kool, ofwel zuurkool, bevat geen drup azijn, hoewel hij er wel naar smaakt. Hoe zit dat? En Matt krijgt uitsluitsel over een heikel onderwerp dat vaak tot verhitte debatten leidt: moet het in de koelkast of niet? Koffie, tomaten, aardappels of zelfs rode wijn: moeten ze in de koelkast worden bewaard of niet?","category":""},"29593":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672869540","end":"1672871460","title":"Food CIA ","program_id":"UWD5CnyglFg6V_5nmzOKS6K2IJvKyyuTXa6YSNTc","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/yTW19ph_H47ACh5w9RSVdw.jpg","description":"Jimmy Doherty buigt zich over de nieuwe Britse suikerbelasting en ziet dat die veel fabrikanten ertoe brengt de hoeveelheid suiker in hun frisdrank te verlagen. Maar wat stoppen ze er dan in om te zorgen dat de smaak niet verandert? Kate Quilton vraagt zich af waarom je sommige boterhammen zo gemakkelijk stuk smeert, terwijl andere veel steviger lijken. Broodfabrikant Kingsmill doet het uit de doeken: het blijkt een kwestie van gebakken lucht. Ondertussen ziet Matt Tebbutt steeds vaker witte stukjes in zijn kipfilet zitten. In Italië ontdekt hij hoe dat komt.","category":""},"32167":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1672921500","end":"1672923240","title":"Food CIA ","program_id":"-LgXmRg9ghUGxGtcmXrXI6ee-hcLFGxpC4_3sf0u","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/yTW19ph_H47ACh5w9RSVdw.jpg","description":"Overal in Groot-Brittannië zie je 'gelato bars' verschijnen, maar wat is gelato eigenlijk? Is het niet gewoon een chique naam voor ijs? Om daar achter te komen, bezoekt Kate de oudste ijssalon van Rome, waar belangrijke verschillen aan het licht komen. Jimmy vraagt zich in Mauritius af wat het verschil is tussen witte en bruine rum. Bevatten ze verschillende ingrediënten? Een bezoek aan een van de grootste distilleerderijen van het eiland helpt Jimmy het antwoord te vinden. En Matt heeft een pepermuntprobleem: waarom voelt zijn mond koud van binnen als hij op een pepermuntje zuigt?","category":""},"36804":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1673007720","end":"1673009520","title":"Food CIA ","program_id":"iqrRqzL-UL-tbsDSdElG2Oa2g4NSRJdOO7jLupzd","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/2ksJMGOXT3FNAA4vmNlcaA.jpg","description":"Matt gaat naar Tequila om meer te weten te komen over Mexico's nationale sterke drank. Waar komt het idee van een worm in je tequila vandaan? Matts zoektocht voert hem van velden vol exotische blauwe planten naar een van de grootste distilleerderijen van het land. Jimmy proeft een ongebruikelijke Poolse delicatesse: karper. Maar als Jimmy een verse karper proeft smaakt die toch echt naar modder. Hoe maken de Polen hier een geliefde delicatesse van? En Kate houdt zich in Spanje bezig met makkelijk pelbare citrusvruchten. Tangerijnen, mandarijnen, satsuma's en clementines: wat is het verschil tussen al deze mini-sinaasappels?","category":""},"50146":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1673272560","end":"1673274360","title":"Food CIA ","program_id":"2G8aAmUaEoHrNWMjjuFKBs-f5LnvMhdyO6Iz_ZaK","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/yTW19ph_H47ACh5w9RSVdw.jpg","description":"Jimmy doet onderzoek naar schokkende berichten dat 'inktvis en chips' door de stijgende temperatuur van het zeewater weleens in de plaats zouden kunnen komen van de Britse 'fish en chips'. Voor een blik in de toekomst gaat hij naar Thailand, waar inktvis een nationale obsessie is. Kate buigt zich over de multivitaminen. Miljoenen mensen nemen ze elke dag, maar waar komen ze eigenlijk vandaan, en hebben we ze wel echt nodig? En Matt gaat in Cornwall kijken wat clotted cream zijn specifieke gele kleur geeft. Een bezoek aan de grootste Britse producent geeft opheldering.","category":""},"54626":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1673358900","end":"1673361000","title":"Food CIA ","program_id":"x5RJCBvvmycmk-9Vb0F1NdrB_yQ1CYHVyfAUD8WD","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/yTW19ph_H47ACh5w9RSVdw.jpg","description":"Jimmy wil weten waar de smaak in zijn earlgreythee vandaan komt. In de ingrediëntenlijst staat iets wat bergamot heet, maar wat is dat eigenlijk? Kaantjes zijn een klassieke Britse snack in de pub. Maar waarom worden ze niet gemaakt van Britse varkens? Nieuwsgierig naar het antwoord onderneemt Matt een opmerkelijke reis die hem van een kaantjesfabriek in Lancashire naar een operatiezaal brengt. En Kate bezoekt in Californië de grootste producent van jelly beans ter wereld. Gelatine bevatten ze niet, dus wat is de 'jelly' in een jelly bean? Kate ontsluiert de geheimen van deze snoepjes.","category":""},"59214":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1673445600","end":"1673447400","title":"Food CIA ","program_id":"ZwfSHi3hVYUYqw9PwUFoPS-4JTbJhx9UNBxmnyuf","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/yTW19ph_H47ACh5w9RSVdw.jpg","description":"Hoe maken ze nou kroepoek van garnalen? En hoe maken ze de snack zo knapperig? Jimmy ontdekt in Thailand welk geheim ingrediënt kroepoek zo uniek maakt. Matt neemt een kijkje in de wereld van de kruiden. We kopen steeds meer kruidenplantjes in een pot, maar waarom is het zo moeilijk om die plantjes in leven te houden? Kate snapt niet wat mineraalzout, of LoSalt, nou eigenlijk is. Volgens het etiket bevat het veel minder natrium. Maar natrium is gewoon zout. Wat zit er dan wel in dit 'zout'? En verdient zout eigenlijk wel zo'n slechte naam als het om onze gezondheid gaat?","category":""},"61346":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1673475600","end":"1673477400","title":"Food CIA ","program_id":"b5hqZQElPJ9wBI9FicLqjMyn0Q4C1RDMrY8kqaoR","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/yTW19ph_H47ACh5w9RSVdw.jpg","description":"Jimmy ontdekt wat er klopt van de wijdverbreide gedachte dat koffie helpt om nuchter te worden in een uniek laboratorium waar je je in de kroeg kunt wanen. Ook kijkt hij naar interessant nieuw onderzoek dat een verband legt tussen het drinken van koffie en een verlaagde kans op leveraandoeningen. Ondertussen wil Kate in San Francisco alles weten over het nieuwe trendy drankje komboecha en over het bijzondere bedrijfje dat daarvan kleding maakt. En Matt bijt zich vast in runderlappen: hij vraagt zich af waarom de etiketten in de supermarkt vaak niet vermelden van welk deel van de koe die komen.","category":""},"63935":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1673531700","end":"1673533800","title":"Food CIA ","program_id":"vh0AAcyRnPAM2hQPd3J4dTGqeAw_1ERhAk20hPFS","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/yTW19ph_H47ACh5w9RSVdw.jpg","description":"Kate loopt in Amerika de alternatieven voor koemelk af. Ze begint met een bezoekje aan een producent van amandelmelk in Californië, waar ze te weten komt hoeveel amandelen er in een liter gaan. Jimmy onderzoekt wat er waar is van de berichten dat de vis die we kopen niet altijd de vis is die we denken. In een bunker in Oxfordshire ziet hij een heel bijzonder team aan het werk, dat de gangen van alle zeeschepen ter wereld nagaat en alarm slaat bij mogelijk verdacht gedrag. En Matt smult van smeerbare boter, maar wat is dat nu precies: boter of margarine? Hij steekt zijn licht op bij een bijzondere kunstenaar die botersculpturen maakt.","category":""}}