{"56455":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1673251800","end":"1673252460","title":"Olivia ","program_id":"0U3Sg-SrxkbWr9xTdW4nDqJqNIy27IiLr1SJzfsG","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/NxcgCv1cb4ow4hTsd8MSQg.jpg","description":"Olivia heeft het perfecte kerstcadeau voor Ian gevonden, maar hoe blijft het een verrassing? Ze heeft geluk en vindt de perfecte verstopplek. Maar op kerstochtend is de tuin helemaal wit! Olivia moet het cadeau terugvinden, en snel!","category":""},"60965":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1673337960","end":"1673338620","title":"Olivia ","program_id":"OTdHfC39FZPZceLf1aM-9azSpzr7oGXMJjnfRGoe","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/NxcgCv1cb4ow4hTsd8MSQg.jpg","description":"Oma komt op bezoek. Moeder wil graag dat zij op Olivia's kamer slaapt. Maar dan moet Olivia voor een paar dagen bij Ian op de kamer slapen. Iets waar Olivia helemaal geen zin in heeft. Als oma er is, vraagt ze Olivia of zij toch niet liever bij haar komt slapen. Dit lijkt Olivia wel wat. Maar als ze oma 's nachts hoort snurken, kiest ze toch liever voor de kamer van Ian.","category":""},"65654":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1673424360","end":"1673425020","title":"Olivia ","program_id":"EuouSyp-qYsJ6BaNX1nA9cYCxv3VBojbm_sT8XuG","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/NxcgCv1cb4ow4hTsd8MSQg.jpg","description":"Olivia mag bij Francine komen eten. Ze verheugt zich hier erg op en verwacht dat het een chique aangelegenheid wordt. Toch is het niet zo leuk als ze verwacht had. De stoelen zijn verpakt in plastic, er mag niet gelachen worden onder het eten en als er één spruitje op de grond valt, staat het hele huis op z'n kop. Olivia eet uiteindelijk toch liever bij haar eigen vader en moeder, ondanks het onsmakelijke eetgedrag van Ian.","category":""}}