{"6425":{"channel":"K0Y-FZZNgbg-JTm3UcTFo3KtNPbhRJQOoagUXH4E","start":"1672326900","end":"1672327800","title":"Ontdek de Eredivisie","program_id":"JVZmng_6abbB9TBbnUbX9pO3iTer4JBFP3fOMdBH","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/NJph4n71reKqUVK7rdI7BA.jpg","description":"In de nieuwe serie ‘Ontdek de Eredivisie’ neemt journalist Sjoerd Mossou de kijker mee langs de mooiste voetbalplekken van Nederland. In welke wijk, trapveldje, woonhuis of café liggen de roots van onze clubs? Waar komen voetballiefhebbers uit Alkmaar, Groningen of Den Haag het liefst op wedstrijddagen? In iedere aflevering bezoekt Mossou een voetbalstad die op één of andere manier kleur gaf aan 65 jaar Eredivisie. Samen met voetbaliconen bezoekt hij bijzondere locaties, haalt mooie anekdotes op en duikt zo in de Nederlandse voetbalcultuur. Couleur locale, voetbalromantiek en actualiteit vinden elkaar in het eerste 'voetbalreisprogramma' van Nederland. In de derde aflevering staat Vitesse centraal, van discotheek Manhattan tot Cafe de Schoof op de Korenmarkt en van Nieuw Monnikenhuize tot GelreDome. Sjoerd spreekt onder meer met Jan Streuer, Edward Sturing en Nicky Hofs over FC Hollywood aan de Rijn.","category":""},"10842":{"channel":"K0Y-FZZNgbg-JTm3UcTFo3KtNPbhRJQOoagUXH4E","start":"1672413300","end":"1672414200","title":"Ontdek de Eredivisie","program_id":"MLj91iSK7hL6E0lbB8WfwxLf0CqR3X0Rav53VE2p","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/NJph4n71reKqUVK7rdI7BA.jpg","description":"In de nieuwe serie ‘Ontdek de Eredivisie’ neemt journalist Sjoerd Mossou de kijker mee langs de mooiste voetbalplekken van Nederland. In welke wijk, trapveldje, woonhuis of café liggen de roots van onze clubs? Waar komen voetballiefhebbers uit Alkmaar, Groningen of Den Haag het liefst op wedstrijddagen? In iedere aflevering bezoekt Mossou een voetbalstad die op één of andere manier kleur gaf aan 65 jaar Eredivisie. Samen met voetbaliconen bezoekt hij bijzondere locaties, haalt mooie anekdotes op en duikt zo in de Nederlandse voetbalcultuur. Couleur locale, voetbalromantiek en actualiteit vinden elkaar in het eerste 'voetbalreisprogramma' van Nederland. In Groningen verkent Sjoerd met Kurt Elshot en supporter Rob Groen de Oosterparkbuurt, waar van 1933 tot 2005 het oude stadion stond. Vanuit Bedum gaan we vervolgens naar de Euroborg en met Mark-Jan Fledderus worden herinneringen opgehaald aan Luis Suarez.","category":""},"27925":{"channel":"K0Y-FZZNgbg-JTm3UcTFo3KtNPbhRJQOoagUXH4E","start":"1672758900","end":"1672759800","title":"Ontdek de Eredivisie","program_id":"s_8YT0s2lrOIDpBHgH0YpaRRDHGBDqhy3vwikIi2","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/NJph4n71reKqUVK7rdI7BA.jpg","description":"In de tweede reeks afleveringen van de serie ‘Ontdek de Eredivisie’ neemt journalist Sjoerd Mossou de kijker weer mee langs de mooiste voetbalplekken van Nederland. In welke wijk, trapveldje, woonhuis of café liggen de roots van onze clubs? In iedere aflevering bezoekt Mossou een voetbalstad die op één of andere manier kleur gaf aan 65 jaar Eredivisie. Samen met voetbaliconen bezoekt hij bijzondere locaties, haalt mooie anekdotes op en duikt zo in de Nederlandse voetbalcultuur. In deze aflevering gaan we op zoek naar de roots van N.E.C., ontstaan uit de clubs Nijmegen en Eendracht. We zien de Waalkade en de Grote Markt, ontmoeten Theo van Benthum en Dennis Gentenaar op de bijzondere plekken in en om het Goffertstadion en gaan op bezoek bij de buurtwinkel Jan Linders in het Waterkwartier.","category":""},"32521":{"channel":"K0Y-FZZNgbg-JTm3UcTFo3KtNPbhRJQOoagUXH4E","start":"1672845300","end":"1672846200","title":"Ontdek de Eredivisie","program_id":"gPEFb1R0UqDPPNAdVDCeRZjFHXD2holpQY7uiSZu","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/NJph4n71reKqUVK7rdI7BA.jpg","description":"In de tweede reeks afleveringen van de serie ‘Ontdek de Eredivisie’ neemt journalist Sjoerd Mossou de kijker weer mee langs de mooiste voetbalplekken van Nederland. In welke wijk, trapveldje, woonhuis of café liggen de roots van onze clubs? In iedere aflevering bezoekt Mossou een voetbalstad die op één of andere manier kleur gaf aan 65 jaar Eredivisie. Samen met voetbaliconen bezoekt hij bijzondere locaties, haalt mooie anekdotes op en duikt zo in de Nederlandse voetbalcultuur. In deze aflevering de bijzondere plekken van Willem II. Sjoerd bezoekt het stadion en spreekt in de stad met Frank Evenblij over de clubhistorie. Over de glorietijd in de Champions League onder Co Adriaanse, maar ook over de legendarische strafmars van 26 km vanuit Rijen naar het stadion en weer terug. En cultheld Arjan Swinkels praat over zijn leven dat vanaf de jeugd verbonden is aan Tilburg en de club.","category":""},"37166":{"channel":"K0Y-FZZNgbg-JTm3UcTFo3KtNPbhRJQOoagUXH4E","start":"1672931700","end":"1672932600","title":"Ontdek de Eredivisie","program_id":"3zi9jRmGi9SpSH9xcUNPAV-TajcpNrauFxZN6uB7","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/NJph4n71reKqUVK7rdI7BA.jpg","description":"In de tweede reeks afleveringen van de serie ‘Ontdek de Eredivisie’ neemt journalist Sjoerd Mossou de kijker weer mee langs de mooiste voetbalplekken van Nederland. In welke wijk, trapveldje, woonhuis of café liggen de roots van onze clubs? In iedere aflevering bezoekt Mossou een voetbalstad die op één of andere manier kleur gaf aan 65 jaar Eredivisie. Samen met voetbaliconen bezoekt hij bijzondere locaties, haalt mooie anekdotes op en duikt zo in de Nederlandse voetbalcultuur. Deze aflevering over De Graafschap begint op de fiets op weg naar De Vijverberg. ESPN-presentator Pascal Kamperman vertelt Sjoerd over zijn opa die betrokken was bij de oprichting van de club. Ook Varsseveld, de geboorteplaats van Guus Hiddink, de Kelder van Haank en de Supporterskantine worden aangedaan. Met Sjoerd haalt Ted van de Pavert herinneringen op aan het stadion.","category":""},"41777":{"channel":"K0Y-FZZNgbg-JTm3UcTFo3KtNPbhRJQOoagUXH4E","start":"1673018100","end":"1673019000","title":"Ontdek de Eredivisie","program_id":"fVDtwJHIp8gMyDIWmA_W5f_sX6FxxgJOw2MLriJj","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/NJph4n71reKqUVK7rdI7BA.jpg","description":"In de tweede reeks afleveringen van de serie ‘Ontdek de Eredivisie’ neemt journalist Sjoerd Mossou de kijker weer mee langs de mooiste voetbalplekken van Nederland. In welke wijk, trapveldje, woonhuis of café liggen de roots van onze clubs? In iedere aflevering bezoekt Mossou een voetbalstad die op één of andere manier kleur gaf aan 65 jaar Eredivisie. Samen met voetbaliconen bezoekt hij bijzondere locaties, haalt mooie anekdotes op en duikt zo in de Nederlandse voetbalcultuur. In deze aflevering FC Twente, waar Sjoerd in de Grolsch Veste met Willy Berends door de pieken en dalen van de clubgeschiedenis gaat. Van de eerste getrapte bal in Nederland, via de oprichting van de club in 1985 tot Vak-P in het huidige stadion. Youri Mulder laat het oude Diekman zien en Jeroen Heubach haalt in de binnenstad herinneringen op aan een bijzondere bekerfinale na de vuurwerkramp.","category":""}}