{"7915":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672335900","end":"1672336800","title":"Het klokhuis ","program_id":"EQju9J4FCmxHEnDzS84g9VgUxq48SyPRnmnba1m8","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/bxPdXhH7K5r8VD01iR8WzQ.jpg","description":"Mondkapjes, we horen er veel over de laatste tijd. Maar wat zijn de verschillen eigenlijk? Waarom worden in het ziekenhuis andere mondkapjes gebruikt dan op straat? En hoe doe je een mondkapje op en af? Dat zoekt Eva uit met behulp van ultraviolet licht. Ook sommige Cowboys dragen mondkapjes.","category":""},"12298":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672422300","end":"1672423200","title":"Het klokhuis ","program_id":"g64gF6ZHlmnszjSf-pMUSpRrClqawouWYjDDOCSf","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/bxPdXhH7K5r8VD01iR8WzQ.jpg","description":"Mensen eten al heel lang chocola. Een van de eerste mensen die de cacaoboon ontdekten, waren de Maya's, in Zuid-Amerika. Maar hoe maak je van een cacaoboon eigenlijk lekkere eetbare chocolade? Janouk komt erachter dat chocolade eerst getemperd moet worden. Maar wat is dat eigenlijk? Chocolatier Rafaël laat aan Janouk zien hoe je een prachtig chocoladehart maakt. En Ton en Liesbeth gaan naar het Klachtenbureau voor hun chocoladeverslaving.","category":""},"24880":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672681380","end":"1672682400","title":"Het klokhuis ","program_id":"IJ9Hr5tgxpgQW5VMdJJcRGLZcbAaLMEHGA_8kLX0","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/bxPdXhH7K5r8VD01iR8WzQ.jpg","description":"Op het Klokhuis Kantoor is iedereen gespannen, want er komen twee échte journalisten langs. In HUH?! wordt uitgelegd wat 'nieuws' is. Een fles cola die net geschud is krijg je nooit open zonder te knoeien. Maar wat gebeurt er als je een paar keer tegen de bodem tikt? Tirsa en Eva doen een experiment. Eva onderzoekt een van de meest voorkomende kwaaltjes: wratten. Wat zijn wratten en hoe krijg je ze weg?","category":""},"29444":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672767840","end":"1672768800","title":"Het klokhuis ","program_id":"kYbj_Y1XptR3jT-PXwNGPbQBube90BFvgjIwCcRr","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/bxPdXhH7K5r8VD01iR8WzQ.jpg","description":"De huid is het grootste orgaan dat we hebben. Het beschermt je tegen indringers, virussen en bacteriën, maar ook tegen kou en hitte. Met behulp van de zon wordt de vitamine D in de huid aangemaakt dat je nodig hebt voor sterke botten. De huid is ook één van de zintuigen waarmee we de wereld om ons heen waarnemen. Lekker met je blote voeten in het gras, knuffelen met je vader of moeder, een frisse duik in het water. De huid maakt jou uniek en van jouw vingerafdruk is er geen tweede in de hele wereld. Nizar duikt samen met huiddokter (dermatoloog) Petra in dit veelzijdige orgaan. En de Cowboys zingen 'Give me some skin!'.","category":""},"34049":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672854180","end":"1672855200","title":"Het klokhuis ","program_id":"Px4E1U_qQlH86E2TGZgaQ3KZoBuqhrpAAN3Nb5m8","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/bxPdXhH7K5r8VD01iR8WzQ.jpg","description":"Dit keer een Klokhuis-ode aan de hobo! Sosha ontmoet één van de beste hoboïsten van Nederland: Pauline Oostenrijk! Zij legt uit waarom de hobo zo'n belangrijk instrument is in een orkest, en ze laat zien en horen wat er zo bijzonder is aan een hoboriet. En Peter Hendriksz laat in zijn hobo-atelier alle onderdelen zien van dit bijzondere houtblaasinstrument! Tot op het kleinste schroefje haalt hij hobo's uit elkaar om ze te repareren. Ook Wendel en Liza proberen een hobo te maken.","category":""},"38675":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672940880","end":"1672941660","title":"Het klokhuis ","program_id":"SD--FCUKGrgg0_JaXesd_IhE2VMKkSCCKOCxFsks","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/bxPdXhH7K5r8VD01iR8WzQ.jpg","description":"Dit keer: onze bodem! Hoe ziet een gezonde bodem eruit en hoe zorgen boeren ervoor dat daar eten uit groeit? Tirsa gaat op stap met boer Peter. De Boze Man ontmoet een ontspannen boer.","category":""},"43259":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1673026980","end":"1673028000","title":"Het klokhuis ","program_id":"gR_Wp4NxWSzjUU2TT-LYQ66Kwv1DfXUM6PWgJcvR","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/bxPdXhH7K5r8VD01iR8WzQ.jpg","description":"Poëzie - oftewel dichtkunst - kom je overal tegen. Niet alleen in gedichtenbundels, maar ook in je social media, in liedjes, en zelfs gewoon buiten op straat. Sosha gaat op stap met dichter Ellen Deckwitz. Zij vertelt waar ze haar inspiratie vandaan haalt, en dat gedichten absoluut niet hoeven te rijmen! Poëzie wordt ook live voorgedragen en dat doet stadsdichter Jesse Laport. Sosha is erbij. Ridder William wordt -met een beetje hulp - ook dichter.","category":""},"56506":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1673286120","end":"1673287200","title":"Het klokhuis ","program_id":"SAHrfGypS_sfbkv-tOk1xgoLH-Bmm3NaLzWU9kp6","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/bxPdXhH7K5r8VD01iR8WzQ.jpg","description":"Op het Kantoor schakelt de redactie een expert in om zo veilig mogelijk te kunnen werken. Ze zeggen dat zwarte kleding warmer is in de zon dan witte, maar klopt dat wel? Tirsa en Eva gaan het checken. Janouk duikt in de vraag waarom je de vin van een haai vaak boven het water ziet uitsteken. En wat betekent 'risico' eigenlijk?","category":""},"61016":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1673372640","end":"1673373600","title":"Het klokhuis ","program_id":"8S2W1uQ4X7uQxgqL5j-1_WhH7rFFN5YyVl2g_Lw8","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/bxPdXhH7K5r8VD01iR8WzQ.jpg","description":"Wist je dat suiker en zuur de belangrijkste vijanden zijn van je tanden? Tirsa gaat langs bij kindertandarts Nicole om te leren over tandplak, gaatjes en erosie. Op de tandartsenopleiding oefent ze met een boorrobot en leert ze wat je moet doen om je gebit gezond te houden. Maar de cowboys zijn bang voor de tandarts.","category":""},"65701":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1673459040","end":"1673460000","title":"Het klokhuis ","program_id":"rlTFKQXolqqQSCvYaJHOx2axgxst4Fb-KXKUndQg","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/bxPdXhH7K5r8VD01iR8WzQ.jpg","description":"Sosha gaat helemaal naar België om te kijken hoe een stadsbus gemaakt wordt. In de fabriek worden wel 450 bussen per jaar allemaal met de hand gemaakt. Sosha helpt een handje mee, maar moet dan wel gereedschap uit de automaat halen. Als alles klaar is wordt de bus heel goed getest. Vrachtwagenchauffeuse Babette is verliefd op een stadsbus.","category":""}}