{"1215":{"channel":"9zhabdaigZd4WCwrn1Yyl7LtviNAKEgAgG6ysNpd","start":"1672268640","end":"1672274400","title":"Midsomer Murders ","program_id":"WGqNRK22roartOs3Ko7vJ31M3e3Q9ygjbZ6zBmoj","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/MJUnZaf02_EzGJBKvR2h8w.jpg","description":"Een louche makelaar probeert zich te afficheren als weldoener en schenker aan het Familiemuseum van Midsomer, maar hij wordt nog tijdens zijn speech vermoord. Hij blijkt in de loop van zijn carrière zoveel vijanden gemaakt te hebben dat het voor de rechercheurs Barnaby en Winter nog een fikse klus wordt om alle mysteries te ontrafelen. Als er gaandeweg steeds meer doden vallen, stuiten ze op een netwerk van list, bedrog en onrecht.","category":""},"5656":{"channel":"9zhabdaigZd4WCwrn1Yyl7LtviNAKEgAgG6ysNpd","start":"1672354740","end":"1672360560","title":"Midsomer Murders ","program_id":"Fao9dN-aEKCMq2Julfhkf0NS_BvO8h6LfD08qqo1","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/k5Ww865_jXwYFd_mzc1d8g.jpg","description":"De bijenkorven van Ambrose Deddington worden vernield door een geheimzinnige imker. Omdat de bijen mogelijk een gevaar vormen voor de bevolking en Ambrose de aanval niet zonder kleerscheuren doorstaat, mogen Barnaby en Winter aan de bak om te achterhalen wie erachter zit. Ondertussen laat Barnaby zich een yogales aanpraten, en is niet iedereen even blij wanneer de plaatselijke kerk een bijzondere functie krijgt.","category":""},"10047":{"channel":"9zhabdaigZd4WCwrn1Yyl7LtviNAKEgAgG6ysNpd","start":"1672442820","end":"1672448640","title":"Midsomer Murders ","program_id":"3VXrbraYXmKA56OrDYKj0Szj6hyNJ7AQ7swIrQxI","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/Tiva9Aoq06_NMnfBfljVDg.jpg","description":"In het meer bij Solomon Gorge zwemt naar verluidt een monstervis rond. Er wordt een viswedstrijd uitgeschreven waar tientallen hengelaars op afkomen, maar dan blijkt dat het parcours van de populaire Psycho Mud Run langs het meer loopt. Als de vis- en sportfanaten tegenover elkaar komen te staan, loopt de situatie uit de hand en moet Barnaby ingrijpen.","category":""},"41298":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1673126520","end":"1673131860","title":"Midsomer Murders ","program_id":"BxRVVLD3drbxFJEmZaG6Bj84IwlI_49ykx0-a1eN","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/7gGGmy77qV6wsGSuip9Oqw.jpg","description":"Diep in de bossen bevindt zich een verborgen schuilkelder. Sinds een hevige overstroming, twintig jaar eerder, is Warren Kaine doodsbang voor elke vorm van dreigend onheil. Al zijn spaargeld heeft hij geïnvesteerd in de bouw van de schuilkelder en hij heeft inmiddels een hele groep gelijkgestemden om zich heen verzameld. Op een ochtend krijgt Warren het bericht waar hij zo vreselijk bang voor was.","category":""}}