{"7799":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672386300","end":"1672386900","title":"Pieter Konijn ","program_id":"rKlUEryGIJr_hYjOfS3CcGFXBtxvbJzb2Kb2dGRH","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/yWjAwxhq8EfS92EaRLzKag.jpg","description":"Pieter is het zat om altijd maar te worden opgejaagd en hij besluit de voedselketen te negeren en zijn twee vijanden tegen elkaar op te zetten. Op die manier zullen zijn vijanden achter elkáár aan gaan zitten en niet meer achter hem. Maar het negeren van de voedselketen is riskanter dan gedacht.","category":""},"20374":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672645800","end":"1672646520","title":"Pieter Konijn ","program_id":"Uc4aI8Z7g8HWz2pe-dU2x3iv-OBe_Fu9xl-asCk9","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/bMGY7mZS-JWGJDD-qooDWg.jpg","description":"Pieter, Lily en Benjamin gaan op zoek naar een nieuwe verstopplek, want Heer Vos kent al hun verstopplekken al. Pieter komt op het idee om één van de leegstaande boomhutten van de eekhoorns te gebruiken. Maar dat mag niet zomaar van Eekhoorn Hakketak. Daarvoor zullen ze eerst moeten slagen voor drie Eekhoorn-tests. Ze slagen er uiteindelijk maar voor twee, dus mogen de boomhut niet gebruiken. Als even later de eekhoorns in gevaar zijn en de drie dappere konijnen hen redden, mogen ze alsnog de boomhut gebruiken als hun nieuwe verstopplek.","category":""},"24938":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672732800","end":"1672733580","title":"Pieter Konijn ","program_id":"NsZFW6IBvdahBfopjzXJOExS-ds2l4IzmLQk-fF5","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/bDBlSIiY4yuKA0tdL_1arQ.jpg","description":"Pieter, Benjamin en Lily gaan spruitjes stelen van meneer Verhoef, maar als de poes hen volgt tot aan het hol van Pieter, hebben ze een probleem. De poes moet zo snel mogelijk terug naar de tuin van meneer Verhoef, want dit is veel te gevaarlijk. Lily komt op het idee om de poes terug te krijgen naar zijn tuin door hem af te leiden met zijn eigen poezenspeelgoedje en ze proberen ondertussen alsnog de spruitjes te stelen. Dat gaat niet helemaal als gepland, maar het lukt toch.","category":""},"24945":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672736040","end":"1672737420","title":"Pieter Konijn ","program_id":"7iRT7jFywjTi7t9QCUOx9x2CcHduKdONhEfzPRc7","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/bMGY7mZS-JWGJDD-qooDWg.jpg","description":"Pieter Konijn onmoet een paar verrassende nieuwe vrienden. Wanneer er een gevaarlijke storm komt opzetten beleeft hij met big Robinson en poes Mika een spannend avontuur.","category":""},"29548":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672818420","end":"1672819140","title":"Pieter Konijn ","program_id":"Eeu0XgZodQ2n9DdybEAmUOBx1YJxNRNbO6iUqS9r","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/bMGY7mZS-JWGJDD-qooDWg.jpg","description":"Pieter, Benjamin en Lily zien radijsjes liggen midden in het bos. Het blijkt een val van Heer Vos te zijn en Lily komt in die val terecht. Een val waar Pieter en Benjamin niet bij kunnen. Dus nu moeten zij Heer Vos, die al onderweg is, zien te vertragen zodat Lily tijd heeft om te ontsnappen.","category":""},"34178":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672905060","end":"1672905840","title":"Pieter Konijn ","program_id":"-t0dZm-AdD4rNOFf96Zxm9TH3dXzkucKBv58bhEV","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/bMGY7mZS-JWGJDD-qooDWg.jpg","description":"Benjamin heeft een plan voor een aardbeienroof. Hij heeft het helemaal zelf uitgedacht. Pieter stelt voor dat Benjamin de leider van het plan mag zijn. Tijdens de uitvoering weet Benjamin niet zo heel goed waar hij mee bezig is, maar met stiekem een beetje hulp van Pieter en Lily, krijgt Benjamin het idee dat hij een goeie leider is. Maar als ze de aardbeien hebben gevonden, komt Pieter klem te zitten en op dat moment toont Benjamin zich een uitstekende leider.","category":""},"38764":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672991340","end":"1672992060","title":"Pieter Konijn ","program_id":"6FxbhG33CapdTmp_bi1f_iqPEN7ZYa2Eg7qsZqlS","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/7c_JkXtSr6izrKVq8i-fzw.jpg","description":"Als Pieter naar eten zoekt in de tuin van meneer Verhoef, ziet hij ineens Heer Vos. Hij zit vast aan een hek en vraagt Pieter om hulp. Pieter twijfelt, maar helpt 'm toch. De bevrijding is moeilijker dan gedacht en steeds als Pieter besluit om alleen zichzelf te redden en Heer Vos achter te laten, haalt de Vos hem weer over met een leugen. Als Heer Vos uiteindelijk bevrijd is uit de tuin van meneer Verhoef, laat hij Pieter achter. Pieter had kunnen weten dat je een vos nooit kunt vertrouwen. Dus daar steekt hij een stokje voor.","category":""},"47624":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1673158020","end":"1673158740","title":"Pieter Konijn ","program_id":"11tBgeo5FGrTj6Jp4qvNr5YcAdW4UcwOLoTUaAT0","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/bMGY7mZS-JWGJDD-qooDWg.jpg","description":"Mevrouw Kwebbeleend komt fruit te kort om pannenkoeken te maken voor haar kuikentjes. Ze begrijpt Pieter verkeerd en belandt in de tuin van Meneer Verhoef. Pieter moet samen met Benjamin en Lily alles op alles zetten om ervoor te zorgen dat Mevrouw Kwebbeleend niet ten prooi valt aan de poes, of nog erger, aan Meneer Verhoef!","category":""},"52030":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1673250480","end":"1673251260","title":"Pieter Konijn ","program_id":"Pf1Y0LNtZpe5IY-H_yFZIE_j1VnUV3hutK3TLtNd","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/a86pruVehLYWaVdm-h7RWA.jpg","description":"Hakketak heeft de bril van Spikkel de Grote gestolen, dus Spikkel zit achter hem aan. Om ervoor te zorgen dat Spikkel hem met rust laat, zal die bril gevonden moeten worden. Maar Hakketak weet niet meer waar hij 'm heeft laten liggen. Spikkel de Grote wordt alsmaar bozer, dus Pieter en zijn vriendjes zullen die bril snel moeten vinden.","category":""},"56576":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1673337060","end":"1673337840","title":"Pieter Konijn ","program_id":"V4cQkgrH8XqgILVjoyuD2NtH1ke-mWLOO2Zlr0n4","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/bMGY7mZS-JWGJDD-qooDWg.jpg","description":"Pieter, Benjamin en Lily stoten per ongeluk de emmer met wurmen van Dirk Das om. Hij wilde met deze wurmen gaan lunchen. Hij is boos en vangt Benjamin. Hij laat 'm alleen vrij als Pieter en Lily voor hem een emmer vullen met wurmen, en snel. Dat heeft een hoopvoeten in de aarde, want konijnen weten helemaal niet hoe je wurmen moet vangen. Maar uiteindelijk bevrijden ze Benjamin en is Heer Vos degene die de emmer moet vullen met wurmen.","category":""},"61293":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1673423640","end":"1673424360","title":"Pieter Konijn ","program_id":"y6NSqHKLrrLB-B6GQ6MquFIs8m5H5X83UQmn1dCq","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/bMGY7mZS-JWGJDD-qooDWg.jpg","description":"Jozefien heeft haast, dus stelt Pieter voor om even op haar ei te passen zodat ze wat sneller op haar bestemming komt. Pieter vindt zichzelf zeer geschikt voor deze belangrijke taak. Maar hij raakt steeds snel afgeleid en verliest het ei constant uit het oog. Als dat maar goed gaat.","category":""},"66003":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1673510100","end":"1673510820","title":"Pieter Konijn ","program_id":"9fdHnzkkj684A0XGP6guSlInpyfmECERz--oUzg4","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/bMGY7mZS-JWGJDD-qooDWg.jpg","description":"Benjamin vindt een klavertje vier en is er van overtuigd dat 'ie geluk brengt. Pieter besluit een grapje met hem uit te halen. Hij zorgt ervoor dat het werkelijk lijkt alsof het klavertje vier geluk brengt. Maar hierdoor gaat Lily er ook in geloven en besluit zij het klavertje te lenen van Benjamin om daarmee haar vergrootglas terug te halen bij Heer Vos. Ze denkt dat ze met het klavertje toch geen gevaar loopt. Nu moet Pieter Lily zien te redden.","category":""}}