{"3426":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672309200","end":"1672309500","title":"Rintje ","program_id":"2HAxHG0FcYYrDx4YWSaPggYEzi0elBIRvld-482g","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/KKqvVbA0N2XeI3lIERwWMg.jpg","description":"Tobias moet naar de tandarts. Hij is zo bang dat tandarts Henriette en assistent Rintje alvast even een kijkje nemen. Dat ziet er niet best uit, roepen ze terwijl ze met een tang en een schroevendraaier boven Tobias hangen. Tobias wil in paniek wegrennen, geen tanden trekken! Rintje pakt de tandenborstel voor een serieuze poetsbehandeling want Tobias heeft dan misschien wel geen gaatjes, hij stinkt wel een beetje uit zijn bek.","category":""},"7812":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672395900","end":"1672396200","title":"Rintje ","program_id":"nNvV0jXhOngoffrW7fhKhnllKL1DTxM8CeLkoI1H","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/IDL1jz89Q-CrmtfWTMJwqw.jpg","description":"Rintje helpt bij oma het servies uitzoeken. Wat oud en versleten is moet weg, de rest gaat in de kast zodat het goed bewaard blijft. Als Rintje vervolgens met oma tikkertje en verstoppertje wil spelen merkt hij dat oma niet meer hard kan rennen en te moe is om hem overal te zoeken. Misschien moet oma ook in de kast zodat ze goed bewaard blijft? Oma lacht, dan speelt ze toch liever nog een spelletje.","category":""},"20390":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672653840","end":"1672654140","title":"Rintje ","program_id":"KsPcRrgIEVvWM6md64rJekQjpkNmZdJ9WSw87ulv","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/rbGTDMvah7EEn5RSpGuouA.jpg","description":"Het is dierendag. Rintje, Tobias en Henriette mogen iets lekkers kopen. Maar ze zijn niet de enigen: bij de winkel van Poedel Sinkel staat een lange rij. Het wachten is saai en iedereen wordt ongeduldig. Dan bedenkt Rintje een grappig spelletje...","category":""},"24954":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672740480","end":"1672740780","title":"Rintje ","program_id":"RXVNPBc1NBZh2PKXZLtGWYoAKF_eMak22T83hRh6","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/dWmsld21AL8CCOJoEhXHLA.jpg","description":"Henriette geeft Tobias dansles, zodat hij kan dansen op het klassenfeestje. Dat valt Tobias niet mee. Als hij tegen een tafelpoot aanstoot, valt er bijna een beker op zijn hoofd. Hij kan nog maar net op tijd wegspringen! Teleurgesteld loopt hij weg, hij kan er niets van... Maar dan heeft Henriette een idee.","category":""},"29560":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672827120","end":"1672827600","title":"Rintje ","program_id":"xuE_KwCEW2aPGw6zreVNuWrYsH8Inuo1WVQV0rx3","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/IDL1jz89Q-CrmtfWTMJwqw.jpg","description":"De hondjes willen een taartje kopen, maar hebben niet genoeg geld. Rintje weet iets: ze gaan een klusje doen voor oma en daar vragen ze centjes voor! Oftewel 'een heitje voor een karweitje'! Maar na het eerste klusje hebben ze nog steeds niet genoeg voor een taartje. En oma heeft nog wel een klusje, maar geen centjes meer. Gelukkig heeft oma's klusje een smakelijk staartje...","category":""},"34190":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672913040","end":"1672913340","title":"Rintje ","program_id":"qT0BEeKj7K6rUshBDIOZ4G9_8sQgHcZ4ffu1l4mm","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/0vSithMkToJAiptR3dtj1A.jpg","description":"Rintje krijgt een Valentijnskaart met hartjes van een stille aanbidster. Hij is helemaal blij verrast en smoorverliefd als zijn Valentijn die middag aanbelt om samen naar het park te gaan. Maar al snel ziet Rintje onder haar krulletjesvacht de staart van Tobias en een strikje van Henriette uitsteken. Tijd om zijn vriendjes eens flink terug te pakken.","category":""},"38776":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672999500","end":"1672999800","title":"Rintje ","program_id":"Zvw-4173p9DYGqxPRfUMSFP9ZsXx3uJ-jw7e_FYG","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/1KzIvy2WzcgmgEi5vy8BeA.jpg","description":"Rintje, Tobias en Henriette willen naar de speeltuin, maar mama heeft geen tijd. Ze is samen met oma bezig met de grote schoonmaak. Dan maken we gewoon onze eigen speeltuin in huis, bedenkt Rintje. De hondjes glijden van de trap, spelen met hun pootjes op sponzen botsautootje in de keuken en hebben de grootse lol. Mama en oma zijn ook helemaal blij, want de trapleuning glimt en de keukenvloer blinkt.","category":""},"52046":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1673258880","end":"1673259180","title":"Rintje ","program_id":"hDHk9_3vqEGECmPYEc9fHOGXP-DiU7n9RNSiK6f5","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/CR2qYygvWUPP19LsNNFgzw.jpg","description":"Rintje, Tobias en Henriette liggen lamlendig in het gras, het is zo warm dat ze nergens zin in hebben. Mama lacht, ze zijn net hotdogs! Dat brengt Henriette en Rintje op een idee: met twee broodjes en een blaadje sla hebben ze van Tobias zo een hotdog gemaakt. Tobias vindt het een minder leuk plan, en al helemaal niet als zijn vriendjes hongerig achter hem aan rennen. Gelukkig komt mama met ijsjes: nu zijn het cooldogs!","category":""}}