{"5936":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1672342440","end":"1672345800","title":"Sisi ","program_id":"nAMWOVWWESpCP74rUw-sXgs2l1kDJbF_NLAxuE1b","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/63XmwE1KYC4k3RjVzec62A.jpg","description":"In een poging Franz te overtuigen van de noodzaak van een Hongaars parlement, reizen Sisi en Andrassy naar Wenen. Weer terug aan het hof probeert Sisi een en ander op een rijtje te zetten, maar Franz bespeurt dat Sisi zich aangetrokken voelt tot de graaf. Dat Franz vervolgens lijkt terug te vallen in oude patronen zorgt voor een conflict.","category":""},"10372":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1672428660","end":"1672432200","title":"Sisi ","program_id":"56-oiTcz1n4NUv_cU0yoPtC1HQaSjByh3O7hnwIA","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/mhLCc-TO-F7wV-H4g5poDQ.jpg","description":"Ondanks de oorlog met Pruisen speelt Franz hoog spel door de graaf van het hof weg te sturen. Terwijl Sisi zich nu in haar eentje staande moet houden in Wenen, ziet Franz zich geconfronteerd met een machtiger Pruisisch leger. Andrassy waagt een poging om de wrede Körtek te verslaan. Of Franz en Andrassy de krachten bundelen, staat nog te bezien.","category":""},"14727":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1672514580","end":"1672517760","title":"Sisi ","program_id":"azGe6YWDbZY75hkv4UEWVlVD5nOI4hgCTiYLG-CT","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/mhLCc-TO-F7wV-H4g5poDQ.jpg","description":"De oorlog slaat diepe wonden en Sisi's wanhopige pogingen om de band met Franz te herstellen, werpen vooralsnog geen vruchten af. Hij stuurt haar naar Hongarije, waar ze graaf Andrassy moet helpen bij de onderhandelingen over een nieuwe grondwet. Of ze Franz terugziet, is nog maar de vraag. Het kost Sisi grote moeite om gehoor te geven aan het dringende verzoek van Franz.","category":""}}