{"5938":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1672348140","end":"1672351380","title":"Trappers ","program_id":"ADyLUrCdDo8Vyv6yAqlyn1FuR8FS8lDnrGvUQvLp","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/5B5xq8MPl4S0au0-F_22lg.jpg","description":"Stanley is chagrijnig. Even leek het erop dat de boel goed liep op de zaak en in zijn leven, maar hij krijgt nieuwe tegenslagen te verwerken. Maciej, de Poolse koerier met wie hij nog al eens een aanvaring heeft, zet intussen voor het eerst stappen om zijn eigen dromen te verwezenlijken.","category":""},"10374":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1672434540","end":"1672437720","title":"Trappers ","program_id":"17mGIfNDlKGOJFPrv0uVV09Ld2WFLkoOpx2aT_EB","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/5B5xq8MPl4S0au0-F_22lg.jpg","description":"Terwijl de lente aanbreekt, maakt Stanley de balans op. Er zijn koeriers vertrokken, maar er is gelukkig ook nieuwe aanwas, onder meer in de persoon van Edwige. Langzaam maar zeker begint hij zich ook neer te leggen bij het feit dat zijn droomvrouw Laura een relatie met iemand anders heeft. Rolf en Nanne nemen elk op hun eigen manier een voorschot op de toekomst.","category":""},"14706":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1672469940","end":"1672472820","title":"Trappers ","program_id":"dW3DWCwyPcgfWpAjGp62pnWgtddjNqBTXJU1GdBW","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/5B5xq8MPl4S0au0-F_22lg.jpg","description":"De drukke decembermaand staat voor de deur, maar het loopt niet bepaald op rolletjes op de zaak. Stanley maakt zich grote zorgen over de saamhorigheid en werkhouding in de koeriersgroep en belegt een vergadering die veel spanningen aan de oppervlakte brengt. Gelukkig is bovenbuurvrouw Laura er, zijn muze die alles draaglijk lijkt te maken.","category":""},"45724":{"channel":"cmEptSYiJIyHWcaSP1PAWirLQUbXUqTm3Xeq-bF0","start":"1673075220","end":"1673078340","title":"Trappers ","program_id":"3dCaI_U7BXx3sbgDBsI78O80IC3gokU9NaT1-5Aa","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/5B5xq8MPl4S0au0-F_22lg.jpg","description":"Op de vacature komt zowaar een interessante sollicitant, maar Stanley krijgt ook met een nieuw probleem te maken: zijn oudste koerier Nanne lijkt steeds meer moeite te hebben met de zware vrachten, en dat terwijl met name de dozen wijn in deze kersttijd niet aan te slepen zijn. Hij doet een grote investering, maar die brengt nieuwe zorgen met zich mee.","category":""}}