{"24883":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672686300","end":"1672687680","title":"ZappDoc: Nog één week ","program_id":"S_WrAMWYXBxCNoydRqKG9fIcT7cFHncEW3aUyD9T","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/N84lvctl9E0eNTaquQNZuw.jpg","description":"Esthers (13) vader is ziek en zit al maanden in een speciaal centrum, weg van huis. Hij heeft veel pijn, zit in een rolstoel en is doof geworden. Esther mist haar vader. Maar over een week komt hij thuis! Het huis wordt er speciaal voor ingericht en Esther leert samen met haar broer en moeder gebarentaal. Maar soms is ze bang dat hij straks toch niet thuis kan blijven en weer terug moet.","category":""},"29447":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672772580","end":"1672773960","title":"ZappDoc: Nog één week ","program_id":"6284atD4LJRZmN54zBNuueXslx1Di9tHe3dC4qPD","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/208x308\/N84lvctl9E0eNTaquQNZuw.jpg","description":"Francisco (13) doet aan kunstschaatsen en binnenkort heeft hij zijn allereerste wedstrijd. Heel spannend! Hij moet dan ijsdansen voor een jury die hem punten geeft. Hij heeft nog één week om te oefenen: de pasjes, het springen en vooral niet vallen. Hij is trouwens de enige jongen die meedoet en hij heeft het ook nog niet aan zijn klasgenoten verteld.","category":""},"34052":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672858800","end":"1672860240","title":"ZappDoc: Nog één week ","program_id":"eoNn8UakfYbuXkuRyn8nPNT_cdkpfRQFCeoGJqy9","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/N84lvctl9E0eNTaquQNZuw.jpg","description":"Tristan (11) wordt snel boos, heel boos. Superrot. De enige die hem misschien kan helpen is een hond: Salomon. Honden ruiken het als je boos wordt, nog voordat jij het zelf weet en dan zorgen ze ervoor dat het niet uit de hand loopt. Salomon kan dat ook ruiken. Maar dat lukt hem alleen als hij een goed team is met Tristan en ze samen slagen voor een test. Tristan en Salomon hebben een week om te bewijzen dat ze dat kunnen.","category":""},"38678":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1672945320","end":"1672946700","title":"ZappDoc: Nog één week ","program_id":"9ZL44OfEUkFwGfOKBXF2LIZd5YctUal5XcPXBCgm","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/N84lvctl9E0eNTaquQNZuw.jpg","description":"Anna's (12) vader werkt in het leger en vertrekt binnenkort naar Mali, een land in Afrika waar oorlog is. Hij gaat daar heen omdat de Nederlandse regering soldaten stuurt om te proberen vrede te brengen. Anna noemt het geen vredesmissie, maar doet liever alsof haar vader naar Mali op vakantie gaat. Anna wil er eerst niets over horen, maar nu het vertrek dichterbij komt, wil ze toch weten hoe gevaarlijk het daar eigenlijk is.","category":""},"52095":{"channel":"V5RGjx1PM7MLTQ1DO0hXYoifsBRBw6UySOrD9gCF","start":"1673202000","end":"1673203320","title":"ZappDoc: Nog één week ","program_id":"pfKnY0xO3Exoy6XfON6iUfICSYTiMWVwfa8_M6Eu","date":"","icon":"https:\/\/m7be2.solocoo.tv\/m7be2iphone\/mmchan\/mpimages\/260x145\/N84lvctl9E0eNTaquQNZuw.jpg","description":"Arjun (12) weet het zeker, hij wil hindoepriester worden. Hiervoor moet hij nog veel oefenen en leren. Hij pakt het serieus aan. Over een week is Diwali, het lichtjesfeest. Dan moet hij allerlei speciale dingen doen om te laten zien dat hij het onder de knie heeft. Zal het hem allemaal lukken?","category":""}}