{"40324":{"channel":"141430714","start":"1672673520","end":"1672675200","title":"1 Euro per gesprek","program_id":"1313246933","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/9\/2022123009004971303i.jpg","description":"Op naar het zuiden: Maastricht. Bert spreekt met Kennedy over het belang van familie. In Laren treft hij Marianne, waar zich een gesprek over het geloof ontvouwt. In Zwolle is het twee keer raak: Stacey vertelt openhartig over de transitie van man naar vrouw en Lesley vertelt dat we meer liefde nodig hebben in de wereld. Hij deelt dan ook gratis knuffels uit op het plein. Ook één voor Bert?","category":""},"40393":{"channel":"141430714","start":"1672759800","end":"1672761420","title":"1 Euro per gesprek","program_id":"1313581723","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/34\/202212300900497134h6.jpg","description":"Bert treft een oude bekende in Zwolle. Sander deed 25 jaar geleden mee aan het tv-programma van de TROS: Blind Date, destijds gepresenteerd door koppelkoning Bert Kuizenga. Hoe vergaat het Sander nu in de liefde? Samira doet in Eindhoven een boekje open over menselijk kuddegedrag en Demi vertelt in Maastricht hoe ze haar eetstoornis overwon. In Amsterdam Zuid-Oost vertelt Dylan dat opgeprikte labels je toekomst niet hoeven te bepalen.","category":""},"40458":{"channel":"141430714","start":"1672846500","end":"1672848000","title":"1 Euro per gesprek","program_id":"1313973757","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/21\/20221230090049713xj3.jpg","description":"In Eindhoven treft Bert Dewi, zwanger van haar tweede kind. Maar hoe bewaak je de balans tussen werk en gezin? Ras-Amsterdammer Joop is al 92 jaar, maar nog topfit. Zijn geheim om zo vitaal oud te worden, deelt hij met Bert. Sandy vertelt in Laren hoe ze omgaat met verdriet nadat eerst haar man en niet veel later haar vader overleed. In Maastricht komt Eline langs in wel heel opvallende kleding.","category":""},"45483":{"channel":"141430714","start":"1672932780","end":"1672934400","title":"1 Euro per gesprek","program_id":"1314377398","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/40\/20221230090049713pqs.jpg","description":"Eindhovenaars Ben en Stef zijn al 57 jaar vrienden. Wat is hun sleutel tot succes voor die kameraadschap? Globetrotter Heike woonde in heel veel landen en is duidelijk over Nederland: hier is werk aan de winkel! Yaling kwam voor de liefde uit China naar Nederland. De beperkte vrijheid in haar geboorteland stemt haar verdrietig. In Zwolle schuift de zanger van 'De Pizzahut' spontaan aan, maar of er ook iets te eten op tafel komt?","category":""},"45534":{"channel":"141430714","start":"1673016960","end":"1673018520","title":"1 Euro per gesprek","program_id":"1314839380","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/79\/202212300900497132r9.jpg","description":"Zanger Patrick laat zich graag inspireren door de Amsterdamse Bijlmer. 'Hier houden mensen wel van een feestje.' In Maastricht vertelt Natascha waarom ze dertig jaar eerder Rusland verliet en naar Nederland kwam. Twintiger Jamal heeft grote interesse in de maatschappij en deelt zijn politieke standpunten graag met Bert. In Laren vertelt Irmy hoe ze als slechtziende de toegankelijkheid in Nederland zou willen verbeteren.","category":""},"45646":{"channel":"141430714","start":"1673278200","end":"1673280000","title":"1 Euro per gesprek","program_id":"1315922383","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/33\/202301020200506018cz.jpg","description":"Bert ontmoet Richard. Nadat een hartprobleem hem bijna fataal werd, staat Richard echt anders in het leven.","category":""},"45703":{"channel":"141430714","start":"1673364600","end":"1673366220","title":"1 Euro per gesprek","program_id":"1316278279","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/97\/202301030200547162du.jpg","description":"Brenda is docent aardrijkskunde op een middelbare school. In Laren deelt ze haar visie op het onderwijs met Bert. In Eindhoven schuift Carlos aan. Na vijf herseninfarcten is hij niet meer de oude, maar hij is ook dankbaar. Anthony uit Amsterdam Zuid-Oost is timmerman en heeft mooie ideeën voor zijn bedrijf. Lidy vond na een stukgelopen huwelijk op latere leeftijd opnieuw de liefde.","category":""},"49262":{"channel":"141430714","start":"1673451000","end":"1673452800","title":"1 Euro per gesprek","program_id":"1316702963","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/70\/20230104020150515axu.jpg","description":"Lonneke runt al 58 jaar een pedicurezaak in 't Gooi en beleeft daar nog steeds veel plezier aan. Minder leuk is het verhaal van Jonathan, die als queer in Maastricht een hoop ellende over zich heen krijgt. Ook heftig is het verhaal van Bert in Zwolle. Zijn zoon werd neergestoken. Dat bleek een pijnlijke vergissing. In Laren probeert Henny haar band met God te beschrijven.","category":""},"49319":{"channel":"141430714","start":"1673537400","end":"1673539200","title":"1 Euro per gesprek","program_id":"1317072942","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/53\/20230105020110630mh3.jpg","description":"John vraagt zich af waarom hij nog altijd als Surinaamse Nederlander bestempeld wordt. In Eindhoven doet Roxana een boekje open over haar moeilijke jeugd. Politieagent Ben uit Almelo signaleert dat het respect voor het corps vrijwel verdwenen is. En in Laren schuift Alexandra, samen met hondje Guus, aan.","category":""}}