{"69896":{"channel":"280714878","start":"1672877400","end":"1672883400","first":"V","idtitle":"VYKRUTASY","title":"Vykrutasy","program_id":"1313939354","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/17\/20221228020040957rah.jpg","description":"Een vrijgezelle leraar uit een klein Russisch stadje wordt aangereden door een prachtige vrouw (Milla Jovovich) uit Moskou. De leraar valt meteen als een blok voor haar. Het enige probleem is dat hij het op zal moeten nemen tegen haar verloofde.","category":""},"69897":{"channel":"280714878","start":"1672883400","end":"1672890900","first":"H","idtitle":"HEARTBREAKERS","title":"Heartbreakers","program_id":"1313939360","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/42\/20221228020040957yow.jpg","description":"Max en Page vormen als moeder en dochter een team: Max verleidt rijke mannen zodat ze met haar trouwen, en vervolgens verleidt Page ze, zodat Max weer van de man kan scheiden, met een flinke deel van de \"buit\" uit de scheiding. Als ze in geldproblemen komen besluiten ze nog één laatste klus te doen: de oude, rijke William B. Tensy. Het gaat echter allemaal niet zoals ze gehoopt hadden.","category":""},"69898":{"channel":"280714878","start":"1672890900","end":"1672896600","first":"other","idtitle":"10REGOLEPERFAREINNAMORARE","title":"10 regole per fare innamorare","program_id":"1313939366","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/28\/20221228020040958gio.jpg","description":"Italiaanse komedie waarin een onvervalste rokkenjager zijn onhandige zoon de kneepjes van het vak leert: tien vuistregels waarmee je iedere vrouw kunt krijgen. Maar de resultaten zijn verre van verwacht.","category":""},"69899":{"channel":"280714878","start":"1672896600","end":"1672898400","first":"H","idtitle":"HOLLYWOODSBESTFILMDIRECTORSSTEPHENFREARS","title":"Hollywood's Best Film Directors: Stephen Frears","program_id":"1314358770","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/14\/202212290200347054kf.jpg","description":"Medio jaren tachtig maakte Stephen Frears naam met de onconventionele komedies My Beautiful Laundrette en Sammy and Rosie Get Laid, waarna hij films regisseerde als Dangerous Liaisons, The Grifters, Dirty Pretty Things en The Queen.","category":""},"69900":{"channel":"280714878","start":"1672898400","end":"1672904100","first":"S","idtitle":"SEALTEAM","title":"Seal Team","program_id":"1314358776","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/82\/20221229020034706uyp.jpg","description":"Nadat zijn beste vriend is omgekomen bij een haaienaanval, stelt de vastberaden zeehond Quinn het Seal Team samen, om het op te nemen tegen een bende haaien die de zee onveilig maken. Het enige probleem is dat dit vrolijke Seal team helemaal niet getraind is voor zo’n missie. Ze zoeken de hulp van de ervaren strijder Claggart, maar zelfs hij kan deze jongens niet in vorm krijgen. Slaagt het Seal Team er met een paar trucjes, een beetje intelligentie en heel veel moed in om als team de rust terug te brengen in de zee?","category":""},"69901":{"channel":"280714878","start":"1672904100","end":"1672909500","first":"B","idtitle":"BRIDEWARS","title":"Bride Wars","program_id":"1314358782","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/6\/20221229020034706wnn.jpg","description":"Liv en Emma zijn al van kind af aan beste vriendinnen en ze hebben hun bruiloft tot in de kleinste details gepland. Bovenaan hun wenslijstje staat: een ceremonie op de ultieme bruiloftlocatie, het Plaza Hotel. Nu ze 26 zijn, staan ze allebei op het punt te gaan trouwen. Hun droom gaat eindelijk uitkomen en ze zullen nog lang en gelukkig leven. Een foutje van de weddingplanner zorgt echter voor een probleem; ze trouwen nu op dezelfde dag. Liv, Emma en hun levenslange vriendschap ondergaan de ultieme test. Liv neemt geen genoegen met een bruiloft die minder dan perfect is en Emma ontdekt haar innerlijke 'helse bruid'.","category":""},"69902":{"channel":"280714878","start":"1672909500","end":"1672914900","first":"B","idtitle":"BEDAZZLED","title":"Bedazzled","program_id":"1314358788","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/97\/20221229020034706pp8.jpg","description":"Elliot Richards is niet populair, zijn sociale leven is onbestaand, zijn beroep als technisch adviseur stelt niet veel voor en hij koestert bovendien een onbeantwoorde liefde voor zijn collega Alison Gardner. Dan ontmoet hij een bloedmooie vrouw die beweert de duivel te zijn. Ze doet Elliot een voorstel. In ruil voor zijn ziel mag Elliot zeven wensen naar keuze maken. Aanvankelijk is Elliot zielsgelukkig maar na een paar wensen begint hij toch te twijfelen of al die wensen hem wel verder kunnen helpen in het leven. Dan lijkt het te laat om zijn ziel nog terug te krijgen.","category":""},"69903":{"channel":"280714878","start":"1672914900","end":"1672920000","first":"Z","idtitle":"ZWAARVERLIEFD","title":"Zwaar Verliefd","program_id":"1314358794","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/58\/202212290200347067gc.jpg","description":"De jonge, succesvolle dierenarts Isa (Barbara Sloesen) is een tikkeltje onzeker over haar lijf én de liefde. Ze wil lekkerder in haar vel zitten en besluit de Bossche bollen te laten staan en zichzelf naar de sportschool te slepen. Ruben (Jim Bakkum) is dé perfecte man. Knap, werkt met zijn handen en houdt zielsveel van zijn labrador Bo. Als Isa op een dag Bo redt van een chocoladevergiftiging, valt ze als een blok voor zijn baasje. En hij voor haar, maar dat durft ze niet te geloven. Na een peptalk van haar vriendinnen besluit Isa toch voor haar droomman te gaan. Maar is Ruben nog steeds geïnteresseerd?","category":""},"69904":{"channel":"280714878","start":"1672920000","end":"1672926660","first":"D","idtitle":"DIEFRISEUSE","title":"Die Friseuse","program_id":"1314358800","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/52\/2022123021003052154c.jpg","description":"Alleenstaande moeder Kathi loopt vol goede moed naar het kapsalon waar ze telefonisch is aangenomen als nieuwe manager. Eenmaal daar aangekomen blijkt alles toch niet zo in orde als ze zich had voorgesteld. Sterker nog: ze blijkt niet aan het juiste ‘profiel’ te voldoen om daar te mogen werken. Kathi heeft echter letterlijk én figuurlijk een dikke huid, en laat het er niet bij zitten. Ze besluit een leegstaande winkel te kopen om zelf een kapsalon te openen, maar komt er snel achter dat dit geen makkelijke opgave is. Toch zal een gebrek aan kennis, goede contacten en geld Kathi niet stoppen haar dromen na te jagen.","category":""},"69905":{"channel":"280714878","start":"1672926660","end":"1672932000","first":"A","idtitle":"AINBOHELDINVANDEAMAZONE","title":"Ainbo: Heldin van de Amazone","program_id":"1314358806","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/11\/20221229020034706ric.jpg","description":"Ainbo is een meisje dat is opgegroeid in Candamo, een klein dorpje in de diepste jungle van de Amazone. Candamo wordt beschermd door de reuze schildpad Motelo Mama. Wanneer Ainbo op een dag ontdekt dat haar land wordt bedreigd door een eeuwenoude demon Yucurunu, roept ze de hulp in van Motelo Mama. Samen met haar twee knotsgekke Amazone gidsen Vaca en Dillo gaat Ainbo op avontuur, vastbesloten om haar land en het volk te redden voordat het te laat is.","category":""},"69906":{"channel":"280714878","start":"1672932000","end":"1672939200","first":"R","idtitle":"RADELOOS","title":"Radeloos","program_id":"1314358812","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/53\/20221229020034706v44.jpg","description":"Als Paco plotseling zijn vader verliest, staat zijn leven op zijn kop. Vooral omdat hij denkt dat het zijn schuld is. Paco klust niet meer aan zijn bus en zijn vriendin Floor laat hem keihard zitten. Zijn schuldgevoel wordt alleen maar groter, hierdoor raakt hij net zo in de problemen als zijn klasgenote Yara. Yara wil het liefst naar de kunstacademie, maar haar moeder pusht haar om model te worden. Yara voelt zich dik tussen de broodmagere modellen en doet er alles aan om dunner te worden en haar onzekerheid te verbergen. Kunnen Paco en Yara elkaar helpen en steun bij elkaar vinden?","category":""},"69907":{"channel":"280714878","start":"1672939200","end":"1672945200","first":"H","idtitle":"HYSTERIA","title":"Hysteria","program_id":"1314358818","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/85\/202212290200347064ae.jpg","description":"De jonge dokter Mortimer Granville krijgt, na diverse keren ontslagen te zijn wegens te moderne aanpak, een baan als assistent van dokter Dalrymple, die vrouwen dagelijks behandeld voor 'hysteria'. Deze ziekte leidt bij vrouwen tot depressieve gevoelens, woedeaanvallen of prikkelbaarheid, en wordt tijdelijk verholpen door een zogenoemde 'bekkenmassage'. In hun zoektocht naar de meest doeltreffende behandeling besluiten ze te experimenteren met een nieuw elektrisch apparaat. Hun ontwikkelingen worden met een sceptische blik gadegeslagen door Charlotte, de geëmancipeerde en eigenzinnige dochter van Dalrymple.","category":""},"69908":{"channel":"280714878","start":"1672945200","end":"1672951200","first":"B","idtitle":"BURNT","title":"Burnt","program_id":"1314358824","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/35\/202212290200347061ph.jpg","description":"Chef-kok Adam Jones (Bradley Cooper) is een rockster in de keuken. De culinaire wereld ligt aan zijn voeten maar door zijn wilde leven met drank en drugs verliest hij zijn tweesterrenrestaurant in Parijs. Enkele jaren later duikt het enfant terrible op in Londen om er het beste restaurant ter wereld te openen. Hiervoor moet hij zijn oude gewoontes opgeven en moet hij zich omringen met de besten uit het vak, waaronder de getalenteerde Helene (Sienna Miller) en zijn oude vriend Michel (Omar Sy). Zijn terugkomst wekt echter ook de belangstelling van oude vijanden die zijn comeback niet evident maken.","category":""},"69909":{"channel":"280714878","start":"1672951200","end":"1672956900","first":"A","idtitle":"ALBERTA","title":"Alberta","program_id":"1314358958","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/41\/20221229020034706h4q.jpg","description":"Freek (Daniël Boissevain) heeft een mooie vrouw, een geadopteerde zoon en succes in zijn werk als reclameman en mediagoeroe. Maar hij is niet tevreden. Hij wordt hopeloos verliefd op de mysterieuze jonge vrouw Alberta (Jamie Grant). Een ontsnapping met haar naar de gelijknamige streek in Canada om de magnifieke landschappen daar te schilderen, moet als medicijn tegen zijn midlifecrisis dienen. Helaas verveelt Alberta zich al snel in het huisje in de bossen. Freek komt er tegen wil en dank achter dat hij niet de succesvolle man is die hij dacht te zijn. En zo wordt zijn midlifecrisis een zenuwslopende affaire.","category":""},"69910":{"channel":"280714878","start":"1672956900","end":"1672962300","first":"L","idtitle":"LOOSIES","title":"Loosies","program_id":"1314358964","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/11\/20221229020034706l9n.jpg","description":"Bobby (Peter Facinelli), een zakkenroller uit New York die als beurshandelaar door de stad zwerft, tart het lot door de badge van een New Yorkse rechercheur (Michael Madsen) te rollen. Tijdens een gevaarlijk spel van kat en muis, komt Bobby een nog grotere uitdaging tegen: een recente onenightstand genaamd Lucy (Jaimie Alexander). Drie maanden na hun gepassioneerde affaire moet Bobby de realiteit onder ogen zien als Lucy hem informeert dat ze zwanger is. In een stad waar hij ooit onzichtbaar was, wordt Bobby nu ontmaskerd en opgejaagd door de politie.","category":""}}