{"70692":{"channel":"280715089","start":"1672443300","end":"1672449300","first":"O","idtitle":"OFFICEDISTRACTIONS","title":"office Distractions","program_id":"1312148853","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/46\/20221223020034707bfh.jpg","description":"...","category":""},"70693":{"channel":"280715089","start":"1672449300","end":"1672457100","first":"S","idtitle":"SEXUALDESIRE","title":"Sexual Desire","program_id":"1312148859","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/17\/20221223020034707lq0.jpg","description":"...","category":""},"70694":{"channel":"280715089","start":"1672457100","end":"1672464600","first":"R","idtitle":"RULESOFENGAGEMENT","title":"Rules of Engagement","program_id":"1312148865","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/1\/20221223020034707seu.jpg","description":"Kolonel Terry Childers (Samuel L. Jackson) is een onderscheiden militair die wordt opgedragen om een bedreigde Amerikaanse ambassadeur in Jemen te bevrijden. Hoewel de gewelddadige actie slaagt heeft het bloederige gevolgen voor de inheemse bevolking. Thuis aangekomen wordt Childers voor zijn daden verantwoordelijk gesteld. Hij schakelt de hulp in van een alcoholische advocaat die zijn vriend was in Vietnam.","category":""},"70695":{"channel":"280715089","start":"1672464600","end":"1672470600","first":"other","idtitle":"645","title":"6:45","program_id":"1312546918","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/67\/20221224020025538nw2.jpg","description":"Bobby doet een laatste romantische poging om de wankelende relatie met zijn vriendin Jules te redden tijdens een weekendje weg. Ze arriveren op het rustige eilandje Bog Grove, dat tot hun verbijstering vreemd genoeg verlaten lijkt. Bobby en Jules leren al snel over de dodelijke geschiedenis van het eilandje en komen vast te zitten in een tijdslus van terreur. Wat ze ook doen om het te vermijden, het stel wordt elke ochtend wakker om 6:45 door dezelfde nachtmerrieachtige reeks gebeurtenissen die ertoe leiden dat ze op wrede wijze worden vermoord. Een manier om te ontsnappen lijkt er niet te zijn.","category":""},"70696":{"channel":"280715089","start":"1672470600","end":"1672475700","first":"B","idtitle":"BLOODONHERNAME","title":"Blood on Her Name","program_id":"1312546924","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/71\/20221224020025538prx.jpg","description":"Leigh Tiller doodt per ongeluk een persoon waarna ze in een wanhopige bui het lijk verstopt. In een poging haar leven met haar zoon weer op te pakken, wordt zij voortdurend aan de misdaad herinnerd door haar geweten. De familie van de vermoorde man blijft met veel vragen achter. Leigh moet haar geheim verborgen houden voor haar vader Richard, die agent is, en voor Dani, de vriendin van het slachtoffer.","category":""},"70697":{"channel":"280715089","start":"1672475700","end":"1672481100","first":"A","idtitle":"APEXPREDATOR","title":"Apex Predator","program_id":"1312546930","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/81\/202212240200255388p0.jpg","description":"In de nabije toekomst betaalt een groepje jagers grof geld om op een afgelegen eiland op grof wild te jagen: een mens. Helaas voor hen is die prooi James Malone, een ex-agent die onterecht van moord werd beschuldigd en met elke denkbare tactiek terugvecht. Langzaam maar zeker worden de rollen omgekeerd en wordt de prooi de jager.","category":""},"70698":{"channel":"280715089","start":"1672481100","end":"1672487100","first":"S","idtitle":"SON","title":"Son","program_id":"1312546936","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/84\/20221224020025538rz5.jpg","description":"Wanneer haar achtjarige zoontje ten prooi valt aan een mysterieuze ziekte, moet een jonge moeder uitmaken hoe ver ze wil gaan om hem te beschermen tegen de sinistere demonen uit haar sekteverleden. Met de hulp van een rechercheur, de enige die haar lijkt te geloven, bindt ze de strijd aan zoals enkel een moeder dat kan.","category":""},"70699":{"channel":"280715089","start":"1672487100","end":"1672492200","first":"D","idtitle":"DREAMKATCHER","title":"Dreamkatcher","program_id":"1312546942","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/73\/20221224020025538nsf.jpg","description":"Tijdens een vakantie in de bergen hoopt Gail een beter contact te krijgen met haar stiefzoontje Josh. Nadat Gails verloofde voor zijn werk terug moet naar New York, maken zij en Josh kennis met een norse buurvrouw die een enorme verzameling droomvangers heeft. Josh, die na de dood van zijn moeder geplaagd wordt door nachtmerries, wil er graag eentje hebben. Omdat Gail daar niets van wil weten, steelt Josh een droomvanger die hij stiekem bij zijn bed hangt. Zijn nachtmerries stoppen prompt. Maar in plaats daarvan krijgt hij dromen waarin zijn overleden moeder hem opdracht geeft Gail te vermoorden.","category":""},"70700":{"channel":"280715089","start":"1672492200","end":"1672499100","first":"T","idtitle":"THEBOX","title":"The Box","program_id":"1312546948","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/0\/20221224020025538pw9.jpg","description":"1976. Norma Lewis (Cameron Diaz) is lerares. Haar man Arthur (James Marsden) werkt bij NASA. Hun leven verloopt rustig en voorspelbaar, totdat op een dag een mysterieuze man voor de deur staat die Norma een doosje overhandigt met een drukknop. Het doosje komt met een luguber voorstel: wie op de knop drukt krijgt 1 miljoen dollar, maar dan zal er ook ergens ter wereld een onbekend iemand gedood worden. Norma en Arthur krijgen 24 uur de tijd om te beslissen, een duivels dilemma.","category":""},"70701":{"channel":"280715089","start":"1672499100","end":"1672504800","first":"A","idtitle":"AMERICANULTRA","title":"American Ultra","program_id":"1312546954","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/90\/20221224020025538vj8.jpg","description":"Stoner Mike en zijn vriendinnetje Phoebe leiden een rustig bestaan. Op een dag wordt Mike tijdens zijn tankstation-baantje aangesproken door een vreemde vrouw die een onsamenhangende zin tegen hem mompelt. Als hij vlak erna wordt aangevallen verandert hij intuïtief in een moordmachine; Mike blijkt een voormalig sleeper cell van de overheid en het programma waar hij deel van uitmaakte wordt opgeruimd. Maar aangezien Mike door de onbekende vrouw is geactiveerd zal het een stuk meer moeite kosten dan verwacht om hem uit te schakelen.","category":""},"70702":{"channel":"280715089","start":"1672504800","end":"1672510800","first":"D","idtitle":"DAREDEVIL","title":"Daredevil","program_id":"1312546960","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/50\/202212240200255382rx.jpg","description":"Als jongetje komt Matt Murdock in aanraking met radioactief afval en wordt blind. Vanaf dat moment ontwikkelt hij een radarzintuig waarmee hij dingen in zijn omgeving heel goed aanvoelt, ruikt en hoort. Jaren later is Murdock opgegroeid tot een gerespecteerde advocaat. Hiernaast heeft hij echter een geheime identiteit als Daredevil, de man zonder angst, waarmee hij het onrecht bestrijdt dat hem in de rechtszaal niet lukt.","category":""},"70703":{"channel":"280715089","start":"1672510800","end":"1672516800","first":"T","idtitle":"THEGOODNEIGHBOUR","title":"The Good Neighbour","program_id":"1312546966","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/93\/202212240200255397wo.jpg","description":"David begint een nieuwe baan en een nieuw leven in een nieuwe stad. Hij sluit al snel vriendschap met z’n buurman Robert. Na een avond stappen slaat het noodlot toe: David rijdt een fietsster aan en Robert overtuigt hem om te vluchten en haar voor dood achter te laten. Robert toont geen enkel berouw en wanneer de politie onderzoek doet gaat hij steeds verder om hun geheim te bewaren. Robert begaat onbeschrijflijke wreedheden en sleurt David steeds verder mee in zijn criminele en sadistische daden om hun schuld te verbergen. Al snel lijkt er geen weg terug meer.","category":""},"70704":{"channel":"280715089","start":"1672516800","end":"1672522200","first":"M","idtitle":"MONSTERPARTY","title":"Monster Party","program_id":"1312546972","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/67\/202212240200255395y2.jpg","description":"Drie jonge dieven infiltreren in een gigantisch landhuis, waar een luxueus feest wordt gegeven voor een groep extreem rijke jet-setters. Maar hun hebzucht slaat al snel om in doodsangst, wanneer blijkt dat het gaat om een bijeenkomst van seriemoordenaars. Het aantal lijken loopt op en het drietal moet vechten op leven en dood om te ontsnappen, of gruwelijk aan hun einde komen.","category":""},"70705":{"channel":"280715089","start":"1672522200","end":"1672528200","first":"A","idtitle":"ARKANSAS","title":"Arkansas","program_id":"1312546978","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/91\/20221224020025539eym.jpg","description":"In de gevaarlijke, duistere wereld van de drugshandel krijgt niemand een tweede kans. Kyle en Swin (Liam Hemsworth en Clark Duke) zijn twee eenvoudige koeriers die alles moeten doen wat aan hen wordt opgedragen door Frog (Vince Vaughn), een drugsbaron uit Arkansas die ze nog nooit hebben ontmoet. Wanneer een deal misloopt en hun tussenpersoon op gewelddadige wijze wordt omgelegd, kunnen Kyle en Swin niet ontkomen aan de keiharde gevolgen.","category":""}}