{"70052":{"channel":"280715003","start":"1673483100","end":"1673489400","first":"L","idtitle":"LIZZIE","title":"Lizzie","program_id":"1316656002","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/84\/20230104020039748kb0.jpg","description":"Massachusetts, 1892. De ongehuwde 32-jarige Lizzie (Chloë Sevigny) wordt door haar omgeving behandeld als een sociale outcast. Ze leidt een claustrofobisch leven wat geheel gedomineerd wordt door haar kille vader. En wanneer de jonge Bridget Sullivan (Kristen Stewart) voor het gezin komt werken vindt Lizzie eindelijk die vriendin waar ze naar heeft verlangd. Hun intimiteit groeit echter uit tot een donker en verontrustend plan.","category":""},"70053":{"channel":"280715003","start":"1673489400","end":"1673495700","first":"T","idtitle":"THEPOSTCARDKILLINGS","title":"The Postcard Killings","program_id":"1316656008","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/53\/20230104020039748ge8.jpg","description":"Jacob, een door verdriet verscheurde politie-inspecteur uit New York reist naar Londen om de moord op zijn dochter en haar kersverse echtgenoot te onderzoeken. Hij ontdekt dat een gestoorde seriemoordenaar pasgetrouwde stellen om het leven brengt. De moord wordt steeds aangekondigd met een ansichtkaart die naar een plaatselijke journalist gestuurd wordt. Ondanks dat hij tegengewerkt wordt door de lokale politie, bijt Jacob zich geobsedeerd vast in zijn prooi. Maar steeds als hij denkt de dader te pakken te hebben glipt die weer door z'n vingers.","category":""},"70054":{"channel":"280715003","start":"1673495700","end":"1673501400","first":"C","idtitle":"CAGEFIGHTER","title":"Cagefighter","program_id":"1316656014","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/78\/202301040200397487u1.jpg","description":"Reiss Gibbons is de onbetwiste kampioen van keiharde kooigevechten. Hij heeft vijfmaal zijn titel verdedigd en het geld stroomt binnen door een ongekende reeks sponsordeals, die zijn manager en beste vriend Reggie regelt. Er is geen tegenstander die Reiss wil uitdagen. Als publiciteitsstunt accepteert Reiss een gevecht tegen de professionele worstelaar Randy Stone. Reiss ziet het gevecht als een grap, verschijnt slecht voorbereid in de ring en wordt er letterlijk en figuurlijk keihard uitgeslagen. Binnen 24 uur verliest hij alles en er rest hem slechts één ding: revanche op Stone.","category":""},"70055":{"channel":"280715003","start":"1673501400","end":"1673506500","first":"B","idtitle":"BACHELORETTE","title":"Bachelorette","program_id":"1317056029","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/89\/202301050200397207su.jpg","description":"De bitchy Regan (Kirsten Dunst), party animal Gena (Lizzy Caplan) en dommige beauty Katie (Isla Fisher) organiseren voor hun oud-klasgenootje Becky een vrijgezellenfeestje, dat compleet uit de hand loopt. Stiekem zijn de drie meiden helemaal niet blij dat zij als eerste trouwt met een succesvolle en knappe man, en ondanks Becky haar wens om een rustig avondje te hebben voor haar trouwdag, besluiten de drie meiden toch een lekker feestje te bouwen. Vanaf het moment dat de stripper arriveert, loopt alles echter compleet anders dan gepland en volgt een nacht vol met drank, drugs, misverstanden en een kapotte bruidsjurk.","category":""},"70056":{"channel":"280715003","start":"1673506500","end":"1673511600","first":"C","idtitle":"COWBOYS","title":"Cowboys","program_id":"1317056035","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/11\/20230105020039720hpx.jpg","description":"Samen met zijn zoon Joe, maakt Troy (Steve Zahn) een trektocht door het ruige Montana. De twee zijn op de vlucht en hopen de Canadese grens te halen door zo min mogelijk op te vallen. Een buitenbeentje binnen de lokale politie, Faith (Ann Dowd), zit achter hen aan. Als Faith dieper in de zaak duikt, ontdekt ze dat deze vermeende ontvoering anders in elkaar steekt dan ze denkt. Joe is een transgender en zijn vader Troy heeft het kind gekidnapt om het te beschermen tegen de intolerante moeder (Jillian Bell). Troy kampt echter met psychische problemen en ontbeert in de wildernis de broodnodige medicatie.","category":""},"70057":{"channel":"280715003","start":"1673511600","end":"1673517300","first":"C","idtitle":"CAFESOCIETY","title":"Café Society","program_id":"1317056041","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/71\/202301050200397202os.jpg","description":"De jonge Bobby Dorfman (Jesse Eisenberg) heeft genoeg van de beslommeringen rond zijn eenvoudige Joodse familie en hij verruilt het New York van de jaren dertig voor de glitter en glamour van het klassieke Hollywood. Hij gaat aan de slag als loopjongen voor zijn oom Phil (Steve Carell), een machtige impresario voor filmsterren, en wordt al snel verliefd op Phils secretaresse Vonnie (Kirsten Stewart), een meisje dat weinig opheeft met de drukdoenerij in Los Angeles.","category":""},"70058":{"channel":"280715003","start":"1673517300","end":"1673522700","first":"H","idtitle":"HORRIBLEHISTORIESTHEMOVIEROTTENROMANS","title":"Horrible Histories: The Movie - Rotten Romans","program_id":"1317056047","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/47\/202301050200397201ce.jpg","description":"Atti is een Romeinse tiener met veel hersens maar heel weinig spierkracht. Als een van zijn slimme plannetjes kwaad bloed zet bij keizer Nero, moet Atti voor straf mee met het leger. Hij komt terecht in een koud en nat Brittannië, waar de plaatselijke bevolking in opstand komt. En zo ontmoet hij Orla, een strijdlustig Keltisch tienermeisje dat zichzelf wil bewijzen als waardevolle vechter. De vraag is hoe lang deze vriendschap stand kan houden, als Atti ontdekt dat keizer Nero bereid is ten strijde te trekken tegen de opstandelingen.","category":""},"70059":{"channel":"280715003","start":"1673522700","end":"1673528100","first":"A","idtitle":"ANDSOITGOES","title":"And So It Goes","program_id":"1317056053","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/18\/20230105020039720cca.jpg","description":"Makelaar en mopperkont Oren (Michael Douglas) heeft geen contact meer met zijn familie. Wanneer zijn zoon ineens voor de deur staat is dat dan ook een enorme verrassing, zeker als hem wordt gevraagd om op de negenjarige Sarah te passen - de kleindochter van wie Oren het bestaan niet wist. Oren heeft geen idee hoe hij voor het jonge meisje moet zorgen en roept de hulp in van zijn sympathieke buurvrouw Leah (Diane Keaton). Dit leidt tot hilarische en ontroerende momenten, waarbij Oren een hele nieuwe kant van zichzelf ontdekt en de liefde hervindt.","category":""},"70060":{"channel":"280715003","start":"1673528100","end":"1673533800","first":"S","idtitle":"SPOILEDBRATS","title":"Spoiled Brats","program_id":"1317056059","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/42\/20230105020039720ozm.jpg","description":"De drie kinderen van een rijke zakenman doen niets met hun leven, behalve het geld van hun hardwerkende vader uitgeven. Hij is het feestvieren op zijn kosten zat, en besluit zijn kinderen een les te leren door ze wijs te maken dat er geen geld meer is. Voor het eerst moeten de verwende nesten het voor hen ondenkbare doen: werken.","category":""},"70061":{"channel":"280715003","start":"1673533800","end":"1673546100","first":"E","idtitle":"EFFACERLHISTORIQUE","title":"Effacer L' Historique","program_id":"1317056065","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/26\/20230105020039720anj.jpg","description":"In een woonwijk worden drie buren geconfronteerd met de invloed van social media op hun leven. Marie wordt gechanteerd met een sekstape, Bertrands dochter wordt via Facebook op school gepest en Uber-chauffeur Christine is van slag omdat haar klanten weigeren om positieve recensies achter te laten. Samen besluiten ze de strijd aan te gaan tegen de internetgiganten.","category":""}}