{"69926":{"channel":"280714878","start":"1673047800","end":"1673055000","first":"A","idtitle":"AUGUSTOSAGECOUNTY","title":"August Osage County","program_id":"1314808989","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/18\/20221231020040522cqz.jpg","description":"Door tragische omstandigheden worden moeder Violet Weston (Meryl Streep) en haar dochter Barbara (Julia Roberts) gedwongen samen te komen in het ouderlijk huis met de rest van het gezin. Ieder lid van de familie Weston (Ewan McGregor, Juliette Lewis, Chris Cooper en Benedict Cumberbatch) neemt zijn eigen problemen mee, wat zorgt voor diverse licht ontvlambare situaties, schaamteloze ruzies, en bekentenissen met onvoorspelbare gevolgen.","category":""},"69927":{"channel":"280714878","start":"1673055000","end":"1673060700","first":"T","idtitle":"THEYEARDOLLYPARTONWASMYMOM","title":"The Year Dolly Parton Was My Mom","program_id":"1314808995","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/98\/20221230020034886ufj.jpg","description":"Het is 1976 en Elizabeth is een doodgewoon meisje van elf jaar oud. Sinds kort bidt ze echter elke dag voor de overgang naar volwassenheid, omdat ze heeft ontdekt dat haar hele leven uit één grote leugen bestaat; ze blijkt geadopteerd. Met alleen haar verbeelding als gids, besluit ze te vertrekken, op zoek naar haar eigen identiteit. Marion, haar adoptiemoeder, voelt zich al snel gedwongen om alle waarheden rondom Elizabeth bekend te maken.","category":""},"69928":{"channel":"280714878","start":"1673060700","end":"1673066100","first":"H","idtitle":"HORRIBLEHISTORIESTHEMOVIEROTTENROMANS","title":"Horrible Histories: The Movie - Rotten Romans","program_id":"1314809001","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/43\/20221230020034886b8x.jpg","description":"Atti is een Romeinse tiener met veel hersens maar heel weinig spierkracht. Als een van zijn slimme plannetjes kwaad bloed zet bij keizer Nero, moet Atti voor straf mee met het leger. Hij komt terecht in een koud en nat Brittannië, waar de plaatselijke bevolking in opstand komt. En zo ontmoet hij Orla, een strijdlustig Keltisch tienermeisje dat zichzelf wil bewijzen als waardevolle vechter. De vraag is hoe lang deze vriendschap stand kan houden, als Atti ontdekt dat keizer Nero bereid is ten strijde te trekken tegen de opstandelingen.","category":""},"69929":{"channel":"280714878","start":"1673066100","end":"1673071200","first":"G","idtitle":"GUIDOSUPERSTARTHERISEOFGUIDO","title":"Guido Superstar: The Rise of Guido","program_id":"1315219344","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/67\/20221231020040521zgv.jpg","description":"In deze hilarische actiekomedie komt Italiaanse immigrant Guido terecht in de wereld van snelle auto's, geheim agenten en drugsmaffia. Nadat hij zijn baantje is kwijtgeraakt wordt Guido ingehuurd door te FBI om zich voor te doen als een Siciliaanse gangster. Helaas verloopt niet alles van een leien dakje. Guido moet proberen het hoofd koel te houden voordat hij wordt vermoord of, nog erger, teruggestuurd naar Italië.","category":""},"69930":{"channel":"280714878","start":"1673071200","end":"1673076720","first":"L","idtitle":"LERENARDETLENFANT","title":"Le renard et l'enfant","program_id":"1315219350","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/96\/20221231020040521a9w.jpg","description":"Op een mooie herfstdag ziet een meisje een vos lopen. Geboeid door wat zij ziet vergeet zij haar angst en zoekt contact met het dier. De grenzen, die normaal tussen een mens en een wild dier te vinden zijn, verdwijnen als sneeuw voor de zon. Het is het begin van een buitengewone vriendschap. Dankzij de vos, ontdekt het meisje een geheime en verwilderde natuur, dat haar leven en haar kijk daarop compleet doet veranderen.","category":""},"69931":{"channel":"280714878","start":"1673076720","end":"1673082420","first":"L","idtitle":"LABYRINTHUS","title":"Labyrinthus","program_id":"1315219356","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/76\/20221231020040521rmi.jpg","description":"De veertienjarige Frikke ontdekt bij toeval een computerspel waarin enkele van zijn vrienden terechtgekomen zijn. Enkel Frikke kan hen eruit bevrijden. In een race tegen de klok gaat Frikke op zoek naar het kwade meesterbrein achter dit gemene spel en hoopt hij zo zijn vrienden te redden.","category":""},"69932":{"channel":"280714878","start":"1673082420","end":"1673088060","first":"V","idtitle":"VAMPIERZUSJES","title":"Vampierzusjes","program_id":"1315219362","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/85\/20221231020040521tf4.jpg","description":"De twaalfjarige tweelingzusjes Dakaria en Silvania Tepes zijn allebei half-vampier. Hun moeder is honderd procent mens, hun vader is een volbloed vampier. De zusjes vinden dat best wel leuk, omdat ze 's nachts kunnen vliegen en zich heel snel van de ene plek naar de andere kunnen verplaatsen. Dakaria en Silvania hebben hun hele leven vader tussen de vampiers gewoond. Maar nu verhuizen ze naar de wereld van hun moeder en moeten ze zich redden tussen 'gewone mensen'. Dat is heel spannend want niemand mag achter hun geheim komen.","category":""},"69933":{"channel":"280714878","start":"1673088060","end":"1673093640","first":"D","idtitle":"DEDOLLETWEELING4MEERDANBESTEVRIENDEN","title":"De dolle tweeling 4 - Meer dan beste vrienden","program_id":"1315219368","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/18\/202212310200405218n2.jpg","description":"De tweeling Hanni en Nanni hebben absoluut geen zin om de rest van het jaar op een kostschool door te brengen. Het liefste blijven zij thuis met hun vader in Berlijn, maar dat mag niet van hun moeder. Daarom halen ze zo veel mogelijk kattenkwaad uit om van school gestuurd te worden. Nanni wordt op een gegeven moment vriendinnen met een leuk groepje meiden en ze krijgt een paard, Pegasus. Maar Hanni is nog steeds bezig met het uithalen van grapjes, zodat ze naar huis kunnen. Dit is de eerste keer dat de tweeling het niet met elkaar eens is en uit elkaar gaat. Zullen ze ooit nog samenkomen?","category":""},"69934":{"channel":"280714878","start":"1673093640","end":"1673099100","first":"R","idtitle":"RAZEND","title":"Razend","program_id":"1315219374","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/16\/20221231020040521o4a.jpg","description":"De vijftienjarige Sven wil regisseur worden en is al volop bezig met filmpjes op Youtube. Hij vraagt Roosmarijn om mee te werken aan zijn eerste speelfilm. Zij mag echter niet te weten komen dat hij thuis regelmatig een pak rammel krijgt. Het lukt hem zijn blauwe plekken voor iedereen verborgen te houden totdat hij er op een dag zo slecht aan toe is dat hij bij zijn oma onderduikt. Daardoor mist hij zijn verjaardag. Roosmarijn denkt dat hij haar niet meer leuk vindt en ook zijn vrienden zijn boos op hem. Hij besluit om voor eens en voor altijd met zijn vader af te rekenen, totdat hij ontdekt waarom zijn vader hem slaat.","category":""},"69935":{"channel":"280714878","start":"1673099100","end":"1673105400","first":"K","idtitle":"KAMELEON2","title":"Kameleon 2","program_id":"1315219380","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/42\/20221231020040521fun.jpg","description":"De bewoners van Lenten dreigen de dupe te worden van een op geld beluste aannemer die een snelweg en een villawijk wil aanleggen in het rustieke dorpje. Als de plannen uitlekken is het hele dorp in rep en roer. Zelfs binnen het gezin van Hielke en Sietse Klinkhamer laaien de discussies over de veranderingen hoog op. Wanneer ze hun nieuwe vriendinnetje Marieke redden van verdrinking, moet zij zo snel mogelijk naar een Zwitsers kuuroord om te genezen. Hielke en Sietse besluiten meteen tot actie over te gaan, maar of de tweeling het dorp én het leven van Marieke kan redden, dat is nog maar de vraag.","category":""},"69936":{"channel":"280714878","start":"1673105400","end":"1673110440","first":"T","idtitle":"THEPIRATESBANDOFMISFITS","title":"The Pirates! Band of Misfits","program_id":"1315219386","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/45\/20221231020040521fii.jpg","description":"De chaotische en bebaarde Piratenkapitein is de overheerser van de zee. Samen met zijn klunzige crew moet hij zijn grote droom waarmaken, namelijk de bittere rivalen Black Bellamy en Cutlass Liz verslaan om de grote prijs 'Piraat van het Jaar' te winnen. Het is een zoektocht die onze helden meeneemt van de oevers van het exotische Bloed Eiland tot de mistige straten van het Victoriaanse Londen. Onderweg vechten ze tegen een duivelse koningin en gaan in zee met een jonge, verstrooide wetenschapper, maar verliezen één ding waar de piraat het liefst van houdt nooit uit het oog: avontuur!","category":""},"69937":{"channel":"280714878","start":"1673110440","end":"1673117700","first":"M","idtitle":"MARLEYME","title":"Marley & Me","program_id":"1315219392","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/70\/20221231020040521mby.jpg","description":"De pasgetrouwde John en Jenny Grogan adopteren Marley, een schattige Labrador-pup. Ze houden de labrador enkel om een idee te krijgen hoe het is om ouders te zijn. Marley blijkt echter hyperactief te zijn en moet zelfs naar een speciale gehoorzaamheidsschool gestuurd worden. Hij vernielt de boel, wordt van de gehoorzaamheidsschool geschopt en wordt alleen maar erger wanneer John en Jennifer kinderen krijgen","category":""},"69938":{"channel":"280714878","start":"1673117700","end":"1673123520","first":"S","idtitle":"SEEKINGAFRIENDFORTHEENDOFTHEWORLD","title":"Seeking a Friend for the End of the World","program_id":"1315219398","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/7\/20221231020040521v19.jpg","description":"Wanneer bekend wordt dat een asteroïde binnen drie weken een einde zal maken aan al het leven op aarde, besluit de eeuwige loser Dodge op aandringen van zijn excentrieke buurvrouw Penny een roadtrip met haar te maken om zijn jeugdliefde terug vinden. Deze beslissing leidt tot een bijzondere en chaotische reis door een wereld die geen regels en wetten meer kent, waar alles mag en niets meer hoeft.","category":""},"69939":{"channel":"280714878","start":"1673123520","end":"1673129340","first":"T","idtitle":"THEARTIST","title":"The Artist","program_id":"1315219404","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/65\/20221231020040521kec.jpg","description":"Hollywood 1927. George Valentin is knap, charismatisch en de grote ster van de zwijgende cinema. Wanneer de geluidsfilm echter zijn intrede maakt, raakt de loopbaan van George in het slop. Drank en armoede brengen hem verder in verval. De carrière van de opkomende jonge actrice Peppy Miller, schiet juist als een raket omhoog. Zij biedt hulp aan George om terug op het witte doek te verschijnen en spoort hem aan danser te worden. Samen proberen zij de weg naar de top te vinden.","category":""},"69940":{"channel":"280714878","start":"1673129340","end":"1673134620","first":"Q","idtitle":"QUIMAIMEMESUIVE","title":"Qui M'Aime Me Suive","program_id":"1315219410","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/18\/20221231020040521zk2.jpg","description":"De gepensioneerde Gilbert en Simone wonen in een dorpje in Zuid-Frankrijk en ervaren nogal wat ergernissen in hun huwelijk. Het constante cynisme van haar echtgenoot, hun geldtekort, maar ook het plotselinge vertrek van haar buurman en geheime minnaar Étienne, zorgen ervoor dat Simone ervoor kiest om haar man te verlaten. Maar dan besluit Gilbert hij tot alles bereid is om zijn echtgenote en grote liefde voor zich terug te winnen.","category":""}}