{"24930":{"channel":"141429532","start":"1672162819","end":"1672165692","first":"M","idtitle":"MONK","title":"Monk","program_id":"1310942656","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/73\/202212200201455102pm.jpg","description":"Monks fobieën dreigen een grote moordzaak te ondermijnen wanneer zijn ongebruikelijke methoden onder de loep worden genomen in de rechtszaal door een agressieve advocaat. Met een gastrol voor Jay Mohr.","category":""},"24931":{"channel":"141429532","start":"1672165692","end":"1672169444","first":"M","idtitle":"MONK","title":"Monk","program_id":"1310942662","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/14\/20221220020145511fee.jpg","description":"Natalie is ervan overtuigd dat een recensent (gespeeld door Dylan Baker) die de toneelopvoering van haar dochter Julie afkraakte, verantwoordelijk is voor een moord die werd gepleegd tijdens de voorstelling.","category":""},"24932":{"channel":"141429532","start":"1672169444","end":"1672176317","first":"L","idtitle":"LEMONYSNICKETSASERIESOFUNFORTUNATEEVENTS","title":"Lemony Snicket's A Series of Unfortunate Events","program_id":"1310942668","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/89\/20221220020145511ib4.jpg","description":"Beste Kijker, Als je van films houdt met zingende konijnen, exploderende ruimteschepen of cheerleaders, dan zit je totaal naar de verkeerde film te kijken. Deze film is extreem verontrustend, een uitdrukking die hier eigenlijk betekent 'een spannend ongeval over drie ingenieuze weeskinderen en een kwaadaardige acteur genaamd Graaf Olaf, die uit is op hun enorme fortuin'. Dit verhaal behelst een verdachte brand, overheerlijke pasta, bloedzuigers met wangedrag, een ongelofelijk dodelijke adder en de stem van een bedrieger genaamd. Het enige dat zo'n spektakel nog verontrustender kan maken zijn extra's, zoals commentaar van mij of opnames met nerveus gelach. Ik ben verplicht om mijn onderzoek naar het leven van de Baudelaire wezen voort te zetten, maar het staat jou vrij om een lichter gerecht uit te kiezen, zoals een kaasfondue van blauwe kaas. Met alle respect, Lemony Snicket.","category":""},"24933":{"channel":"141429532","start":"1672176317","end":"1672183082","first":"B","idtitle":"BROKENWOODMYSTERIES","title":"Brokenwood Mysteries","program_id":"1310942674","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/80\/20221220020145511dhi.jpg","description":"Mike en zijn team dompelen zich onder in de antiekwereld wanneer de tv-ploeg van de hitserie All Things Old and Beautiful in het stadje arriveert en een van de presentatoren wordt vermoord.","category":""}}