{"55802":{"channel":"141431343","start":"1673478000","end":"1673485246","first":"F","idtitle":"FRANCKSTRADELLA","title":"Franck - Stradella","program_id":"1316694543","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/60\/20230104020135999kv0.jpg","description":"Op 19 september 2012 opende het operahuis van Luik - het economische en culturele centrum van Wallonië - opnieuw de deuren. Het seizoen werd geopend met Stradella (1842), een onvoltooid jeugdwerk van César Franck (1822-1890), zelf geboren en getogen in Luik. In 1984 werd het manuscript van Stradella opgeduikeld uit de Bibliothèque nationale de France. Er werd gekozen om de allereerste productie van Stradella te laten plaatsvinden in de Opéra Royal de Wallonie in een orkestratie van Luc van Hove en regie door Jaco van Dormael. Stradella vertelt het verhaal van de hertog van Pesaro die luitenant Spadoni heeft bevolen om de prachtige Léonor te ontvoeren tijdens het Venetiaanse Carnaval. Na Léonor opgesloten te hebben in zijn landhuis, probeert de hertog haar liefde voor zich te winnen door de beroemde zanger Stradella in dienst te nemen en voor Léonor te laten zingen. De hertog is zich er echter niet van bewust dat Stradella en Léonor geliefden zijn. Zal het Stradella lukken Léonor te bevrijden uit de handen van de hertog? Hoewel César Franck in zijn latere carrière op symfonisch gebied sterk beïnvloed was door Wagner, ligt dit jeugdwerk dichter bij de stijl van tijdgenoten ...","category":""},"55803":{"channel":"141431343","start":"1673485246","end":"1673490939","first":"W","idtitle":"WALDBUEHNE2002NIGHTOFTHEENCORES","title":"Waldbühne 2002 – Night of the Encores","program_id":"1316694549","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/78\/20230104020136000bio.jpg","description":"Onder luid gejuich en staande ovaties dirigeerde Mariss Jansons de Berliner Philharmoniker en gastsolist Vadim Repin (viool) tijdens een avond vol populaire toegiften. De Waldbühne in Berlijn is zonder twijfel één van de meest indrukwekkende openluchtpodia in Europa. Iedere zomer speelt de Berliner Philharmoniker voor een publiek van ruim 20.000 toeschouwers. Deze editie van het Waldbühneconcert uit 2002 concentreert zich op toegiften die vaak door grote orkesten en ensembles in het concertprogramma worden opgenomen. Het orkest wordt vergezeld door de Russische violist Vadim Repin, de jongste winnaar ooit van de Koningin Elizabethwedstrijd in Brussel. Het programma varieert van Wagner tot Tsjaikovski en van Sibelius tot John Williams. Zoals altijd wordt het Waldbühneconcert afgesloten met Paul Linckes Berliner Luft!","category":""},"55804":{"channel":"141431343","start":"1673490939","end":"1673496003","first":"R","idtitle":"ROSSINIPETITEMESSESOLENNELLE","title":"Rossini - Petite Messe solennelle","program_id":"1316694555","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/26\/20230104020136000g0i.jpg","description":"Gioachino Rossini zei het zelf al: hij werd geboren om komische opera’s te schrijven. Dat neemt niet weg dat deze late compositie er zeker ook mag zijn. Hij bestempelde zijn ‘Petitie Messe Solennelle’ als zijn laatste \"péchés de vieillesse\" (zonden van de ouderdom) en schreef het oorspronkelijk voor koor, twee piano’s en harmonium. Riccardo Chailly dirigeert het Gewandhausorchester Leipzig, het Gewandhauschor en het Chor der Oper Leipzig in de orkestversie vanuit het Gewandhaus in Leipzig in 2008.","category":""},"55805":{"channel":"141431343","start":"1673496003","end":"1673497754","first":"M","idtitle":"MENDELSSOHNVIOOLCONCERTOP64","title":"Mendelssohn - Vioolconcert, Op. 64","program_id":"1316694561","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/52\/20230104020136000fif.jpg","description":"Sir Simon Rattle dirigeert de Berliner Philharmoniker tijdens het Europakonzert van 2016. Voor deze editie is de keuze gevallen op de prachtige barokkerk in het Noorse mijndorpje Røros. Het dorpscentrum van Røros is opgenomen in de Werelderfgoedlijst van UNESCO. De Noorse violiste Vilde Frang is de solist in Mendelssohns Vioolconcert, Op. 64.","category":""},"55806":{"channel":"141431343","start":"1673497754","end":"1673499600","first":"P","idtitle":"PIANOWERKVANROSSINIVERDIRENDANOEA","title":"Pianowerk van Rossini, Verdi, Rendano e. a.","program_id":"1316694567","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/47\/20230104020136000u6j.jpg","description":"De zesdelige concertreeks \"Io suono italiano\" is gewijd aan muziek van Italiaanse componisten en uitgevoerd door Italiaanse musici op Italiaanse instrumenten. De reeks beslaat vier eeuwen aan muziek: van renaissancecomponist Girolamo Frescobaldi en barokcomponist Antonio Vivaldi tot de twintigste-eeuwse filmmuziek van Ennio Morricone en de moderne opera van Azio Corghi. Elk programma presenteert zowel bekende werken als minder bekende composities. Deze prachtige uitvoeringen werden in januari 2021 opgenomen in het sfeervolle Teatro Sociale in het Noord-Italiaanse Rovigo. In deze aflevering speelt pianist Roberto Prosseda Gioachino Rossini’s Une caresse à ma femme en Petite Valse du boudoir; Giuseppe Verdi’s Romanza in F-groot, en Valzer in F-groot; Alfonso Rendano’s Notturno in E-groot; Roffredo Caetani’s Ballata, Op. 9 in fis-klein; en Luigi Dallapiccola’s Sonatina Canonica su Capricci di Paganini.","category":""},"55807":{"channel":"141431343","start":"1673499600","end":"1673501490","first":"M","idtitle":"MOZARTSYMFONIENR38KV504","title":"Mozart - Symfonie Nr. 38, KV. 504","program_id":"1317060441","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/37\/20230105020050510sy0.jpg","description":"Gerd Albrecht dirigeert de Deutsche Kammerphilharmonie in een uitvoering van Mozarts ‘Praag’ Symfonie Nr. 38 (KV. 504). De uitzending is geregisseerd door János Darvas. Mozart componeerde dit werk aan het einde van 1786. Het werd in januari 1787 voor het eerst uitgevoerd tijdens Mozarts bezoek aan Praag, zodoende verwierf het werk de bijnaam ‘Praag’. Het ongebruikelijke aan de symfonie is dat deze uit slechts drie delen bestaat, waarmee het één van de weinige bekende symfonieën uit de laatklassieke periode is waarin een gebruikelijk menuet of scherzo ontbreekt. De symfonie opent met een Adagio, gevolgd door een krachtig Allegro dat vooruitloopt op de dramatiek die later dat jaar in Mozarts opera Don Giovanni terug te vinden is.","category":""},"60573":{"channel":"141431343","start":"1673501490","end":"1673507503","first":"B","idtitle":"BACHBRANDENBURGSECONCERTEN","title":"Bach - Brandenburgse Concerten","program_id":"1317060447","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/69\/20230105020050510mwq.jpg","description":"Het Orchestra Mozart in opgericht in 2004 om jonge, getalenteerde musici de mogelijk te geven om in een orkest van wereldniveau te spelen onder leiding van ’s werelds grootste dirigenten. Claudio Abbado was de artistiek leider van het orkest en verantwoordelijk voor de bezetting van het ensemble. Samen met Giuliano Carmignola speelt het Orchestra Mozart Johann Sebastian Bachs Brandenburgse Concerten (BWV 1046-51). De opname vond plaats in het Teatro Municipale Valli,m Reggio Emilia.","category":""},"60574":{"channel":"141431343","start":"1673507503","end":"1673512383","first":"V","idtitle":"VERBIERKISSINSPEELTCHOPINSCHUMANNENDEBUSSY","title":"Verbier: Kissin speelt Chopin, Schumann en Debussy","program_id":"1317060453","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/44\/20230105020050510hdn.jpg","description":"Pianowonder Evgeny Kissin verovert andermaal de harten van zijn luisteraars in een concertprogramma met werken van Chopin, Schumann, Scriabin en Debussy. De recitals van de Russische pianist zijn al jaren lang vaste prik op het Verbier Festival en vormen een steevast hoogtepunt. Kissin opent met Chopins Nocturne Op. 62, Nr. 2. Na Schumanns zelden uitgevoerde Derde Pianosonate, Op. 14 volgt een selectie preludes van Debussy, ter ere van diens honderste geboortejaar. Kissin sluit af met Scriabins Pianosonate Nr. 4 en Golliwog’s Cakewalk uit Debussy’s Children’s Corner. Opgenomen tijdens de 25e jubileumeditie van het Zwitserse Verbier Festival van 2018.","category":""},"60575":{"channel":"141431343","start":"1673512383","end":"1673514092","first":"C","idtitle":"CMIMVIOOL2019FINALEANNALEE","title":"CMIM Viool 2019 - Finale: Anna Lee","program_id":"1317060459","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/79\/20230105020050510y8r.jpg","description":"Anna Lee (Verenigde Staten\/Zuid-Korea, 1995) speelt Sergej Prokofjevs Vioolconcert nr. 2 in g-klein, Op. 63 gedurende de finales van viooleditie 2019 van het Concours musical international de Montréal (CMIM). Zij wordt begeleid door het Montreal Symphony Orchestra onder leiding van Alexander Shelley. Deze uitvoering werd opgenomen in het Montreal Symphony House.","category":""},"60576":{"channel":"141431343","start":"1673514092","end":"1673517127","first":"D","idtitle":"DOCUMENTAIRE2017","title":"Documentaire 2017","program_id":"1317060465","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/55\/20230105020050510poh.jpg","description":"Deze korte documentaire volgt de deelnemers van het 11e Internationaal Franz Liszt Pianoconcours dat in 2017 plaatsvond in TivoliVredenburg te Utrecht. Het concours bevordert zowel de muzikale ontwikkeling alsook de concertervaring van pianotalenten afkomstig uit alle uithoeken van de wereld. Hierdoor vormt het concours een belangrijke opstap tot de internationale klassieke concertwereld voor jong talent dat een professionele carrière als musicus ambieert. Het Internationaal Franz Liszt Pianoconcours werd voor het eerst georganiseerd in 1986 en behoort inmiddels tot een van de meest prestigieuze pianoconcoursen ter wereld.","category":""},"60577":{"channel":"141431343","start":"1673517127","end":"1673520922","first":"M","idtitle":"MOSAIQUEPROJECTCANADEZEPIANOKWARTETTEN","title":"Mosaïque Project - Canadeze Pianokwartetten","program_id":"1317060471","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/95\/20230105020050510xzc.jpg","description":"Dit bijzondere concert viert de diversiteit en rijkdom van Canada zoals Canadezen die zelf ervaren. Het Mosaïque Project van Ensemble Made in Canada bestaat uit een suite van pianokwartetten. Het ensemble gaf 14 Canadese componisten opdracht tot het schrijven van een pianokwartet, telkens geïnspireerd op een regio van dit uitgestrekte land. Hoogtepunt van Ensemble Made in Canada’s twee jaar durende tournee door Canada met dit programma was dit optreden in St. Catharines’ prachtige, gloednieuwe Partridge Hall. Het Ensemble, bestaande uit Elissa Lee (viool) Sharon Wei (altviool), Rachel Mercer (cello) en Angela Park (piano), treedt steeds meer op de voorgrond als Canada’s belangrijkste pianokwartet.","category":""},"60578":{"channel":"141431343","start":"1673520922","end":"1673523520","first":"J","idtitle":"JOHANDEMEIJECHOESOFSANMARCOFELLINI","title":"Johan de Meij - Echoes of San Marco & Fellini","program_id":"1317060477","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/74\/20230105020050510k8l.jpg","description":"Dit concert is het resultaat van een samenwerking tussen het 'Giuseppe Nicolini' Conservatorium van Piacenza en het 'Giuseppe Verdi' Conservatorium van Milaan als onderdeel van het project \"MIlanoPIACEnza ... suonare insieme”. Op het programma staan werken van de Nederlandse dirigent en componist Johan de Meij. 'Echoes of San Marco' is een eerbetoon aan de Venetiaanse renaissancecomponist Giovanni Gabrieli (1555-1612). Het werk opent met een citaat uit de Canzon Septimi Toni uit het Sacre Sinfoniae van Gabrieli, dat net als het origineel geschreven is voor twee koren van koperblazers. Het werk ‘Fellini’ is gecomponeerd voor saxofoon en orkest en is een eerbetoon van de Italiaanse filmregisseur Federico Fellini (1920-1993). De Meij componeerde het werk voor saxofonist Hans de Jong, die tijdens het concert gekleed is als melancholische clown om de vaak dromerige en imaginaire werelden in Fellini’s films kracht bij te zetten. Dit concert is opgenomen in de Sala dei Teatini van het Teatri di Piacenza in 2018. Geregisseerd door Pietro Tagliaferri.","category":""},"60579":{"channel":"141431343","start":"1673523520","end":"1673524886","first":"S","idtitle":"STINGRAYORIGINALSSELJANNASIBLI","title":"Stingray Originals - Seljan Nasibli","program_id":"1317060483","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/62\/202301050200505109ok.jpg","description":"De in Azerbaijan geboren zangeres Seljan Nasibli verhuisde op vroege leeftijd naar Engeland, waar zij werd aangemoedigd muziekles te nemen. Hoewel Nasibli aanvankelijk jazz wilde zingen, herkenden haar leraren in Oxford een operatalent in haar. Op hun advies koos Nasibli ervoor de klassieke weg in te slaan. Zij rondde haar studie af aan The Royal College of Music, waar zij een masterdiploma zang behaalde. In deze aflevering van Stingray Originals vertolkt Nasibli drie van Giacomo Puccini's meest geliefde aria's: 'Signore, ascolta!' en 'Tu, che di gel sei cinta' uit de opera Turandot, en 'Quando m'en vo' (Musetta's Waltz) uit de opera La bohème.","category":""},"60580":{"channel":"141431343","start":"1673524886","end":"1673525708","first":"M","idtitle":"MOZARTEXSULTATEJUBILATEKV165","title":"Mozart - Exsultate, jubilate, KV. 165","program_id":"1317060489","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/75\/20230105020050511opv.jpg","description":"Sinds 1991 speelt de Berliner Philharmoniker ieder jaar een Europaconcert in een verschillende Europese stad, ter herdenking van de oprichting van het orkest op 1 mei 1882. In deze uitzending ziet u het Europaconcert van 1999, opgenomen in de Mariakerk in het Poolse Krakau, waar Bernard Haitink de Berliner Philharmoniker dirigeert met als solisten Christine Schäfer (sopraan) en Emanuel Ax (piano). Op het programma: Wolfgang Amadeus Mozarts Exsultate, jubilate, K. 165, en Et incarnatus est uit Mis in c mineur, K. 427.","category":""},"60581":{"channel":"141431343","start":"1673525708","end":"1673528430","first":"R","idtitle":"RAVELVIOOLSONATENR2","title":"Ravel - Vioolsonate nr. 2","program_id":"1317060495","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/6\/20230105020050511fbu.jpg","description":"In dit prachtige concert vanuit de Tsjaikovskizaal te Moskou presenteren twee exceptionele Russische solisten een programma met werken van Debussy, Ravel en Beethoven. Violist Vadim Repin werd in 1989 op 17-jarige leeftijd de jongste winnaar van het Koningin Elizabeth Concours in Brussel. Samen met pianist Nikolaï Luganski presenteert hij een programma vol virtuositeit. Op het programma staat Ravels Vioolsonate Nr. 2. Dit concertprogramma is geproduceerd door de Moscow Philharmonic Society, welke volgens de in St. Petersburg geboren componist Sjostakovitsj een significante rol speelde in de ontwikkeling van het Russische artistieke leven. De evenementen van het instituut zijn in de loop der jaren bezocht door miljoenen muziekliefhebbers en duizenden musici. De Moscow Philharmonic Society is opgericht in 1922 door de toenmalige commissaris van cultuur Anatoly Lunacharski en is inmiddels uitgegroeid tot het grootste concertinstituut van Rusland.","category":""},"60582":{"channel":"141431343","start":"1673528430","end":"1673530994","first":"M","idtitle":"MUZIEKVOORTRAVERSOVANOCKEGHEMSWEELINCKEA","title":"Muziek voor traverso van Ockeghem, Sweelinck e. a.","program_id":"1317060501","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/51\/20230105020050511xuj.jpg","description":"Elk jaar vindt eind augustus het beroemde Festival Oude Muziek plaats in de stad Utrecht. Met jaarlijks 70 duizend bezoekers is dit festival het grootste oude-muziekfestival van de wereld. Wegens de Covid-19-pandemie ging het festival in 2020 door in een aangepaste vorm, deels met concertuitvoeringen op locatie, deels met dagelijkse livestreams van concerten en archiefopnames. Als onderdeel van deze festivaleditie spelen Kate Clark (sopraan- en tenorblokfluit), João Carlos Santos (tenorblokfluit) en Pablo Sosa del Rosario (basblokfluit) repertoire uit de vroege Renaissance voor traverso. Op het programma staat werk van onder meer Johannes Ockeghem, Giovanni Bassano, Jacob Obrecht, en Jan Pieterszoon Sweelinck. Dit concert werd op 30 augustus 2020 opgenomen in de Gertrudiskapel in Utrecht.","category":""},"60583":{"channel":"141431343","start":"1673530994","end":"1673536029","first":"H","idtitle":"HANDELATCHAMBORDCASTLE","title":"Handel at Chambord Castle","program_id":"1317060507","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/88\/20230105020050511jnd.jpg","description":"Le Concert Spirituel speelt een prachtig Händel-programma onder leiding van Hervé Niquet in het kasteel van Chambord in Frankrijk. Het concert bevat Händels Concerti Grossi, Water Music en Music for the Royal Fireworks.","category":""},"60584":{"channel":"141431343","start":"1673536029","end":"1673541315","first":"M","idtitle":"MAHLERSYMFONIENR2","title":"Mahler - Symfonie nr. 2","program_id":"1317060513","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/12\/202301050200505112xf.jpg","description":"\"Het is een uitdaging om tegenwoordig in de klassieke muziekwereld een uitvoering te vinden die indrukwekkender, significanter en ontroerender is: totale harmonie tussen geest en hart en besef en gevoel.\" schreef de Bernse krant Der Bund in 2003 na deze indrukwekkende uitvoering van Mahlers 'Resurrectie' Symfonie Nr. 2 door het toen pas opgerichte Luzern Festivalorkest. Claudio Abbado stelde dit ensemble samen uit bekende instrumentalisten, gevierde uitvoerders van kamermuziek en ervaren solisten uit 's werelds beste orkesten. Het concert was reeds maanden van tevoren uitverkocht. De Neue Züricher Zeitung schreef: \"Het slotapplaus was ongekend, het zware laatste akkoord [..] verbrak de spanning die al negentig minuten had geduurd, zonder ook maar een moment te verslappen.\" In deze uitvoering worden solisten Eteri Gvazava (sopraan) en Anna Larsson (mezzosopraan) begeleidt door het Orfeón Donostiarra Koor.","category":""},"60585":{"channel":"141431343","start":"1673541315","end":"1673546761","first":"H","idtitle":"HOUSEOFDREAMS","title":"House of Dreams","program_id":"1317060519","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/13\/20230105020050511eol.jpg","description":"House of Dreams is een fantasierijk concert ontworpen door Alison Mackey. Het concert vormt een magische ontdekkingsreis waar barokkunst en barokmuziek samenkomen. In vijf Europese huizen worden werken van Bach, Händel, Vivaldi, Purcell en Marais ten gehore gebracht, met op de achtergrond schilderijen van onder meer Vermeer, Canaletto en Watteau. De regie is in handen van Marshal Pynkoski, Blair Williams is de verteller. Het Tafelmusik Baroque Orchestra, ookwel simpelweg bekend onder de naam Tafelmusik, is een in Toronto gehuisvest barokorkest, gespecialiseerd in de oude uitvoeringspraktijk en -techniek. Het ensemble is opgericht in 1979 en bestaat uit negentien fulltime leden en wordt, wanneer nodig, aangevuld met gastmusici. Tafelmusik staat onder de muzikale leiding van de violiste Jeanne Lamon.","category":""}}