{"69870":{"channel":"280714878","start":"1673484180","end":"1673489760","first":"R","idtitle":"RIPRENDIMI","title":"Riprendimi","program_id":"1316656086","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/8\/202301040200405126ok.jpg","description":"Een modern jong stel met een baby wordt gedwongen om te gaan met de bijna komische pijn van het uit elkaar gaan, terwijl ze het onderwerp zijn van een documentaire die al snel de professionele grenzen overschrijdt in hun privéleven.","category":""},"69871":{"channel":"280714878","start":"1673489760","end":"1673495340","first":"other","idtitle":"10REGOLEPERFAREINNAMORARE","title":"10 regole per fare innamorare","program_id":"1316656092","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/23\/20230104020040513dzh.jpg","description":"Italiaanse komedie waarin een onvervalste rokkenjager zijn onhandige zoon de kneepjes van het vak leert: tien vuistregels waarmee je iedere vrouw kunt krijgen. Maar de resultaten zijn verre van verwacht.","category":""},"69872":{"channel":"280714878","start":"1673495340","end":"1673503200","first":"V","idtitle":"VANIGLIAECIOCCOLATO","title":"Vaniglia e cioccolato","program_id":"1316656098","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/3\/202301040200405137jn.jpg","description":"Penelope, een moeder van drie kinderen, wordt moe van de ontrouw van haar man en verlaat hem. Ze gaat bij haar oma wonen, terwijl hij voor de kinderen moet zorgen. Zijn interesse wordt gewekt wanneer hij liefdesbrieven van zijn vrouw vindt, die wijzen op een liefdesaffaire uit het verleden. Zij probeert deze haar vroegere minnaar een Spaanse schilder, te vinden.","category":""},"69873":{"channel":"280714878","start":"1673503200","end":"1673509200","first":"Y","idtitle":"YOKO","title":"Yoko","program_id":"1317055861","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/51\/20230105020040508l08.jpg","description":"Het verdrietige elfjarige meisje Pia brengt graag tijd door in haar boomhut. Op een dag vindt ze er ineens een raar wit wezentje. Het is een kleine yeti uit de Himalaya. Hij heet Yoko en heeft magische krachten. Pia verstopt Yoko in de diepvrieskist, want ze wil niet dat haar moeder, haar nieuwsgierige zusje en haar beste vriend Lukas hem zien. Maar dan krijgen Pia en Yoko de akelige jager Thor achter zich aan. Hij wil de yeti verkopen aan de directeur van de dierentuin, een gemene verzamelaar van exotische dieren. Pia neemt Lukas in vertrouwen en vraagt hem haar te helpen Yoko te beschermen.","category":""},"69874":{"channel":"280714878","start":"1673509200","end":"1673515800","first":"R","idtitle":"RATRACE","title":"Rat Race","program_id":"1317055867","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/61\/20230105020040508zeo.jpg","description":"Donald P. Sinclair heeft zes gouden munten in verschillende speelautomaten in zijn casino geplaatst. De gelukkigen die deze munten vinden, zullen een kans krijgen om om 2 miljoen dollar te bezitten. De zes deelnemers moeten tegen elkaar racen om als eerste bij het geld te komen, in een kluis in New Mexico. Er zijn geen regels en alles wat er zou kunnen gebeuren, gebeurt ook. Ondertussen sluiten Sinclairs medewerkers achter de schermen hun weddenschappen af.","category":""},"69875":{"channel":"280714878","start":"1673515800","end":"1673521200","first":"I","idtitle":"ITSADISASTER","title":"It's a Disaster","program_id":"1317055873","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/98\/20230105020040508rt1.jpg","description":"Vier jonge koppels komen bij elkaar voor een zondagse brunch waar eigenlijk niemand meer zin in heeft. De spanningen lopen op en iedereen hoopt eigenlijk dat de brunch zo snel mogelijk voorbij is. Maar dan wordt aangekondigd dat er zich een chemische ramp heeft plaatsgevonden en dat iedereen binnen moet blijven met gesloten deuren en ramen. De spanningen lopen steeds verder op.","category":""},"69876":{"channel":"280714878","start":"1673521200","end":"1673526600","first":"R","idtitle":"RIFKINSFESTIVAL","title":"Rifkin's Festival","program_id":"1317055879","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/12\/20230105020040508vx1.jpg","description":"Wanneer filmrecensent Mort Rifkin zijn echtgenote, publiciteitsagent Sue, vergezelt naar het San Sebastian Film Festival in Spanje vermoedt hij dat haar fascinatie voor de jonge filmregisseur Philippe misschien wel iets verder gaat dan alleen die van werk. Terwijl Philippes film overladen wordt met overdadige lof, vindt Mort deze maar banaal en dwalen zijn gedachten af naar de filmklassiekers waar hij ooit les over gaf. De situatie zet het kwetsbare huwelijk tussen Mort en Sue onder druk. Mort vrolijkt wat op wanneer hij dokter Jo Rojas ontmoet, een gelijkgestemde ziel die lijdt onder haar huwelijk met een uitbundige schilder.","category":""},"69877":{"channel":"280714878","start":"1673526600","end":"1673534100","first":"A","idtitle":"ALINE","title":"Aline","program_id":"1317055885","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/46\/202301050200405086a4.jpg","description":"Een warme en humorvolle ode aan Célin Dion, vrij geïnspireerd op het leven van de beroemde zangeres. Aline is het veertiende kind in het gezin Dieu. Als haar ouders ontdekken dat de jonge Aline een gouden stem heeft, zet de hele familie zich in om haar talent aan de wereld te laten horen. Maar hoe komt een eenvoudig plattelandsmeisje uit Franstalig Canada verder? Een afspraak met producent Guy-Claude blijkt wat ze beiden nodig hebben. Samen kunnen ze met moed, geduld en liefde de wereld aan. Van lokale tv-shows tot megahits en van onzekere jonge vrouw tot stijlicoon.","category":""},"69878":{"channel":"280714878","start":"1673534100","end":"1673539800","first":"L","idtitle":"LABYRINTHUS","title":"Labyrinthus","program_id":"1317055891","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/76\/20230105020040508wwz.jpg","description":"De veertienjarige Frikke ontdekt bij toeval een computerspel waarin enkele van zijn vrienden terechtgekomen zijn. Enkel Frikke kan hen eruit bevrijden. In een race tegen de klok gaat Frikke op zoek naar het kwade meesterbrein achter dit gemene spel en hoopt hij zo zijn vrienden te redden.","category":""},"69879":{"channel":"280714878","start":"1673539800","end":"1673544600","first":"C","idtitle":"CASPEREMMABESTEVRIENDJES","title":"Casper & Emma – Beste vriendjes","program_id":"1317055897","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/59\/20230105020040508al7.jpg","description":"Emma wordt bijna vijf en wil voor haar verjaardag graag een hond. Maar haar moeder vindt dat ze daar nog niet groot genoeg voor is. Intussen ziet Casper, net zo oud als Emma, er heel erg tegenop om voor het eerst naar school te gaan. Hier ontmoeten de kleuters elkaar en hebben ze allebei een knuffel bij zich: Casper een leeuwtje en Emma een konijn. De twee sluiten direct vriendschap en hun knuffels ook. Op een dag zien Emma en Casper een lieve hond die Bassa heet. Emma is gek op het dier en wil Bassa mee naar huis nemen. Haar konijn ziet groen van jaloezie en verstopt zich. Emma is bang dat ze haar knuffel nooit meer zal zien.","category":""}}