{"69208":{"channel":"280715028","start":"1672359300","end":"1672366500","first":"D","idtitle":"DEADMANWALKING","title":"Dead Man Walking","program_id":"1311743883","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/87\/20221222020035524ggf.jpg","description":"Zuster Helen Prejean (Susan Sarandon) uit New Orleans is de geestelijke raadsvrouw van Matthew Poncelet (Sean Penn), een ter dood veroordeelde moordenaar die op zijn executie wacht. Het is haar opdracht om de ziel van Matthew te redden. Maar als ze haar weg probeert te vinden in het duistere doolhof van zijn ziel, komt ze zoveel haat tegen dat ze zich afvraagt hoe ver verlossing moet gaan. Kan ze de naderende executie zo lang uitstellen dat ze Matthew kan verlossen of vindt ze een waarheid die het geloof, de basis van haar leven, op zijn grondvesten zal doen schudden?","category":""},"69209":{"channel":"280715028","start":"1672366500","end":"1672375200","first":"P","idtitle":"PELLEEROBREREN","title":"Pelle erobreren","program_id":"1311743889","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/96\/20221222020035524jyh.jpg","description":"Aan het eind van de 19e eeuw komt een boot vol Zweedse migranten naar het Deense eiland Bornholm. Onder hen zijn Lasse (Max von Sydow) en zijn zoontje Pelle die naar Denemarken verhuizen om werk te vinden. Dat werk vinden ze op een grote boerderij, maar ze worden er behandeld als beesten. Toch weigeren ze de hoop op een beter leven op te geven.","category":""},"69210":{"channel":"280715028","start":"1672375200","end":"1672380000","first":"A","idtitle":"ABERNIKOEVET","title":"A berni követ","program_id":"1312149919","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/51\/20221223020039708weo.jpg","description":"Een fictief verslag van de waargebeurde aanval op de Hongaarse ambassade in Bern, tijdens de nasleep van de Hongaarse revolutie van 1956.","category":""},"69211":{"channel":"280715028","start":"1672380000","end":"1672385700","first":"W","idtitle":"WARFLOWERS","title":"War Flowers","program_id":"1312149925","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/53\/202212230200397085og.jpg","description":"Sarabeth (Christina Ricci) is een jonge vrouw uit North Carolina wiens man haar en hun dochter verlaat om te vechten voor het Zuiden in de Amerikaanse Burgeroorlog. De oorlog creëert voor Sarabeth en haar dochter ontberingen en verwoesting en ze moeten om zien te gaan met de hoop en overtuiging dat de man die ze lief hebben weer terug zal keren. Ondertussen moeten ze beslissen over het lot van een Yankee soldaat (Jason Gedrick) waar ze mee geconfronteerd worden.","category":""},"69212":{"channel":"280715028","start":"1672385700","end":"1672392000","first":"I","idtitle":"IMETAGIRL","title":"I Met a Girl","program_id":"1312150187","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/27\/20221223020039709f9e.jpg","description":"De Australische aspirant-muzikant Devon Cassidy heeft schizofrenie en is afhankelijk van de zorg door zijn oudere broer Nick. Een verhuizing brengt Devon in een neerwaarste spiraal, totdat hij Lucy ontmoet, een mysterieus meisje dat net zo impulsief en romantisch is als hij. Het is liefde op het eerste gezicht, maar na slechts één dag samen is Lucy al nergens meer te bekennen. Nick vermoedt dat Lucy een waanvoorstelling is. Maar Devon, die wil bewijzen dat hij niet gek is, ontdekt een briefje dat ze hem schreef: 'ontmoet me in Sydney'. Dus vertrekt Devon op een epische reis om het meisje van zijn dromen te vinden.","category":""},"69213":{"channel":"280715028","start":"1672392000","end":"1672398900","first":"T","idtitle":"THEBOX","title":"The Box","program_id":"1312150193","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/69\/20221223020039709ql6.jpg","description":"1976. Norma Lewis (Cameron Diaz) is lerares. Haar man Arthur (James Marsden) werkt bij NASA. Hun leven verloopt rustig en voorspelbaar, totdat op een dag een mysterieuze man voor de deur staat die Norma een doosje overhandigt met een drukknop. Het doosje komt met een luguber voorstel: wie op de knop drukt krijgt 1 miljoen dollar, maar dan zal er ook ergens ter wereld een onbekend iemand gedood worden. Norma en Arthur krijgen 24 uur de tijd om te beslissen, een duivels dilemma.","category":""},"69214":{"channel":"280715028","start":"1672398900","end":"1672405800","first":"K","idtitle":"KNIGHTOFCUPS","title":"Knight of Cups","program_id":"1312150199","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/73\/20221227210024806q1n.jpg","description":"Scenarioschrijver Rick struint van feest naar feest in een bleek en harteloos Los Angeles, op zoek naar zichzelf, de liefde en een manier om zijn lege bestaan te voorzien van betekenis. Maar alle drank, drugs en vele vrouwen lijken die leegte niet te kunnen vullen, en Rick wordt gedwongen stil te staan bij de realisatie dat misschien niets in zijn leven is wat hij zichzelf voorhield.","category":""},"69215":{"channel":"280715028","start":"1672405800","end":"1672410900","first":"T","idtitle":"THEKILLINGOFTWOLOVERS","title":"The Killing of Two Lovers","program_id":"1312150205","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/96\/20221223020039709xbw.jpg","description":"David en Nikki zijn twee high school sweethearts die al jaren getrouwd zijn en met hun vier kinderen wonen in het desolate landschap van een klein stadje in Utah. De twee hebben besloten wat afstand van elkaar te nemen om het huwelijk te redden dat ze tot nu toe als vanzelfsprekend hebben beschouwd. David stemt in met Nikki's wensen, omdat hij denkt dat het de enige manier is om hun gezin samen te houden. Die hoop vervliegt als Nikki een nieuwe vriend lijkt te hebben. David reageert impulsief en jaloers. Hij is doodsbang om zijn gezin te verliezen en zoekt de confrontatie.","category":""},"69216":{"channel":"280715028","start":"1672410900","end":"1672416600","first":"T","idtitle":"TWODAYSINNEWYORK","title":"Two Days in New York","program_id":"1312150211","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/40\/202212272100248065t2.jpg","description":"Marion (Julie Delpy) leeft samen met haar zoon en haar nieuwe vriend Mingus (Chris Rock) in New York. Als haar Franse vader, zus en diens vriend op bezoek komen blijkt dat de culturele verschillen tussen haar familie en haar Amerikaanse vriend Mingus voor explosieve situaties zorgen.","category":""},"69217":{"channel":"280715028","start":"1672416600","end":"1672422300","first":"B","idtitle":"BLUEJASMINE","title":"Blue Jasmine","program_id":"1312150217","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/56\/20221223020039709ucr.jpg","description":"De New Yorkse socialite Jasmine (Cate Blanchett) krijgt van haar rijke echtgenoot Hal alles wat haar hartje begeert. Wanneer aan het licht komt dat Hal er diverse duistere zaken op nahoudt, ontstaat er een groot schandaal rondom het echtpaar en raken zij in één klap al hun luxe en aanzien kwijt. Jasmine wordt gedwongen in te trekken bij bij haar nuchtere, bescheiden zus Ginger in San Francisco. Zij tracht Jasmine's verknipte zelfbeeld wat bij te stellen door haar te stimuleren zelfstandig op zoek te gaan naar persoonlijk geluk en succes - een ambitieuze onderneming die het uiterste blijkt te vergen van beide zussen.","category":""},"69218":{"channel":"280715028","start":"1672422300","end":"1672428600","first":"G","idtitle":"GELUKKIGEHUISVROUW","title":"Gelukkige Huisvrouw","program_id":"1312150223","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/98\/202212230200397090zf.jpg","description":"Lea Meyer (Carice van Houten) is dolgelukkig met haar man Harry (Waldemar Torenstra), totdat Harry hij een kind wil. De bevalling van Harry Junior is een uitputtingsslag. Lea's humor en optimisme leggen het af tegen het natuurgeweld. Terwijl Harry een gelukkige vader is, voelt Lea geen enkele band met de baby. Ze krijgt waanvoorstellingen, zakt weg in een psychose en wordt verplicht opgenomen. Aanvankelijk steekt ze de draak met alles en iedereen. Maar gaandeweg ontdekt ze dat de medepatiënten mensen zijn met herkenbare emoties en dat er, onder haar gewoonte om van alles een grap te maken, een hoop onverwerkt verdriet schuilt.","category":""},"69219":{"channel":"280715028","start":"1672428600","end":"1672434000","first":"M","idtitle":"MRSLOWRYSON","title":"Mrs Lowry & Son","program_id":"1312150229","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/80\/20221223020039709gqi.jpg","description":"De inmiddels gevierde Britse kunstenaar L.S. Lowry (Timothy Spall) had een getroubleerde relatie met zijn aan bed gekluisterde, dominante moeder (Vanessa Redgrave). Werkend als huurincasseerder mengt Lowry zich overdag tussen de fabriekswerkers op de straten van Salford. Zijn vrije uren besteedt hij aan het maken van zijn schilderijen en de zorg voor zijn moeder, die zijn artistieke ambities enkel bekritiseert.","category":""},"69220":{"channel":"280715028","start":"1672434000","end":"1672441200","first":"L","idtitle":"LAGIOVINEZZA","title":"La giovinezza","program_id":"1312150235","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/36\/20221223020039709fj6.jpg","description":"Fred en Mick, twee oude vrienden, vertoeven in een luxe resort in de Alpen voor een lange rustgevende vakantie. Ze kijken terug op hun veelbewogen levens als respectievelijk componist-dirigent en regisseur. In tegenstelling tot Mick, die nog steeds werkt aan zijn laatste filmscript, is Fred ondertussen gepensioneerd. Hij heeft geen enkel verlangen nog terug te gaan naar zijn muziek. Maar iemand van hoog aanzien heeft er alles voor over om de grootmeester nog eenmaal zijn composities te zien dirigeren.","category":""}}