{"54856":{"channel":"141431343","start":"1672251187","end":"1672255800","first":"A","idtitle":"ACHTERDESCHERMENTHEZURICHOPERAHOUSE","title":"Achter de schermen: the Zurich Opera House","program_id":"1311300880","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/68\/20221221020059709tbf.jpg","description":"Het Zürich Opera House is één van de beste van Europa. Ieder jaar worden hier niet minder dan 15 nieuwe producties op de planken gebracht – een bewonderenswaardige prestatie, zeker als je bedenkt hoeveel werk er in iedere productie wordt gestoken. In deze spannende documentaire nemen we een kijkje achter de schermen van het Zürich Opera House. We zien onder meer hoe hard er wordt gewerkt aan de nieuwe productie van Gioachino Rossini's Il Barbiere di Siviglia met Vesselina Kasarova als Rosina. Ook bezoeken we een repetitie voor Richard Wagners Siegfried onder leiding van regisseur Robert Wilson, en een repetitie voor Igor Stravinsky's Le Sacre du Printemps met de choreografie van Heinz Spoerli. In deze film komen de vele intrigerende facetten van het werk in een operahuis tot leven!","category":""},"54857":{"channel":"141431343","start":"1672255800","end":"1672261828","first":"N","idtitle":"NELSONSDIRIGEERTBERGENMENDELSSOHN","title":"Nelsons dirigeert Berg en Mendelssohn","program_id":"1311300886","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/56\/202212210200597098lt.jpg","description":"Andris Nelsons begint zijn officiële inauguratieconcert als chef-dirigent van het Gewandhausorchester met de wereldpremière van Steffen Schleiermachers 'Relief for Orchestra'. Baiba Skride is de solist in Alban Bergs Vioolconcert. In de trage finale voegen de eerste violen zich langzaam bij de soloviool, wat een prachtig samenspel oplevert. Het enthousiasme publiek verwacht een toegift van Skride, die terugkeert met 'Imitatione delle Campane' van Johann Paul von Westhoff, een tijdgenoot van J. S. Bach. Het concert sluit af met een uitvoering van Felix Mendelssohns Symfonie nr. 3, Op. 56, bekend als de 'Schotse', die in 1842 z'n wereldpremière beleefde in deze zelfde zaal: het Gewandhaus in Leipzig. Deze opname werd aldaar gemaakt op 22 en 23 februari 2018.","category":""},"54858":{"channel":"141431343","start":"1672261828","end":"1672265258","first":"S","idtitle":"STRAVINSKYWEBERNANDDEBUSSY","title":"Stravinsky, Webern and Debussy","program_id":"1311300892","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/54\/20221221020059709zs5.jpg","description":"Dit concert van het Brussels Philharmonic richt zich op de diverse muziekstijlen die hun stempel drukten op de eerste helft van de 20e eeuw. Naast het impressionisme van Claude Debussy's Jeux (1913) richten dirigent Michel Tabachnik en zijn orkest zich op één van de belangrijkste componisten van de hedendaagse muziek: Igor Stravinsky. Diens eerste compositie voor een ballet, De Vuurvogel (1910), vormt een hoogtepunt binnen dit concert. Het concert begint met Anton Weberns Fünf Orchesterstücke Op. 10 (1913). Het ontbreekt deze vijf ultrakorte werkjes aan onderling thematisch of tonaal verband, of enige andere traditionele opbouw: dat belooft een spannende luisterervaring!","category":""},"54859":{"channel":"141431343","start":"1672265258","end":"1672268400","first":"B","idtitle":"BRAHMSVIOOLSONATENR3OP108","title":"Brahms - Vioolsonate nr. 3, Op. 108","program_id":"1311300898","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/96\/20221221020059709rq9.jpg","description":"Tijdens een concert vanuit de kerk van Verbier bundelen de Griekse violist Leonidas Kavakos en de Chinese pianiste Yuja Wang de krachten in interpretaties van vioolsonates van Johannes Brahms. Kavakos werd in 1985 in één klap wereldberoemd door op 18-jarige leeftijd de eerste prijs te winnen tijdens het prestigieuze Sibeliusconcours. Samen met Yuja Wang, een van de populairste pianisten van deze tijd, vormt hij een meesterlijk kamermuziekduo. Op het programma staan Brahms' ‘Regensonate’ Op. 78, ‘Thunersonate’ Op. 100 en de laatste vioolsonate, Op. 108.","category":""}}