{"55084":{"channel":"141431343","start":"1673132400","end":"1673138778","first":"M","idtitle":"MONTEVERDILORFEO","title":"Monteverdi - L'Orfeo","program_id":"1315245478","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/95\/202212310201355132jf.jpg","description":"Muzikaal leider Emiliano Gonzalez Toro gaat Ensemble I Gemelli voor in deze uitvoering uit 2021 van Claudio Monteverdi's late renaissance-opera L'Orfeo in het Théâtre Graslin in het Franse Nantes. Onder de solisten zijn Toro zelf (Orpheus), Emőke Baráth (Eurydice), Natalie Perez, Douglas Williams, Fulvio Bettini, Alix Le Saux, Jérôme Varnier en Mathilde Etienne. De opera vertelt het verhaal van de Griekse legende van Orpheus en de afdaling die hij maakt naar de onderwereld in de hoop zijn bruid Eurydice te herwinnen voor het land van de levenden. Monteverdi schreef L'Orfeo in 1607 voor het jaarlijkse Carnaval van Mantua. Het werk geldt als één van de eerste opera's ooit geschreven, en wordt nog altijd regelmatig uitgevoerd.","category":""},"55085":{"channel":"141431343","start":"1673138778","end":"1673143931","first":"M","idtitle":"MAHLERSYMFONIENR7","title":"Mahler - Symfonie Nr. 7","program_id":"1315245484","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/4\/20221231020135513ie2.jpg","description":"De Nederlandse dirigent Bernhard Haitink dirigeert de Berliner Philharmoniker in een uitvoering van Gustav Mahlers Symfonie Nr. 7. Opgenomen in de Berliner Philharmonie in 1993. Tijdens de jaren tussen het voltooien (1906) en eerste uitvoering (1908) van de Zevende Symfonie onderging het leven van de toen al beroemde dirigent en componist Gustav Mahler tamelijk dramatische wendingen. Hij nam ontslag bij de Weense Staatsopera, zijn eerste dochter overleed en er werd een hartafwijking bij de componist geconstateerd. Vanwege het ‘duistere’ karakter van enkele delen (het tweede en vierde deel hebben de titel ‘Nachtmusik’ en het derde deel heeft als naam ‘Schattenhaft’ - schaduwachtig), wordt de symfonie ook wel ‘Lied der Nacht’ genoemd, een titel waar de componist zelf het overigens niet mee eens was. Deze Zevende Symfonie is Mahlers meest abstracte werk, misschien werd het werk daarom wel slecht ontvangen door zowel de musici als het publiek ten tijde van de première. Ook nu nog wordt deze Zevende niet vaak op het programma gezet geprogrammeerd door orkesten en lijkt het een van zijn minst populaire werken. Niet terecht want de Zevende kent een unieke opbouw van donker naar ...","category":""},"55086":{"channel":"141431343","start":"1673143931","end":"1673148827","first":"V","idtitle":"VEERHAVENCONCERT2018","title":"Veerhavenconcert 2018","program_id":"1315245490","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/63\/20221231020135513yoq.jpg","description":"Het Veerhavenconcert is een gratis toegankelijk klassiek openluchtconcert in de sfeervolste haven van Rotterdam. Ieder jaar ligt het water vol dobberende bootjes en wordt een prachtig transparant podium geflankeerd door antieke zeiljachten. Dit jaar biedt het concert een toegankelijk operaprogramma met werken van Verdi, Ponchielli en Puccini. Het Nederlands Philharmonisch Orkest en Toonkunst Amsterdam staan onder leiding van Maxim Emelyanchev. Solisten zijn Soojin Moon- Sebastian (sopraan), Maria Riccarda Wesseling (mezzo-sopraan), Paulo Ferreira (tenor) en Hawijch Elders (viool).","category":""},"55087":{"channel":"141431343","start":"1673148827","end":"1673154000","first":"M","idtitle":"MENDELSSOHNVIOOLCONCERTOP64","title":"Mendelssohn - Vioolconcert, Op. 64","program_id":"1315245496","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/79\/202212310201355138ke.jpg","description":"De Griekse dirigent Teodor Currentzis dirigeert het ensemble MusicAeterna en de Oostenrijks-Moldavische violiste Patricia Kopatchinskaja tijdens Musikfest Bremen in 2015. Voor dit concert getiteld ‘Beauty is a Crime’, ging men op zoek naar een nieuwe definitie van het woord schoonheid en besloot Currentzis een volledig nieuw licht te laten schijnen op twee geliefde achttiende-eeuwse werken: Mendelssohns Vioolconcert in e-klein, Op. 64 en Brahms’ Symfonie Nr. 3 in F-groot, Op. 90.","category":""},"55088":{"channel":"141431343","start":"1673154000","end":"1673157806","first":"S","idtitle":"SOUNDSLIKECHRISTMAS","title":"Sounds like Christmas","program_id":"1315628214","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/79\/20230101020144714wye.jpg","description":"Vanuit een sfeervol cisterciënzerkloosters combineert Sounds like Christmas feestelijke muziek met de frisse spontaniteit van de jazz: dit kerstprogramma presenteert de muzikale ontmoeting van sopraan Angelika Kirchschlager met jazztrompettist Tomasz Stańko. Deze solisten voeren populaire en minder bekende kerstmuziek uit, begeleid door het geweldige Freiburger Barockorchester en het a capella-ensemble Amarcord. Dit ensemble bestaat uit voormalige leden van het beroemde Thomanerchor uit Leipzig. Mede door de verschillende muzikale achtergronden van de artiesten levert dit een spannende, gevarieerde muzikale ervaring op. Het luisterrijke cisterciënzerklooster Schulpforte nabij het Duitse Naumburg is de ultieme locatie voor deze buitengewone muzikale ontmoeting. De geschiedenis van het klooster gaat terug tot 1127, toen in Schmölln een benedictijnenabdij werd opgebouwd. Betoverende beelden van besneeuwde berglandschappen en steden in kerstsfeer wisselen het concertverslag af.","category":""},"55089":{"channel":"141431343","start":"1673157806","end":"1673161980","first":"K","idtitle":"KARLJENKINSTHEARMEDMANAMASSFORPEACE","title":"Karl Jenkins - The Armed Man: A Mass for Peace","program_id":"1315628220","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/51\/20230101020144714e7q.jpg","description":"Het was een historische gebeurtenis: op 2 november 2018 dirigeerde de Welsh componist Sir Karl Jenkins The World Orchestra for Peace, aangevuld met een gigantisch koor van ongeveer 2.000 zangers uit bijna 30 landen, om een vredesconcert te geven in de Berlijnse Mercedes Benz Arena. De solisten zijn vocalisten Leah-Marian Jones, Yumeji Matsufuji, Pauline Rathmann, Amir Aziz, violist Krzysztof Wisniewski en cellist Valentino Worlitzsch. The Armed Man: A Mass for Peace is momenteel het vaakst uitgevoerde werk van een nog levende componist. Nooit eerder werd dit werk met zo'n groot ensemble op het podium gebracht als bij deze gelegenheid. Ook uitzonderlijk is de speciaal gemaakte film die tijdens het concert wordt vertoond, waarin archiefbeelden uit de oorlog de rode lijn van het werk volgen – van de aanloop tot de oorlog tot de strijd en haar gevolgen. Deze film, die op vijf enorme schermen wordt geprojecteerd, vormt een ontroerende aanvulling op de muziek, en levert het publiek bovendien een krachtige, onvergetelijke multimediale ervaring.","category":""},"55090":{"channel":"141431343","start":"1673161980","end":"1673165996","first":"R","idtitle":"ROCAMADOURWAMOZARTSKORTEMISSEN","title":"Rocamadour: W. A. Mozarts korte missen","program_id":"1315628226","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/44\/20230101020144714dad.jpg","description":"Verspreid over elf dagen vond in augustus 2020 in het Franse pelgrimsoord Rocamadour de vijftiende editie plaats van het Festival de Rocamadour, volledig gewijd aan kerkelijke muziek uit de barok, romantiek, en klassieke tijd. Op 23 augustus leidde de Franse dirigent Hervé Niquet het ensemble Le Concert Spirituel, dat hij in 1987 zelf oprichtte, in de middeleeuwse Basilique Saint-Sauveur. Tijdens dit concert staan de opvallend beknopte Salzburgse missen van W. A. Mozart centraal, doorweven met stukken van Joseph Haydn en zijn jongere broer Michael. Allereerst horen we Mozarts Missa brevis in F, KV. 192, afgewisseld met ander werk: op het Kyrie en Gloria uit deze mis volgt de Kerksonate voor orgel, violen en basinstrument in C, KV. 328, voordat het Credo, Sanctus, en Benedictus klinken. Dan klinkt Michael Haydns zelden uitgevoerde Ave verum, MH 654, voordat het Agnus uit Mozarts Missa brevis in F klinkt. Ten tweede horen we Mozarts Missa brevis in D, KV. 194, afgewisseld met ander werk: op het Gloria uit deze mis volgt de Kerksonate voor orgel, violen en basinstrument in A, KV. 225, voordat het Credo uit dezelfde Missa brevis in D klinkt. Dan klinkt Joseph Haydns Adagio uit ...","category":""},"55091":{"channel":"141431343","start":"1673165996","end":"1673168635","first":"C","idtitle":"CMIMPIANO2021HALVEFINALECRISTIANSANDRIN","title":"CMIM Piano 2021 Halve finale: Cristian Sandrin","program_id":"1315628232","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/18\/20230101020144714umx.jpg","description":"Cristian Sandrin (Romenië, 1993) voert J.S. Bach’s Goldbergvariaties, BWV 988 uit tijdens de halve finales van de Piano-editie 2021 van het Concours musical international de Montréal (CMIM). Dit recital werd opgenomen in Burgess Recital Hall in de Royal Academy of Music in Londen, het Verenigd Koninkrijk.","category":""},"55092":{"channel":"141431343","start":"1673168635","end":"1673171798","first":"B","idtitle":"BOURGONDISCHALFABETIIJOSQUINTOTQUADRIS","title":"Bourgondisch alfabet II - Josquin tot Quadris","program_id":"1315628238","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/27\/20230101020144714e0b.jpg","description":"Een polyfone marathon als prelude op het Festival Oude Muziek Utrecht 2018. Tijdens drie opeenvolgende concerten zingt het Huelgas Ensemble een heel alfabet aan Bourgondische componisten bij elkaar. Voor elke letter één.Het gaat om componisten die in dienst waren van het Bourgondische hof, met een speciale uitzondering voor de prins van de polyfonie, Josquin. De zangers gaan arm in arm met Paul Van Nevel langs misdelen, motetten en chansons van bekende en te ontdekken meesters als Champion, Divitis, Binchois, De Orto, Van Weerbeke en vele anderen. Met Anoniem en Incertus wordt een ode gebracht aan de vele polyfonisten-zonder-naam en hun adembenemende bijdragen aan het meerstemmige repertoire van de 15de eeuw.","category":""},"55093":{"channel":"141431343","start":"1673171798","end":"1673176576","first":"R","idtitle":"ROSTROPOVITSJTHEINDOMITABLEBOW","title":"Rostropovitsj - The Indomitable Bow","program_id":"1315628244","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/70\/20230101020144714z0d.jpg","description":"The Indomitable Bow (2018) is een uniek portret van de Russische cellolegende Mstislav Rostropovitsj. De film is geproduceerd door Pierre-Olivier Bardet en Pierre-Martin Juban en geregisseerd door Bruno Monsaingeon, die eerder al verantwoordelijk was voor succesvolle portretten van pianisten Glenn Gould en Svjatoslav Richter. Omdat Rostropovitsj openlijk vocht voor artistieke vrijheid en democratische waarden, werd hij meermaals berispt door het communistische Sovjetregime. Hierdoor werd ‘Slava’ samen met zijn vrouw Visjnevskaja, die zelf prima donna was bij het Bolsjojtheater, uitgesloten bij verschillende muziekensembles. Het paar koos voor een vrijwillig ballingschap in het westen. Dit leidde ertoe dat Rostropovitsj en zijn vrouw het Russisch staatsburgerschap hem werd afgenomen. Zijn leven in het westen legde hem bepaald geen windeieren: zijn status als ster-solist groeide explosief. Rostropovitsj concerteerde bij vele staatshoofden en omhelsde de glitter en glamour die bij zijn sterrenstatus paste. Zijn humanitaire betrokkenheid en ook zijn ontroerende optreden tijdens de val de Berlijnse Muur in 1989 bezorgden hem internationale bekendheid.","category":""},"55094":{"channel":"141431343","start":"1673176576","end":"1673179024","first":"B","idtitle":"BARTOKCONCERTVOORORKESTSZ116BB123","title":"Bartók - Concert voor Orkest, Sz. 116, BB 123","program_id":"1315628250","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/94\/20230101020144714u9n.jpg","description":"In 1943, nadat zijn gezondheid in korte tijd achteruit gegaan was, werd er leukemie geconstateerd bij Béla Bartók. Een kleine drie jaar eerder was hij het Europa van de Tweede Wereldoorlog ontvlucht naar de Verenigde Staten, maar daar voelde hij zich artistiek geïsoleerd en hij had bovendien financiële zorgen. Erkenning kreeg hij alleen voor zijn pianospel maar door zijn slechte gezondheid kon hij na januari 1943 niet meer concerteren. De Hongaarse componist was emotioneel en fysiek bankroet. Hij lag in het ziekenhuis toen Serge Koussevitzky, dirigent van het Boston Symphony Orchestra, hem kwam vragen of hij een groot orkestraal werk wilde componeren. Wat Bartók niet wist is dat de financiering van deze opdracht tot stand was gekomen door zijn mede-emigranten en goede vrienden: de violist Joseph Szigeti en de dirigent Fritz Reiner. Deze opdracht kwam voor Bartók op een cruciaal moment in zijn leven: hij hervond zijn energie en binnen zeven weken had hij zijn Concert voor Orkest af. De première op 1 december 1944 in Boston was een groot succes en Bartóks muziek werd eindelijk ook in de Verenigde Staten gewaardeerd. Nieuwe compositieopdrachten kwamen binnen maar zijn gezondheid ...","category":""},"55095":{"channel":"141431343","start":"1673179024","end":"1673181026","first":"R","idtitle":"RACHMANINOVPIANOCONCERTNR2OP18","title":"Rachmaninov - Pianoconcert nr. 2, Op. 18","program_id":"1315628256","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/55\/20230101020144714hck.jpg","description":"In 2013 sloot het St. Petersburg Philharmonic onder leiding van Joeri Temirkanov de vierde editie van het Annecy Festival af met een programma dat volledig in teken stond van Sergej Rachmaninov. Samen met de begaafde pianist Denis Matsuev verzorgt het orkest een programma met Rachmaninovs meest geliefde werken, waaronder zijn Tweede Pianoconcert en de Symfonische Dansen. Matsuev is de artistiek leider van het festival en tevens artistiek directeur en ambassadeur van de Serge Rachmaninoff Foundation. Het Annecy Classic Festival vond voor het eerst plaats in 1967, op initiatief van de Franse concertpianiste Éliane Richepin. Wat begon als een kleinschalig festival met intieme optredens door lokale musici voor een lokaal publiek, groeide door de jaren heen uit tot een belangrijke culturele samenwerking tussen Frankrijk en Rusland.","category":""},"55096":{"channel":"141431343","start":"1673181026","end":"1673182860","first":"T","idtitle":"TELEMANNCANTATEICHDANKEDEMHERRNTVWV714","title":"Telemann - Cantate: Ich danke dem Herrn..TVWV 7:14","program_id":"1315628262","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/10\/20230101020144714az6.jpg","description":"Patrick Debrabandere leads the Vox Mago chamber choir in a performance of Georg Philipp Telemann's (1681-1767) cantata \"Ich danke dem Herrn von ganzem Herzen\" (TVWV 7:14). Recorded at the Klein Begijnhof, Gent, Belgium in December 2018 as part of the program In Tempus Adventus.","category":""},"55097":{"channel":"141431343","start":"1673182860","end":"1673198201","first":"H","idtitle":"HAENDELGIULIOCESAREINEGITTO","title":"Händel - Giulio Cesare in Egitto","program_id":"1315628332","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/36\/20230101020144714bkx.jpg","description":"Giulio Cesare in Egitto vertelt het verhaal over de ontmoeting tussen keizer Julius Caesar en de Egyptische koningin Cleopatra tijdens de laatste jaren van de Ptolemaeïsche dynastie. Het verhaal staat bekend als een van de meest kleurrijke romances in de geschiedenis en is voorzien van de nodige exotiek, conflicten en avontuur. Velen van Händels tijdgenoten waren het erover eens dat deze uitzondelijke opera 'schoonheid van alle soorten in overvloed' bevat. Händels ingewikkelde instrumentatie en de grootse aria's belichten de centrale karakters van dit drama, waarin vele menselijke emoties worden doorkruist. Solisten zijn Andreas Scholl (contratenor), Cecilia Bartoli (sopraan) en Anne Sofie von Otter (sopraan). Opgenomen tijdens de Salzburger Pfingsfestspiele te Oostenrijk in 2012.","category":""},"55098":{"channel":"141431343","start":"1673198201","end":"1673201734","first":"M","idtitle":"MOZARTSVIOOLSONATEKV454SCHUBERTSONATED850","title":"Mozarts Vioolsonate, KV 454 & Schubertsonate D850","program_id":"1315628338","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/30\/20230101020144714ggv.jpg","description":"De Duitse violist Veronika Eberle en de Zwitserse pianist Francesco Piemontesi bundelen hun krachten in een concertprogramma met werk van W. A. Mozart en Franz Schubert, opgenomen op 6 april 2020 in Schinkel Pavillon in Berlijn. Het programma begint met een uitvoering van Mozarts Vioolsonate nr. 32 in Bes-groot, K. 454. Piemontesi besluit het concert met een vertolking van Schuberts Pianosonate in D-groot D. 850, opus 53, \"Gasteiner\".","category":""},"55099":{"channel":"141431343","start":"1673201734","end":"1673202385","first":"W","idtitle":"WAGNEROUVERTUREUITDERFLIEGENDEHOLLAENDER","title":"Wagner - Ouverture uit Der fliegende Holländer","program_id":"1315628344","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/25\/20230101020144714pqt.jpg","description":"Sinds 1991 speelt de Berliner Philharmoniker ieder jaar een Europaconcert in een verschillende Europese stad. Hiermee herdenkt het orkest de oprichting van het orkest op 1 mei 1882, en vieren de musici het gedeelde erfgoed van de Oude Wereld. De editie van 1998 vond plaats op een fascinerende, unieke locatie: het Vasamuseum in Stockholm. Dit maritieme museum stelt de Vasa tentoon: dit enorme, 17e-eeuws schip, dat 69 meter lang en 12 meter breed was en 1210 ton woog, kapseisde en zonk al op haar eerste reis in 1628. Hiermee is het museum de perfecte achtergrond voor de Berliner Philharmoniker onder leiding van Claudio Abbado, die een muziekprogramma uitvoeren dat perfect aansluit op deze maritieme omgeving. Allereerst klinkt de Ouverture tot Richard Wagners Der fliegende Holländer.","category":""},"55100":{"channel":"141431343","start":"1673202385","end":"1673203011","first":"N","idtitle":"NIZAMOVHEAVENLYMOVEMENT","title":"Nizamov - Heavenly Movement","program_id":"1315628350","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/49\/20230101020144714a9u.jpg","description":"Pianosolist Boris Berezovsky wordt begeleid door het Filharmonisch Orkest van Moskou onder leiding van Alexander Sladkovsky in een uitvoering van Sergej Rachmaninov's Pianoconcert nr. 1, Op. 1. Rachmaninov schreef dit eerste pianoconcert als 18-jarige student aan het Conservatorium van Moskou. Deze concertopname begint met 'Heavenly Movement', een compositie van de jonge Russische componist Elmir Nizamov (*1986). Dit concert werd opgenomen in Concertzaal Tsjaikovski in Moskou op 28 april 2017.","category":""},"55101":{"channel":"141431343","start":"1673203011","end":"1673206200","first":"B","idtitle":"BACHCELLOSUITENR1INGMAJEURBWV1007","title":"Bach - Cellosuite nr. 1 in G majeur, BWV 1007","program_id":"1315628356","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/89\/20230101020144714ilt.jpg","description":"In de Bartholomeuskerk in het Duitse Dornheim, waar componist Johann Sebastian Bach met zijn eerste vrouw Maria Barbara trouwde, speelt de bekende Nederlandse cellist Anner Bijlsma diens Cellosuite nr. 1 in G-groot, BWV 1007. Waarschijnlijk schreef Bach deze verzameling van Zes suites voor onbegeleide cello in de jaren 1717-1723. Zijn cellosuites vormen een essentieel deel van het cellorepertoire, waarin de talrijke polyfone mogelijkheden van het instrument effectief worden benut. Zoals te doen gebruikelijk bij suites uit de Barok is elk onderdeel gebaseerd op traditionele hofdansen. Bachs Suite nr. 1 begint met een prelude, en wordt gevolgd door een allemande, een courante, een sarabande, twee menuetten, en tenslotte een gigue.","category":""},"55102":{"channel":"141431343","start":"1673206200","end":"1673213073","first":"M","idtitle":"MOZARTZAIDEKV344","title":"Mozart - Zaïde, KV. 344","program_id":"1315628362","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/15\/20230101020144715tsd.jpg","description":"Mozarts Singspiel Zaide (KV. 344) bleef onvoltooid, maar wordt desondanks nog geregeld uitgevoerd. En wie is er meer geschikt als regisseur van dit verhaal over slavernij en liefde dan Peter Sellars, bekend van de enorme passie waarmee hij politieke en interculturele vraagstukken onder de aandacht brengt in zijn klassiek operaproducties. \"In Zaide\", zo vertelt Sellars, \"..probeerde Mozart een muzikale en dramatische brug te slaan tussen het Westerse Europa en de Islam, door het venijn en dreiging te vervangen voor vergevingsgezindheid en compassie\". In deze uitvoering tijdens het Aix-en-Provence Festival in 2008 staan de Camarata Salzburg en het koor Ibn Zaïdoun onder leiding van Louis Langrée. Solisten zijn onder anderen Russell Thomas (Sultan Soliman), Morris Robinson (Osmin) en Ekaterina Lekhina (Zaide).","category":""},"55103":{"channel":"141431343","start":"1673213073","end":"1673214545","first":"M","idtitle":"MOZARTSYMFONIENR29KV201","title":"Mozart - Symfonie Nr. 29, KV. 201","program_id":"1315628368","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/92\/20230101020144715vt1.jpg","description":"De Berliner Philharmoniker onder leiding van maestro Claudio Abbado verzorgt de eerste editie van het Europakonzert te Praag in 1991. Sindsdien wordt jaarlijks op 1 mei een concert gehouden in een andere Europese stad om de culturele samenwerking in Europa te bevorderen en de oprichting van het orkest te vieren op 1 mei 1882. Solisten tijdens deze eerste editie zijn sopraan Cheryl Studer en pianist Bruno Canino. Op het programma staan verscheidene werken van W. A. Mozart, zoals de ouverture en enkele aria’s uit de opera Don Giovanni, Symfonie Nr. 29 (KV. 201), “Ch'io mi scordi di te?” voor sopraan, piano en orkest (KV. 505) en Symfonie Nr. 35 (KV. 385).","category":""},"55104":{"channel":"141431343","start":"1673214545","end":"1673215742","first":"B","idtitle":"BRAHMSKLARINETSONATENR2OP120","title":"Brahms - Klarinetsonate nr. 2, Op. 120","program_id":"1315628374","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/21\/20230101020144715wpc.jpg","description":"De twee 'Sonates voor klarinet en piano Op. 120' van Johannes Brahms ontstonden in 1894. Zij zijn enigszins door Mozart geïnspireerd en in geen van beide sonates treft men een 'echt' langzaam deel aan. Brahms schreef deze stukken voor de violist en klarinettist Richard Mühlfeld [1856-1907], die in het orkest van de Hertog van Meiningen speelde en vanaf de jaren '70 van de 19e eeuw een grote reputatie verwierf. Hij maakte een internationale carrière en introduceerde Brahms' klarinetkwintet in 1892 in London. De sonates vormen de laatste instrumentale composities van Brahms. De 'Sonate Op. 120 nr 2 in Es' bestaat uit drie delen. Het 'Allegro amabile' is ontspannen en ongedwongen en contrasteert zeer fraai met het 'Alegro molto apassionato'. De finale [Andante con moto-Allegro] biedt een klassieke afsluiting met een zestal variaties op een volksachtige melodie, waarbij de klarinet en de piano met elkaar in een dialoog kunnen wedijveren. Henk de Graaf, klarinet, Daniël Wayenberg piano","category":""},"55105":{"channel":"141431343","start":"1673215742","end":"1673218800","first":"B","idtitle":"BACHCANTATAICHHABEGENUGBWV82","title":"Bach - Cantata \"Ich habe genug\", BWV 82","program_id":"1315628380","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/0\/20230101020144715vcs.jpg","description":"Deze film portretteert een zeer speciale vocalist en twee exceptionele barokcomponisten. De engelachtige stem van contratenor Philippe Jaroussky (1978) is tijdloos. De Fransman wordt gezien als een van de meest bijzondere countertenors van zijn generatie. Combineer dat met de muziek van Telemann en Bach en al snel is duidelijk dat de emotionele kracht en pure energie van hun werken door de eeuwen heen niet is afgenomen. Op het programma staan naast Telemanns Jesus liegt in letzten Zügen (Der sterbende Jesus) en Die stille Nacht (uit Der am Ölberg zagende Jesus) ook Bachs Vergnügte Ruh, beliebte Seelenlust (BWV 170) en Ich habe genug (BWV 82).","category":""}}