{"8776":{"channel":"141429244","start":"1673051700","end":"1673057100","first":"N","idtitle":"NACHSAISON","title":"Nachsaison","program_id":"1314854922","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/80\/20221230020144747b6x.jpg","description":"Im Ferienort La Grande-Motte ist die Stimmung bei Richard und Carole alles andere als ausgelassen. Nachdem sie Haus und Firma bereits verloren haben, steht das Ehepaar nun vor dem finanziellen Ruin, denn Vermögensverwalter Michaux möchte mit aller Macht auch an ihren letzten Groschen. Als ein alter Freund Richards mit einem Angebot auftaucht, das die beiden von ihren Geldsorgen befreien kann, überlegen sie nicht lange. Doch der Weg zum schnellen Geld birgt Gefahren, mit denen sie nicht gerechnet haben.","category":""},"8777":{"channel":"141429244","start":"1673057100","end":"1673058900","first":"S","idtitle":"STADTLANDKUNSTINSPIRATIONEN","title":"Stadt Land Kunst - Inspirationen","program_id":"1314854928","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/61\/202212300201447478r5.jpg","description":"Programmabeschrijving niet beschikbaar","category":""},"8778":{"channel":"141429244","start":"1673058900","end":"1673061600","first":"other","idtitle":"28MINUTEN","title":"28 Minuten","program_id":"1314854934","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/20\/20221230020144747b9h.jpg","description":"Das Kulturmagazin des Senders ARTE wird täglich aus Paris gesendet. Aktuelle Themen aus Wirtschaft, Politik, Wissenschaft und Gesellschaft stehen im Zentrum der Sendung und werden versiert unter die Lupe genommen.","category":""},"8779":{"channel":"141429244","start":"1673061600","end":"1673061900","first":"other","idtitle":"50SHADESOFGREEK","title":"50 Shades of Greek","program_id":"1314854940","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/49\/20221230020144747te6.jpg","description":"Ovid, Homer und Hesiod - die renommiertesten Autoren der Antike. Wird es diesem hochkarätigen Drehbuchteam gelingen, Grecflix eine Serie über die griechische Mythologie zu verkaufen?","category":""},"8780":{"channel":"141429244","start":"1673061900","end":"1673062620","first":"M","idtitle":"MITOFFENENKARTEN","title":"Mit offenen Karten","program_id":"1314854946","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/98\/20221230020144747ul8.jpg","description":"Das einzigartige Magazin kombiniert wirtschaftliche, politische und historische Gesichtspunkte mit Geografie: Geschichtliche und aktuelle Entwicklungen werden dabei anhand von geographischen Karten erläutert.","category":""},"8781":{"channel":"141429244","start":"1673062620","end":"1673064000","first":"S","idtitle":"SENDESCHLUSS","title":"Sendeschluss","program_id":"1314854952","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/65\/202212300201447482xh.jpg","description":"Programmabeschrijving niet beschikbaar","category":""},"8782":{"channel":"141429244","start":"1673064000","end":"1673069700","first":"M","idtitle":"MARADONADERGOLDJUNGE","title":"Maradona, der Goldjunge","program_id":"1314854958","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/72\/20221230020144748avj.jpg","description":"Programmabeschrijving niet beschikbaar","category":""},"8783":{"channel":"141429244","start":"1673069700","end":"1673072700","first":"G","idtitle":"GEORGIENDIEHUETERDESKAUKASUS","title":"Georgien - Die Hüter des Kaukasus","program_id":"1315259626","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/33\/202212310202005526sc.jpg","description":"Programmabeschrijving niet beschikbaar","category":""},"8784":{"channel":"141429244","start":"1673072700","end":"1673076000","first":"G","idtitle":"GEOREPORTAGE","title":"GEO Reportage","program_id":"1315259632","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/90\/2022123102020055225k.jpg","description":"An Indiens Schulen bekommen täglich weit mehr als eine Million Schüler ein kostenloses Mittagessen. Die Mahlzeiten müssen in wenigen Stunden zubereitet und an die öffentlichen Schulen der Umgebung ausgeliefert werden - trotz Hightech-Küchen und ausgeklügelter Logistik eine große Herausforderung. \"GEO Reportage\" hat einen Tag lang den indischen Köchen in die Töpfe und ihren kleinen Kunden auf die Teller geschaut.","category":""},"8785":{"channel":"141429244","start":"1673076000","end":"1673078400","first":"S","idtitle":"STADTLANDKUNSTSPEZIAL","title":"Stadt Land Kunst Spezial","program_id":"1315259638","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/71\/20221231020200552q9e.jpg","description":"Programmabeschrijving niet beschikbaar","category":""},"8786":{"channel":"141429244","start":"1673078400","end":"1673082300","first":"S","idtitle":"STADTLANDKUNSTSPEZIAL","title":"Stadt Land Kunst Spezial","program_id":"1315259644","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/2\/20221231020200552yr2.jpg","description":"(1): Carlo Levi kam nur bis Eboli (2): Apulien, eine barocke Symphonie (3): Italien: Mussolinis Regenbogeninsel","category":""},"8787":{"channel":"141429244","start":"1673082300","end":"1673084100","first":"Z","idtitle":"ZUTISCH","title":"Zu Tisch","program_id":"1315259650","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/81\/20221231020200552x9c.jpg","description":"Programmabeschrijving niet beschikbaar","category":""},"8788":{"channel":"141429244","start":"1673084100","end":"1673086800","first":"S","idtitle":"SCHWERPUNKTPIRATENUNDABENTEURER","title":"Schwerpunkt: Piraten und Abenteurer","program_id":"1315259656","date":"","icon":"","description":"Am 7. Januar widmet ARTE allen Piraten, Freibeutern und sonstigen Abenteurern der Meere einen Thementag. Piraten sind bis heute populär - und nicht nur im Kino. Aber wer waren sie? Einfache Seeleute, die Schätze auf einsamen Inseln vergruben oder brutale Räuber? ARTE ergründet die wahre Geschichte der Piraten. \"Atlantis der Karibik\" lässt eine versunkene Piratenstadt aus dem 17. Jahrhundert wieder auferstehen. \"Des Königs Admiral\" von Raoul Walsh entführt in den Pazifischen Ozean zwischen England und Südamerika zur Zeit der Napoleonischen Kriege. Auch die Freibeuter kommen zu Ehren: in \"Francis Drake - Pirat der Königin\" und in \"Die Korsaren - Angriff der Menschenhändler\". Mit der Reihe \"Wilde Inseln\" geht es auf Sansibar, Sri Lanka - und in die Karibik, wo der Schwerpunkt mit \"Abenteuer Karibik\" auch abschließt. Eine Abenteuerreise mit ARTE, am 7. Januar!","category":""},"8789":{"channel":"141429244","start":"1673086800","end":"1673089500","first":"W","idtitle":"WILDEINSELN","title":"Wilde Inseln","program_id":"1315259662","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/43\/202212310202005529il.jpg","description":"Östlich von Tansania, 40 Kilometer vom afrikanischen Festland entfernt, liegt eine der exotischsten Inselgruppen der Welt: der Sansibar-Archipel. Sansibar ist die Insel der ungezähmten Wildnis. Unberührte Buchten und azurblaues Wasser machen Sansibar zu einem perfekten Ferienparadies. Doch wenn die Sonne langsam versinkt, bevölkern bizarre Kreaturen die Traumstrände. Die größte Krabbe der Welt erklimmt Palmen auf der Suche nach Kokosnüssen, und Schwärme von riesigen Fledermäusen verdunkeln den Himmel. Jahrhundertelang lockten Elfenbein, Gewürze und Gold Entdecker aus der ganzen Welt an. So ist Sansibar seit Jahrhunderten Kreuzungspunkt verschiedener Kulturen und eines der historischen Handelszentren Ostafrikas. Wälder und Korallengärten rund um den Archipel bieten einer einzigartigen Tier- und Pflanzenwelt eine Heimat.","category":""},"8790":{"channel":"141429244","start":"1673089500","end":"1673092200","first":"W","idtitle":"WILDEINSELN","title":"Wilde Inseln","program_id":"1315259668","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/83\/20221231020200552gqb.jpg","description":"Die mittelamerikanische Inselwelt der Karibik, die aus mehr als 7.000 größeren und kleineren Inseln besteht, birgt zahlreiche Geheimnisse. Hier leben unter anderem die selten gewordenen Lederschildkröten.","category":""},"8791":{"channel":"141429244","start":"1673092200","end":"1673095500","first":"A","idtitle":"ABENTEUERKARIBIK","title":"Abenteuer Karibik","program_id":"1315259674","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/59\/20221231020200552s13.jpg","description":"Faszinierende Landschaften, eine artenreiche Tierwelt und abenteuerliche Geschichten: Das ist die Karibik. Wie auf einer Perlenkette reihen sich hier 7.000 Inseln auf - in einem weiten Bogen von Südamerika bis vor die Ostküste der USA. Viele dieser Inseln und Atolle sind nahezu unberührt. Gerade deshalb sind sie wahre Schatzkisten für Wissenschaftler aus aller Welt.","category":""},"8792":{"channel":"141429244","start":"1673095500","end":"1673098500","first":"D","idtitle":"DIEKORSAREN","title":"Die Korsaren","program_id":"1315259680","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/38\/20221231020200552au2.jpg","description":"Die Barbaresken des Orients verbreiten im ausgehenden 18. Jahrhundert schon seit 200 Jahren Angst und Schrecken. Ihre begehrteste Beute: das \"weiße Gold\", hellhäutige Sklaven von den Küsten Europas, die für die Herrscher der nordafrikanischen Korsarenstaaten ein Vermögen wert sind. Durch die Augen des jungen Seemannes Hark Olufs, der von den Barbaresken versklavt wird, bekommt der Zuschauer Einblicke in die geheime Welt der islamischen Piratenstaaten. Olufs nutzt seine außergewöhnlichen Fähigkeiten, um im Haushalt des Bey Assin vom einfachen Hausdiener zum tapferen Feldherrn aufzusteigen. Er schlägt für seinen Herrn Schlachten mit nur einem Ziel vor Augen: die Freiheit! Um die islamischen Piraten zu besiegen, müssen die jungen Vereinigten Staaten von Amerika ihre ganze Kraft aufbringen - und machen damit den ersten Schritt zur Weltmacht. Eine neue Spezialeinheit aus hartgesottenen Soldaten, angeführt von einem jugendlichen Draufgänger, soll dem Treiben der Piratenstaaten Einhalt gebieten: Das United States Marine Corps wird geboren. Noch heute ist es als schlagkräftigste Einheit der Welt bekannt.","category":""},"8793":{"channel":"141429244","start":"1673098500","end":"1673101800","first":"F","idtitle":"FRANCISDRAKE","title":"Francis Drake","program_id":"1315259686","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/81\/20221231020200552ztx.jpg","description":"Vom Schiffsjungen zur Legende - Francis Drake ist wohl die faszinierendste Gestalt, die jemals unter der schwarzen Flagge gesegelt ist. Sein bewegtes Leben prägt diesen Teil der Dokumentation, der nicht nur von seinen aufregenden Abenteuern berichtet, sondern auch zeigt, wie ein einzelner Mann die Geschichte geprägt und damit die Voraussetzungen für die Welt geschaffen hat, wie wir sie heute kennen. Im 16. Jahrhundert, kurz nach der Entdeckung von Amerika, wird die Welt dominiert von einem mächtigen Imperium mit dem katholischen Fanatiker Philipp II. an der Spitze. Er wird herausgefordert von Elizabeth I., der Herrscherin eines kleinen Seefahrerstaats. Es geht um nichts weniger als die zukünftige Ordnung der Welt. Auf der einen Seite das katholische Spanien, das unter Philipp II. das mittelalterliche Europa repräsentiert, auf der anderen das aufstrebende britische Inselreich unter seiner protestantischen Königin Elizabeth I. Francis Drake wird für sie den Kampf als Freibeuter mit der Lizenz zum Kapern an der vordersten Front führen. Wäre er nicht gewesen, wäre Amerika wohl spanisch geworden.","category":""},"8794":{"channel":"141429244","start":"1673101800","end":"1673108700","first":"D","idtitle":"DESKOENIGSADMIRAL","title":"Des Königs Admiral","program_id":"1315259692","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/80\/20221231020200552r58.jpg","description":"Programmabeschrijving niet beschikbaar","category":""},"8795":{"channel":"141429244","start":"1673108700","end":"1673112000","first":"A","idtitle":"ARTEREPORTAGE","title":"ARTE Reportage","program_id":"1315259698","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/53\/20221231020200552zv7.jpg","description":"Ob über den Aufstand von Landarbeitern in Südafrika, die Situation von Prostituierten in Mexiko oder über die neuen Gastarbeiter in Deutschland ... Das internationale Nachrichtenmagazin berichtet von den Brennpunkten der Welt.","category":""},"8796":{"channel":"141429244","start":"1673112000","end":"1673112600","first":"M","idtitle":"MITOFFENENKARTEN","title":"Mit offenen Karten","program_id":"1315259704","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/0\/20221231020200552w39.jpg","description":"Jean Monnet, einer der großen Wegbereiter des europäischen Aufbauwerks, schrieb in seinen Memoiren: \"Europa wird in Krisen entstehen und es wird die Summe der Lösungen sein, die für diese Krisen gefunden werden\". Ein Satz, der auch die gegenwärtige Dynamik der Europäischen Union aufs Treffendste beschreibt. Tatsächlich haben die gemeinsam erarbeiteten Antworten auf die Coronakrise und den Ukraine-Krieg die 27 Mitgliedstaaten zusammengeschweißt. Bestellung von Impfstoffen, Konjunkturprogramm, gemeinsame Schulden für EU-Coronafonds - die Europäer zeigten Schulterschluss angesichts der Herausforderung durch die Covid-19-Pandemie. Und einige Monate später, konfrontiert mit der nie dagewesenen Krise eines russischen Angriffskriegs auf die Ukraine, stellten sie ihre Solidarität unter Beweis. Bleibt abzuwarten, ob sich diese auf Dauer bewähren wird ...","category":""},"8797":{"channel":"141429244","start":"1673112600","end":"1673115600","first":"D","idtitle":"DIEDOMINIKANISCHEREPUBLIK","title":"Die Dominikanische Republik","program_id":"1315259710","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/4\/20221231020200553kj7.jpg","description":"Programmabeschrijving niet beschikbaar","category":""},"8798":{"channel":"141429244","start":"1673115600","end":"1673116800","first":"A","idtitle":"ARTEJOURNAL","title":"ARTE Journal","program_id":"1315259716","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/12\/20221231020200553xjt.jpg","description":"Die auf vielen Sendern vorgenommene strikte Trennung von Politik- und Kulturnachrichten wird hier aufgehoben. Es werden Schnittpunkte aus beiden Bereichen präsentiert und Zusammenhänge dargestellt.","category":""},"8799":{"channel":"141429244","start":"1673116800","end":"1673118900","first":"A","idtitle":"ARTE360REPORTAGE","title":"ARTE 360° Reportage","program_id":"1315259722","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/84\/20221231020200553irk.jpg","description":"Noch vor wenigen Jahren waren Esel in Montenegro akut vom Aussterben bedroht. Dass es die einst auf dem Balkan zahlreichen, treuen Helfer der Bauern noch immer im Land gibt, ist vor allem Darko Saveljic zu verdanken. 2015 rettete der Biologe die erste Eselstute; die Besitzer hielten sie in elenden Verhältnissen. Kurze Zeit später nahm er zwei andere Esel zu sich, die als Futter für Jagdhunde geschlachtet werden sollten.","category":""},"8800":{"channel":"141429244","start":"1673118900","end":"1673124300","first":"P","idtitle":"PIRATENWIELEBTENSIEWIRKLICH","title":"Piraten - Wie lebten sie wirklich?","program_id":"1315259728","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/28\/202212310202005530u9.jpg","description":"Piraten sind bis heute populär - und nicht nur im Kino. Um die berühmtesten Freibeuter mit ihren Holzbeinen, ihrem Hunger nach reicher Beute und ihren goldbeladenen Schiffen ranken sich zahlreiche Legenden. Aber wer waren diese Männer: einfache Seeleute, die Schätze auf einsamen Inseln vergruben, oder brutale Räuber? Wie lebten sie? Wie viele Piraten machten tatsächlich die Weltmeere unsicher? Bisher wurden nur wenige Wracks von Piratenschiffen geortet und man weiß kaum etwas über den Alltag der Crews. Auf Mauritius und in der Bucht der Insel Sainte-Marie vor Madagaskar erforschen Archäologen das gesunkene Schiff eines berühmten Piraten und suchen auch an Land nach Aufenthaltsspuren. Zwischen Legende und Wirklichkeit: eine Zeitreise zurück zu den Herrschern der Weltmeere und ihren furchterregenden Schiffen.","category":""},"8801":{"channel":"141429244","start":"1673124300","end":"1673127600","first":"H","idtitle":"HEILENDEDROGEN","title":"Heilende Drogen","program_id":"1315259734","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/19\/20221231020200553gfx.jpg","description":"LSD und Psilocybin aus \"Magic Mushrooms\" sind Drogen, strikt verbotene Substanzen. Und doch könnte es sein, dass sie bald als Medikamente zugelassen werden - gegen Depressionen und Süchte.Nach ihrer Entdeckung durch die Hippiebewegung in den 60er- und 70er-Jahren verschwanden die Substanzen aus der Forschung. Aber inzwischen untersuchen Wissenschaftlerinnen und Wissenschaftler auf der ganzen Welt deren Heilungspotenzial. Die Dokumentation begleitet Ärzte und Patienten, die an einer großangelegten Studie zu Depressionen teilnehmen. In Frankreich wird die Wirkung der Psychedelika bei Alkoholabhängigkeit erforscht und in der Schweiz gibt es bereits Ausnahmeregelungen für den therapeutischen Einsatz.","category":""},"8802":{"channel":"141429244","start":"1673127600","end":"1673130900","first":"U","idtitle":"UNSERHIRNISTWASESISST","title":"Unser Hirn ist, was es isst","program_id":"1315259740","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/84\/20221231020200553e4l.jpg","description":"Schokolade hilft gegen Stress und Fisch macht klug - doch ist an solchen Volksweisheiten eigentlich etwas dran? Nicht selten scheiden sich gerade am Tellerrand die Geister. Neue wissenschaftliche Erkenntnisse belegen, dass die Ernährung unmittelbaren Einfluss auf unsere seelische Gesundheit und geistige Verfassung hat. Hängt das, was uns durch den Kopf geht, also wirklich davon ab, womit wir unsere Teller füllen? Und lassen Eisbecher mit Zuckerstreuseln, Burger, Pizza, Hotdog, Softdrinks und Co. tatsächlich unsere grauen Zellen schmelzen?","category":""},"8803":{"channel":"141429244","start":"1673130900","end":"1673134200","first":"K","idtitle":"KURZSCHLUSSDASMAGAZIN","title":"Kurzschluss - Das Magazin","program_id":"1315259746","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/38\/20221231020200553o14.jpg","description":"Programmabeschrijving niet beschikbaar","category":""}}