{"69054":{"channel":"280715003","start":"1672533600","end":"1672539300","first":"F","idtitle":"FARGO","title":"Fargo","program_id":"1312546900","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/26\/20221224020024708ko6.jpg","description":"Autoverkoper Jerry Lundegaard (William H. Macy), woonachtig in het ijskoude stadje Fargo in Minnesota, heeft een plan om uit de schulden te komen. Hij laat zijn vrouw ontvoeren door twee schurken (Steve Buscemi en Peter Stormare) om vervolgens aan zijn rijke schoonvader een flink bedrag aan losgeld te vragen. Het zou een eenvoudige klus moeten worden, ware het niet dat de criminelen direct na hun aankomst in Fargo drie inwoners koudmaken. De hoogzwangere politie-agente Marge Gunderson (Frances McDormand) wordt belast met het moordonderzoek en laat zich niet hinderen door haar gebrek aan ervaring met grote misdrijven.","category":""},"69055":{"channel":"280715003","start":"1672539300","end":"1672545900","first":"T","idtitle":"THEROAD","title":"The Road","program_id":"1312546906","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/86\/20221224020024708obd.jpg","description":"Een wereldwijde ramp heeft de aarde in puin en as gelegd. Er zijn slechts enkele overlevenden, de beschaving is verdwenen en er is een groot gebrek aan voedsel en water. Door dit vijandige landschap trekken een naamloze man (Viggo Mortensen) en zijn jonge zoon op zoek naar een veilig heenkomen. Ze proberen de kust te bereiken maar de weg daarheen is gevaarlijk. Barbaren en kannibalen liggen overal op de loer. In deze hel op aarde is slechts één lichtpuntje: de liefde tussen vader en kind.","category":""},"69056":{"channel":"280715003","start":"1672545900","end":"1672551000","first":"T","idtitle":"THEROW","title":"The Row","program_id":"1312546912","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/41\/20221224020024708khn.jpg","description":"Een seriemoordenaar heeft het gemunt op de meisjes op de campus. Nieuwkomer Riley raakt verwikkelt in een sinister complot met een duister geheim bij het dispuut waar ze lid van is. Ondertussen onderzoekt haar vader, rechercheur Cole, de zaak. Hij moet proberen de identiteit van de moordenaar te onthullen voordat het te laat is en Riley het volgende slachtoffer wordt.","category":""},"69057":{"channel":"280715003","start":"1672551000","end":"1672557600","first":"T","idtitle":"TOUTSESTBIENPASSE","title":"Tout s'est bien passé","program_id":"1312900166","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/88\/20221225020034708ebh.jpg","description":"Nadat de 85 jaar oude André een beroerte krijgt, raakt hij voor de helft verlamd en is het leven niet meer wat het was. Als bon-vivant besluit hij de verdere aftakeling niet af te willen wachten en vraagt zijn dochters Emmanuèle en Pascale om hem te helpen er een eind aan te maken. Hiermee confronteert hij de twee vrouwen niet alleen met een moreel dilemma, maar zadelt hij ze daarbij op met grote praktische en emotionele uitdagingen.","category":""},"69058":{"channel":"280715003","start":"1672557600","end":"1672563600","first":"S","idtitle":"SEMPERFI","title":"Semper Fi","program_id":"1312900172","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/28\/20221225020034708ybt.jpg","description":"Cal is een rechtvaardige politieagent die de eindjes aan elkaar probeert te knopen als reservist in het marinierskorps waartoe ook zijn onafscheidelijke jeugdvrienden behoren. Wanneer Cals jongere en roekeloze halfbroer Oyster zich in een bar schuldig maakt aan doodslag, dwingt Cal hem de consequenties onder ogen te zien. Terwijl Oyster een buitensporig zware straf uitzit in een gevaarlijke gevangenis, wordt Cal uitgezonden naar Irak.","category":""},"69059":{"channel":"280715003","start":"1672563600","end":"1672569300","first":"T","idtitle":"THEMISFITS","title":"The Misfits","program_id":"1312900178","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/28\/20221225020034708ko8.jpg","description":"Richard Pace (Pierce Brosnan), een briljante internationaal opererende dief, ontsnapt uit een maximaal beveiligde inrichting. Tijdens zijn gewaagde ontsnapping weet hij de FBI en politie te ontwijken, maar wordt opgepikt door de Misfits, een bende moderne Robin Hoods onder leiding van de excentrieke en charismatische Ringo (Nick Cannon). De groep overtuigt Pace zich bij hen aan te sluiten om de overval van de eeuw te plegen: miljoenen aan goudstaven stelen die worden bewaard onder een van de best beveiligde gevangenissen ter wereld.","category":""},"69060":{"channel":"280715003","start":"1672569300","end":"1672573800","first":"Y","idtitle":"YESGODYES","title":"Yes, God, Yes","program_id":"1312900184","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/82\/20221225020034708vn6.jpg","description":"De Amerikaanse Midwest, begin 2000. Wanneer katholieke tiener Alice (Natalia Dyer, 'Stranger Things') toevallig de geneugten van de zelfbevrediging ontdekt, schrijft ze zich in voor een retraite die haar van die duivelse ziekte af moet helpen. Maar ze valt als een blok voor de spetter van het kamp en ontdekt dat de heiligste boontjes vaak de hypocrietste zijn.","category":""},"69061":{"channel":"280715003","start":"1672573800","end":"1672579200","first":"H","idtitle":"HORRIBLEHISTORIESTHEMOVIEROTTENROMANS","title":"Horrible Histories: The Movie - Rotten Romans","program_id":"1312900190","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/21\/202212250200347085c0.jpg","description":"Atti is een Romeinse tiener met veel hersens maar heel weinig spierkracht. Als een van zijn slimme plannetjes kwaad bloed zet bij keizer Nero, moet Atti voor straf mee met het leger. Hij komt terecht in een koud en nat Brittannië, waar de plaatselijke bevolking in opstand komt. En zo ontmoet hij Orla, een strijdlustig Keltisch tienermeisje dat zichzelf wil bewijzen als waardevolle vechter. De vraag is hoe lang deze vriendschap stand kan houden, als Atti ontdekt dat keizer Nero bereid is ten strijde te trekken tegen de opstandelingen.","category":""},"69062":{"channel":"280715003","start":"1672579200","end":"1672584600","first":"R","idtitle":"RIFKINSFESTIVAL","title":"Rifkin's Festival","program_id":"1312900196","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/50\/20221225020034708hly.jpg","description":"Wanneer filmrecensent Mort Rifkin zijn echtgenote, publiciteitsagent Sue, vergezelt naar het San Sebastian Film Festival in Spanje vermoedt hij dat haar fascinatie voor de jonge filmregisseur Philippe misschien wel iets verder gaat dan alleen die van werk. Terwijl Philippes film overladen wordt met overdadige lof, vindt Mort deze maar banaal en dwalen zijn gedachten af naar de filmklassiekers waar hij ooit les over gaf. De situatie zet het kwetsbare huwelijk tussen Mort en Sue onder druk. Mort vrolijkt wat op wanneer hij dokter Jo Rojas ontmoet, een gelijkgestemde ziel die lijdt onder haar huwelijk met een uitbundige schilder.","category":""},"69063":{"channel":"280715003","start":"1672584600","end":"1672590900","first":"W","idtitle":"WHIPLASH","title":"Whiplash","program_id":"1312901354","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/12\/202212250200347087qf.jpg","description":"Andrew Neyman (Miles Teller), een jonge jazzmuzikant, is vastberaden om koste wat kost de beste drummer van zijn elitaire conservatorium te worden. De briljante muziekdocent Terence Fletcher (J.K. Simmons), die bekend staat om zijn gevreesde, spartaanse lesmethodes, leidt het beste jazz-ensemble van de school. Hij ontdekt de ambitieuze drummer en zorgt ervoor dat Andrew in zijn band terecht komt. Onder invloed van de tirannieke Fletcher wordt Andrews streven naar perfectie een onoverkomelijke obsessie. Zijn meedogenloze leraar drijft hem tot het uiterste van zijn muzikale en fysieke kunnen, maar ook bijna tot waanzin.","category":""},"69064":{"channel":"280715003","start":"1672590900","end":"1672596300","first":"S","idtitle":"SOMETIMESALWAYSNEVER","title":"Sometimes Always Never","program_id":"1312901360","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/83\/20221225020034708gca.jpg","description":"De zestigjarige kleermaker Alan (Bill Nighy) is net zo scherp als zijn maatpakken gesneden zijn. Hij is al jarenlang op zoek naar zijn vermiste zoon Michael, die wegliep na een hoogopgelopen ruzie tijdens een potje Scrabble. Ondertussen verwaarloosde Alan de relatie met zijn jongste zoon Peter (Sam Riley). Wanneer een lichaam moet worden geïdentificeerd, haalt Alan de band met Peter aan en neemt hij hem op sleeptouw. Maar voordat alle verhoudingen hersteld kunnen worden, moet hij ook nog het mysterie oplossen van een online Scrabble-speler van wie hij vermoedt dat het Michael is.","category":""},"69065":{"channel":"280715003","start":"1672596300","end":"1672601400","first":"M","idtitle":"MYDADISASAUSAGE","title":"My Dad Is a Sausage","program_id":"1312901366","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/72\/2022123021003052105a.jpg","description":"Wanneer Paul besluit om zijn saaie maar betrouwbare kantoorbaan als bankier op te geven, valt dit bij zijn kinderen niet in goede aarde. Hun vader wil namelijk zijn droom najagen en acteur worden. Wanneer zijn ambitieuze vrouw Véronique thuiskomt van een zoveelste zakenreis en het nieuws te horen krijgt, is het hek helemaal van de dam. De Schutijzers zijn een prettig gestoord gezin, maar dit gaat een paar bruggen te ver. Volgens Véronique moet en zal Paul snel weer bij zinnen komen. Pauls jongste dochter Zoë gelooft echter als enige in haar vader. Ze moedigt hem aan en duikt samen met hem het avontuur in.","category":""},"69066":{"channel":"280715003","start":"1672601400","end":"1672608000","first":"P","idtitle":"PAINANDGLORY","title":"Pain and Glory","program_id":"1312901372","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/29\/20221230210030521hm0.jpg","description":"Salvador Mallo (Antonio Banderas) heeft al in geen jaren een film meer gemaakt, maar kan gelukkig nog teren op de successen die hij als regisseur heeft genoten. Wanneer een oude film van Salvador onder het stof vandaan wordt gehaald, brengt dat hem in contact met voormalig acteur Alberto (Asier Etxeandia). De twee worden eindelijk weer herenigd, nadat ze lang geleden zijn gebrouilleerd. De ontmoeting zet een kettingreactie in gang, waarin het verleden terugkeert in het leven van Salvador. Terugdenkend aan zijn jeugd en zijn moeder (Penélope Cruz) wordt hij gedwongen om zijn demonen onder ogen te komen.","category":""},"69067":{"channel":"280715003","start":"1672608000","end":"1672614600","first":"B","idtitle":"BORGMAN","title":"Borgman","program_id":"1312901378","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/23\/20221225020034708mr2.jpg","description":"De mysterieuze Camiel Borgman arriveert als een buitenstaander in de omheinde lanen van een villawijk. Hij klopt aan bij de riante woning van Marina en Richard. Zij is gefascineerd door de vreemdeling en biedt hem een slaapplek aan. Zijn komst is het begin van een reeks verontrustende gebeurtenissen rond de zorgvuldig opgetrokken façade van het welgestelde gezin van wie Borgman het leven stapje voor stapje op lugubere wijze weet te beïnvloeden.","category":""}}