{"70664":{"channel":"280715089","start":"1672291800","end":"1672296900","first":"T","idtitle":"THESHALLOWS","title":"The Shallows","program_id":"1311744069","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/91\/20221222020034707swv.jpg","description":"Nancy wordt aangevallen door een witte haai wanneer ze in haar eentje aan het surfen is in een verlaten baai. Ze komt vast te zitten op een kleine rots, minder dan tweehonderd meter verwijderd van het strand. Zal ze de oversteek wagen?","category":""},"70665":{"channel":"280715089","start":"1672296900","end":"1672302000","first":"S","idtitle":"STANDOFF","title":"Standoff","program_id":"1311744075","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/17\/20221222020034708beb.jpg","description":"Het twaalfjarige meisje Bird ziet vanuit de bosjes hoe de meedogenloze huurmoordenaar Sade (Laurence Fishburne) een hele groep slachtoffers maakt. Wanneer hij Bird ontdekt, moet ze rennen voor haar leven. Ze vlucht het huis van Carter (Thomas Jane) binnen, een oorlogsveteraan die sinds de dood van zijn zoontje aan lager wal is geraakt. Wanneer hij de panische Bird ziet raakt hij vastbesloten om haar te beschermen. Maar Sade is een ervaren moordmachine en het is maar de vraag of Carters wat roestige gevechtservaring genoeg is om hem uit te schakelen.","category":""},"70666":{"channel":"280715089","start":"1672302000","end":"1672307400","first":"O","idtitle":"OFFICEUPRISING","title":"Office Uprising","program_id":"1311744081","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/34\/20221222020034708tc9.jpg","description":"De luie Desmond vindt het leuker om uit te gaan met zijn vrienden dan te gaan werken bij zijn baas: een grote wapenfabrikant die net een energiedrank voor het leger heeft ontwikkeld. Volt was bedoeld om militairen om te vormen tot supersoldaten, maar niemand had voorzien dat het drankje je tevens verandert in een moorddadige psychopaat. Ook had niemand verwacht dat de werknemers een restpartij Volt zouden drinken. Nu zit Desmond vast in een wolkenkrabber vol met bloeddorstige moordenaars. Met een kleine groep van onaangetaste collega's moet hij zich een weg naar buiten proberen te vechten.","category":""},"70667":{"channel":"280715089","start":"1672307400","end":"1672312800","first":"L","idtitle":"LASTRAMPAGETHEESCAPEOFGARYTISON","title":"Last Rampage: The Escape of Gary Tison","program_id":"1311744087","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/50\/20221222020034708ugb.jpg","description":"Overvaller en moordenaar Gary Tison zit een levenslange gevangenisstraf uit, wanneer zijn drie zwaar bewapende zoons de gevangenis binnendringen om hem uit te breken. De bende vlucht richting Mexico en samen met zijn psychotische celmaat Randy ruimt Gary iedereen uit weg die zijn pad kruist. Sheriff Cooper heeft Tison destijds opgeborgen en weet waartoe de meedogenloze topcrimineel in staat is. Hij raakt volkomen geobsedeerd en brengt een enorme politiemacht op de been. Cooper schuwt geen enkel middel om zijn prooi weer achter de tralies te krijgen.","category":""},"70668":{"channel":"280715089","start":"1672312800","end":"1672317900","first":"T","idtitle":"THELAZARUSEFFECT","title":"The Lazarus Effect","program_id":"1311744093","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/19\/2022122202003470867b.jpg","description":"Wetenschappers en echtpaar Zoe en Frank werken samen met student-onderzoekers aan een middel om doden weer tot leven te wekken. Wanneer de zoveelste test op een dode hond opeens succesvol is, willen ze hun ontdekking naar buiten brengen. Maar de universiteit waar ze werken is niet blij met de ontwikkelingen en stopt de tests. De groep wil niet stoppen op zo'n cruciaal moment en gaat op eigen houtje verder. Maar dan gebeurt het ondenkbare: tijdens een nieuw experiment sterft Zoe. Frank is radeloos en besluit hun pas ontdekte serum toe te dienen aan zijn dode geliefde.","category":""},"70669":{"channel":"280715089","start":"1672317900","end":"1672323300","first":"other","idtitle":"47HOURS","title":"47 Hours","program_id":"1311744099","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/85\/20221222020034708u1x.jpg","description":"Twee jonge meiden downloaden uit verveling een app met een luguber spel. Ze krijgen 47 uur de tijd om hun beurt in het spel over te geven aan een ander. Lukt dat niet, zullen ze een gruwelijke dood sterven. Ze denken eerst dat het slechts fantasie is, maar wanneer bloedige, dodelijke gebeurtenissen om hen heen plaatsvinden, beseffen ze dat de tijd dringt. Hun nieuwsgierigheid en geamuseerdheid slaat om in panische angst en ze doen er alles aan om hun eigen leven te redden ten koste van een ander...","category":""},"70670":{"channel":"280715089","start":"1672323300","end":"1672328400","first":"M","idtitle":"MARY","title":"Mary","program_id":"1311744105","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/36\/20221222020034708pm4.jpg","description":"David (Gary Oldman) is een kapitein die met zichzelf worstelt en hij wil een beter leven voor hem, zijn vrouw Sarah (Emily Mortimer) en zijn dochters opbouwen. Op een veiling ziet hij een oude boot met de naam 'Mary' erop en in een impulsieve bui besluit hij de boot te kopen. Kort nadat David en zijn gezin en twee vrienden met de boot op reis zijn gegaan, krijgen zij te maken met steeds meer vreemde en angstaanjagende gebeurtenissen.","category":""},"70671":{"channel":"280715089","start":"1672328400","end":"1672333800","first":"T","idtitle":"TWIST","title":"Twist","program_id":"1311744111","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/75\/20221222020034708t17.jpg","description":"Oliver Twist generatie Z-style. Twist leeft op en van de straat. Hij is een fanatieke freerunner en een talentvolle graffiti-artiest. Wanneer hij weer eens op de vlucht is voor de politie, wordt hij opgevangen door Dodge en Batesy, twee leden van een bende kunstdieven onder leiding van de ervaren oplichter Fagan. Twist wordt warm onthaald, alsof hij in een nieuwe familie terecht komt. Maar hij wordt ook klaargestoomd voor een leven als kunstrover.","category":""},"70672":{"channel":"280715089","start":"1672333800","end":"1672339200","first":"O","idtitle":"ONEFORTHEMONEY","title":"One for the Money","program_id":"1311744117","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/63\/20221222020034708bsf.jpg","description":"Stephanie Plum (Katherine Heigl) neemt uit geldnood een baantje aan als premiejager bij het tweederangs saneringsbureau van haar onbetrouwbare neef. Gewapend met haar pepperspray, zelfverzekerdheid en grote mond gaat ze achter voormalig politieagent en voortvluchtige moordverdachte Joe Morelli aan, die toevalligerwijs Stephanies hart brak op de middelbare school. Als het haar lukt hem op te pakken, levert dat niet alleen een grote som geld maar ook persoonlijke voldoening op. Totdat Stephanie ontdekt dat de situatie rondom Morelli heel anders in elkaar zit dan Stephanie denkt.","category":""},"70673":{"channel":"280715089","start":"1672339200","end":"1672344000","first":"P","idtitle":"PIRANHA3DD","title":"Piranha 3DD","program_id":"1311744123","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/29\/20221227210024714v82.jpg","description":"Een jaar na de aanval van prehistorische piranha's op Lake Victoria zijn de vraatzuchtige vissen via het rioleringssysteem van de stad kunnen ontsnappen. Hierdoor krijgen ze toegang tot de zwembaden en het pas geopende waterpretpark Big Wet. De wilskrachtige Maddy en haar vrienden Barry en Kyle zullen het moeten opnemen tegen deze mensenetende creaturen...maar kan men ze wel tegenhouden?","category":""},"70674":{"channel":"280715089","start":"1672344000","end":"1672350600","first":"T","idtitle":"THEROAD","title":"The Road","program_id":"1311744129","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/51\/20221222020034708svm.jpg","description":"Een wereldwijde ramp heeft de aarde in puin en as gelegd. Er zijn slechts enkele overlevenden, de beschaving is verdwenen en er is een groot gebrek aan voedsel en water. Door dit vijandige landschap trekken een naamloze man (Viggo Mortensen) en zijn jonge zoon op zoek naar een veilig heenkomen. Ze proberen de kust te bereiken maar de weg daarheen is gevaarlijk. Barbaren en kannibalen liggen overal op de loer. In deze hel op aarde is slechts één lichtpuntje: de liefde tussen vader en kind.","category":""},"70675":{"channel":"280715089","start":"1672350600","end":"1672356000","first":"C","idtitle":"CASTLEFALLS","title":"Castle Falls","program_id":"1311744135","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/86\/20221222020034708bxy.jpg","description":"Een gevangen gangster heeft drie miljoen dollar verstopt in een vervallen wolkenkrabber die op het punt staat gesloopt te worden. Met deze informatie probeert hij bewaker Richard Ericson (Dolph Lundgren) om te kopen, die het geld goed kan gebruiken voor de behandeling van zijn zieke dochter. Ondertussen stuit bouwvakker Mike Wade (Scott Adkins) tijdens de sloopwerkzaamheden op de zak met geld. Op de dag dat de wolkenkrabber wordt opgeblazen gaat ook nog een meedogenloze bende op zoek naar de buit in het gebouw. Wie weet het geld te grijpen én levend naar buiten te komen?","category":""}}