{"55776":{"channel":"141431343","start":"1672614000","end":"1672623458","first":"W","idtitle":"WAGNERDASRHEINGOLD","title":"Wagner - Das Rheingold","program_id":"1313934827","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/33\/20221227210130517ow8.jpg","description":"Das Rheingold vormt de proloog tot Richard Wagners Ringcyclus. Deze uitvoering van de Staatsoper Stuttgart uit 2003 staat onder leiding van dirigent Lothar Zagrosek met in de hoofdrollen Wolfgang Probst, Motti Kastón, Bernhard Schneider, Robert Künzli, Esa Ruuttunen, Eberhard Francesco Lorenz en Roland Bracht. Met een prachtige orkestratie en een feilloos gevoel voor drama verklaart deze eerste opera hoe de Rijndochters de Ring verloren, en hoe deze in handen kwam van Alberich de Nibelung, Wotan, de oppergod, en Fafner, de reus. Telkens als de ring in andere handen overgaat, treft de vloek de nieuwe drager. Dit zal zo doorgaan totdat de ring terugkeert bij de rechtmatige eigenaars, de Rijndochters.","category":""},"55777":{"channel":"141431343","start":"1672623458","end":"1672627332","first":"S","idtitle":"STILLENACHTHEILIGENACHT","title":"Stille Nacht, Heilige Nacht","program_id":"1313934833","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/35\/20221227210130517l1c.jpg","description":"Dit kerstconcert vanuit het Schauspielhaus te Berlijn was een van de eerste muzikale samenwerkingen binnen het herenigde Duitsland. Beelden van in sneeuw gehulde landschappen dragen bij aan de romantische winterse sfeer van het concert. Op het programma staan werken van J. S. Bach, G. F. Händel en Prätorius. Het Tölzer Knabenchor staat onder leiding van Gerhard Schmidt-Gaden, Het koor van de Zagorsk Monastery wordt gedirigeerd door Matfej Mormyl en de Staatskapelle Dresden door Ferdinand Leitner. Solisten zijn Maria Graf, Doris Soffel, Siegfried Jerusalem, Jochen Kowalski en Herman Prey. Opgenomen in 1990 en geregiseerd door Bob Rooyens.","category":""},"55778":{"channel":"141431343","start":"1672627332","end":"1672631053","first":"M","idtitle":"MOZARTPIANOCONCERTNR25ENSYMFONIENR35","title":"Mozart - Pianoconcert nr. 25 en Symfonie nr. 35","program_id":"1313934839","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/9\/20221227210130517mob.jpg","description":"Stefano Conticello leidt het orkest van Teatro Comunale di Bologna in dit aan Wolfgang Amadeus Mozart gewijde concert. Het begint met de ouverture uit Mozarts geliefde opera Die Zauberflöte. Hierop volgt het Pianoconcert nr. 25 in C-groot, K. 503, met Maurizio Baglini als pianosolist. Dit pianoconcert is één van de twaalf ongeëvenaarde pianoconcerten die Mozart tussen 1784 en 1786 schreef. Tot besluit van het concert klinkt de Symfonie nr. 35 in D groot, K. 385, ook bekend onder de bijnaam ‘Haffner’. Toen Sigmund Haffner in 1782 in de adelstand werd verheven, gaf de familie van deze Salzburgse zakenman en filantroop Mozart opdracht een nieuw stuk te schrijven om de feestelijke gelegenheid luister bij te zetten. Mozart stemde in. Hij schreef een serenade, die hij enkele maanden later omwerkte tot deze symfonie. Deze uitvoering werd opgenomen in het Teatro Comunale in Bologna, Italië.","category":""},"55779":{"channel":"141431343","start":"1672631053","end":"1672635600","first":"W","idtitle":"WAGNERPRELUDEUITPARSIFAL","title":"Wagner - Prelude uit \"Parsifal\"","program_id":"1313934845","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/73\/20221227210130517lp9.jpg","description":"Het Europakonzert van 2007 vond plaats in Berlijn ter ere van de 125ste verjaardag van de Berliner Philharmoniker. Het concertprogramma met als thema ‘Het jaar 1882’ staat onder de muzikale leiding van Sir Simon Rattle. Op het programma staan onder meer Brahms’ Vioolconcert, Op. 77 en Symfonie Nr. 4, Op. 98 en de Prelude uit Wagners Parsifal, een stuk dat door het orkest al in 1913 werd vastgelegd onder leiding van Alfred Hertz. Het feestelijke concert wordt afgesloten met Brahms Dubbelconcert, Op. 102. Solisten van de avond zijn Lisa Batiashvili (viool) en Truls Mørk (cello). Opgenomen in de ‘Kraftwerk und Kabelwerk Oberspree’; een indrukwekkend, historisch industrieel gebouw uit het laat 19e-eeuwse Berlijn.","category":""},"55780":{"channel":"141431343","start":"1672635600","end":"1672639365","first":"G","idtitle":"GERMANBRASSGOESBACH","title":"German Brass goes Bach","program_id":"1313934851","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/4\/202212272101305178ex.jpg","description":"Het German Brass Ensemble presenteert enkele van Bachs populairste melodieën in adembenemende, virtuoze arrangementen voor koperensemble. De werken zijn opgenomen in de St. Thomas Kirche in Leipzig en het programma bevat onsterfelijke stukken als de ‘Toccata en Fuga in d klein’, het ‘Adagio on a G String’, ‘Jesus bleibet meine Freude (Jesu, Joy of Man’s Desiring)’ en nog veel meer. German Brass behoort tot een van de meest succesvolle koperensembles van de afgelopen jaren en bestaat uit musici afkomstig uit de beste Duitse orkesten, zoals het Berliner Filharmoniker en de Müncher Filharmoniker. De uitvoeringen zijn opgenomen in de kerk waarin veel van Bachs stukken ontstonden, welke voorzien is van een geweldige akoestiek. De hoge kwaliteit van de opname, op zowel visueel als auditief vlak, doet eer aan de viering van Bachs muziek.","category":""},"55781":{"channel":"141431343","start":"1672639365","end":"1672643495","first":"H","idtitle":"HAYDNSCHUMANNBACHMUZIEKVOORFLUITHOBO","title":"Haydn, Schumann & Bach: Muziek voor Fluit & Hobo","program_id":"1313934857","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/54\/20221227210130517evp.jpg","description":"Op 9 april 2020, toen de Covid-19-pandemie het concertcircuit tot stilstand dwong, waren dwarsfluitist Ana de la Vega en hoboïst Ramón Ortega Quero op concerttournee. Hun concert in Palais Lichtenau in de Duitse stad Potsdam ging door zoals gepland – maar dan zonder publiek. Deze intieme opname is het resultaat. Op het programma staan Joseph Haydns “Londense” Trio nr. 1 C Hb. IV\/1, Clara Schumanns Drei Romanzen, Op. 22, Antonín Dvořáks Silent Woods, J. S Bachs Triosonate in c uit “Musikalischen Opfer” BWV 1079, en Robert Schumanns Drei Romanzen, Op. 94. Tot besluit van het optreden klinkt Ignaz Moscheles' Concertante in F.","category":""},"55782":{"channel":"141431343","start":"1672643495","end":"1672647648","first":"M","idtitle":"MOZARTGALAINPRAAG","title":"Mozartgala in Praag","program_id":"1313934863","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/89\/202212272101305174pb.jpg","description":"Een van de hoogtepunten van het Mozartjaar 2006 was dit galaconcert in het prachtige Statentheater in Praag. Het Tsjechisch Philharmonisch Orkest speelt onder leiding van Manfred Honeck de mooiste werken van Mozart die bovendien een speciale binding hebben met de stad of het theater. Zo staat het klarinetconcert, dat in 1791 in Praag in première ging, op het programma met Sharon Kam als solist en natuurlijk kan Mozarts ‘Praagse Symfonie’ niet ontbreken. Ook op de lessenaar staat de ouverture van 'Don Giovanni', in 1787 nog door Mozart zelf gedirigeerd in het Statentheater.","category":""},"55783":{"channel":"141431343","start":"1672647648","end":"1672650193","first":"C","idtitle":"CMIMPIANO2021HALVEFINALEDMITRYSIN","title":"CMIM Piano 2021 - Halve Finale: Dmitry Sin","program_id":"1313934869","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/8\/202212272101305177u8.jpg","description":"De Russische pianist Dmitry Sin (1994) voert J. S. Bachs Toccata in e-klein (BWV 914) en Robert Schumanns Pianosonate nr. 3, Op. 14 uit tijdens de halve finales van Piano-editie 2021 van het Concours musical international de Montréal (CMIM). Dit recital werd opgenomen in Salle Cortot van het École Normale de Musique in Parijs, Frankrijk.","category":""},"55784":{"channel":"141431343","start":"1672650193","end":"1672654021","first":"H","idtitle":"HOWTOGETOUTOFTHECAGEAYEARWITHJOHNCAGE","title":"How to get out of the Cage - A year with John Cage","program_id":"1313934875","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/47\/20221227210130517qcc.jpg","description":"De documentaire How to get out of the Cage (2012) van de prijswinnende regisseur Frank Scheffer vormt een intiem portret van John Cage (1912-1992), een van de belangrijkste componisten van de twintigste eeuw. Van 1982 tot 1992 werkte Scheffer nauw samen met Cage en dit resulteerde in uniek beeld- en geluidsmateriaal, zoals interviews, muziekuitvoeringen en beelden van locaties die een belangrijke rol spelen in het leven en werk van de componist. In al zijn werk over Cage maakt Scheffer gebruik van de Chinese kansmethode I Tjing (het Boek der Veranderingen), die Cage ook gebruikte in zijn composities. Toch besloot Scheffer deze documentaire te structureren op de gebruikelijke manier: gebaseerd op keuzes.","category":""},"55785":{"channel":"141431343","start":"1672654021","end":"1672656043","first":"V","idtitle":"VOCAALWERKVANMONTEVERDIFRESCOBALDIEA","title":"Vocaal werk van Monteverdi, Frescobaldi e. a.","program_id":"1313934881","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/99\/20221227210130517w50.jpg","description":"De zesdelige concertreeks \"Io suono italiano\" is gewijd aan muziek van Italiaanse componisten en uitgevoerd door Italiaanse musici op Italiaanse instrumenten. De reeks beslaat vier eeuwen aan muziek: van renaissancecomponist Girolamo Frescobaldi en barokcomponist Antonio Vivaldi tot de twintigste-eeuwse filmmuziek van Ennio Morricone en de moderne opera van Azio Corghi. Elk programma presenteert zowel bekende werken als minder bekende composities. Deze prachtige uitvoeringen werden in januari 2021 opgenomen in het sfeervolle Teatro Sociale in het Noord-Italiaanse Rovigo. In deze aflevering zingt sopraan Marina De Liso barokmuziek, begeleid door Roberto Loreggian (klavecimbel) en Nicola Dal Maso (violone). Op het programma staan Benedetto Ferrari’s Amanti io vi so dire, Barbara Strozzi’s Lamento, Tradimento, en Che si può fare, Giovanni Felice Sances’s Usurpator tiranno, Girolamo Frescobaldi’s Partite sopra il Passacagli, en Se l’aura spira, Claudio Monteverdi’s Ohimè ch’io cado, en Si dolce è il tormento.","category":""},"55786":{"channel":"141431343","start":"1672656043","end":"1672658122","first":"N","idtitle":"NIELSENSYMFONIENR6","title":"Nielsen - Symfonie Nr. 6","program_id":"1313934887","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/64\/20221227210130517vm2.jpg","description":"Fabio Luisi dirigeert het Deens Radio Symfonieorkest in indrukwekkende uitvoering tijdens de viering van de 150ste verjaardag van de Deense componist Carl Nielsen. Naast Nielsens Symfonie Nr. 6 staat ook Rachmaninovs Pianoconcert Nr. 4 op het programma, met als solist de Franse pianiste Lise de la Salle. Het werk is een minder dan Rachmaninovs Tweede en Derde Pianoconcert en onderging meerdere revisies gedurende het leven van de componist. Het wordt gekarakteriseerd door veel chromatiek en ook zijn er duidelijke jazzachtige invloeden te horen. Luisi en de la Salle legden het Vierde Pianoconcert eerder al vast op CD. Dit concert is opgenomen in het DR Koncerthuset te Kopenhagen in 2017.","category":""},"55787":{"channel":"141431343","start":"1672658122","end":"1672659595","first":"B","idtitle":"BACHCANTATAICHHABEGENUGBWV82","title":"Bach - Cantata \"Ich habe genug\", BWV 82","program_id":"1313934893","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/32\/20221227210130517u15.jpg","description":"Deze film portretteert een zeer speciale vocalist en twee exceptionele barokcomponisten. De engelachtige stem van contratenor Philippe Jaroussky (1978) is tijdloos. De Fransman wordt gezien als een van de meest bijzondere countertenors van zijn generatie. Combineer dat met de muziek van Telemann en Bach en al snel is duidelijk dat de emotionele kracht en pure energie van hun werken door de eeuwen heen niet is afgenomen. Op het programma staan naast Telemanns Jesus liegt in letzten Zügen (Der sterbende Jesus) en Die stille Nacht (uit Der am Ölberg zagende Jesus) ook Bachs Vergnügte Ruh, beliebte Seelenlust (BWV 170) en Ich habe genug (BWV 82).","category":""},"55788":{"channel":"141431343","start":"1672659595","end":"1672660775","first":"M","idtitle":"MOZARTSYMFONIENR35KV385","title":"Mozart - Symfonie Nr. 35, KV. 385","program_id":"1313934899","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/49\/20221227210130517dze.jpg","description":"De Berliner Philharmoniker onder leiding van maestro Claudio Abbado verzorgt de eerste editie van het Europakonzert te Praag in 1991. Sindsdien wordt jaarlijks op 1 mei een concert gehouden in een andere Europese stad om de culturele samenwerking in Europa te bevorderen en de oprichting van het orkest te vieren op 1 mei 1882. Solisten tijdens deze eerste editie zijn sopraan Cheryl Studer en pianist Bruno Canino. Op het programma staan verscheidene werken van W. A. Mozart, zoals de ouverture en enkele aria’s uit de opera Don Giovanni, Symfonie Nr. 29 (KV. 201), “Ch'io mi scordi di te?” voor sopraan, piano en orkest (KV. 505) en Symfonie Nr. 35 (KV. 385).","category":""},"55789":{"channel":"141431343","start":"1672660775","end":"1672664442","first":"K","idtitle":"KLARINETWERKVANCRUSELLBAERMANNENSPOHR","title":"Klarinetwerk van Crusell, Baermann en Spohr","program_id":"1313934905","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/6\/20221227210130517n66.jpg","description":"Naast het gangbare repertoire voor klarinet behoren ook de composities van de Finse klarinetvirtuoos Bernhard Henrik Crusell. Na zijn studie bij Franz Tausch in Berlijn en Xavier Lefevre in Parijs studeerde hij tevens compositie bij Abbé Vogler en Francois-Joseph Gossec. Naast de drie populaire concerten schreef hij ook een Sinfonia Concertante en drie prachtige klarinetkwartetten. Voor de uit München afkomstige klarinetvirtuoos Heinrich Baermann schreven veel componisten als Meyerbeer, Rossini, Weber en Mendelssohn hun werken.Van zijn hand is dit Adagio Op 23. Het ademt een prachtige doorzichtige fluwelen dromerige sfeer uit. De violist Louis Spohr eigende zijn klarinet composities toe aan de virtuoze Simon Hermstedt, één van de rivalen van Heinrich Baermann. Zijn vier concerten werden voor het eerst uitgevoerd door Hermstedt. Vanwege de aard van de stukken werden deze ook gebruikt als technische studies voor de vioolliteratuur en muziek. Spohr schreef ook verschillende sets van variaties voor klarinet en piano, een nonet en speciaal voor klarinettist Simon Hermstedt componeerde hij deze 'Fantasy en Variaties in Bes Op 81' met Strijkkwintet.","category":""},"55790":{"channel":"141431343","start":"1672664442","end":"1672671200","first":"P","idtitle":"PIANOMANIADANIILTRIFONOV","title":"Pianomania - Daniil Trifonov","program_id":"1313934911","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/84\/20221227210130517ntu.jpg","description":"Hannu Lintu dirigeert het Gulbenkian Orchestra in een concert met een Fins tintje. Zo staan onder meer Einojuhani Rautavaara’s Cantus Articus, Op. 61 en Jean Sibelius’ Tweede Symfonie op het programma. Pianist Daniil Trifonov (1991) is de solist in Schumanns Pianoconcert, Op. 54. Tijdens de eerste uitvoering van het werk in 1841 nam Schumanns vrouw Clara Wieck de rol van soliste voor haar rekening. Trifonovs naam was snel gevestigd nadat hij prijzen won op het prestigieuze International Tsjaikovski-concours in Moskou en het Internationaal Frederick Chopin Piano Concours in Warschau. De jonge Rus werd in de media al geprezen als \"arguably today's leading classical virtuoso” en “without question the most astounding pianist of our age\". Dit concert is opgenomen in het Grand Auditorium van de Calouste Galbenkian Foundaition te Lissabon in 2018.","category":""},"55791":{"channel":"141431343","start":"1672671200","end":"1672673974","first":"B","idtitle":"BEETHOVENVIOOLCONCERTOPUS61","title":"Beethoven - Vioolconcert, Opus 61","program_id":"1313934917","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/82\/20221227210130517pjm.jpg","description":"Bernard Haitink dirigeert de Berliner Philharmoniker tijdens een Paasconcert in Baden-Baden in 2015. Op het programma staan Beethovens Symfonie Nr. 6 en Vioolconcert, Op. 61. Solist is de gelauwerde Isabelle Faust, die sinds haar opnames met Claudio Abbado vaak eerste keuze is als het aankomt op dit meesterwerk. Beethoven componeerde zijn Zesde Symfonie tussen 1802 en 1808. Het draagt de bijnaam ‘Pastorale’ en is een van de weinige voorbeelden van programmamuziek door de Duitse componist. In tegenstelling tot de andere symfonieën van Beethoven bestaat de Zesde Symfonie uit vijf delen.","category":""},"55792":{"channel":"141431343","start":"1672673974","end":"1672678921","first":"L","idtitle":"LISZTMOSAICSII","title":"Liszt Mosaics- II","program_id":"1313934923","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/63\/20221227210130517zp7.jpg","description":"Dit concert – dat muziek en dans combineert – bevat, naast werken van Liszt, een aantal van de mooiste composities van de Hongaarse nationale Romantiek die hen inspireerde, evenals stukken kerkmuziek die teruggaan tot de Gregoriaanse periode, en composities van tijdgenoten die Liszt beïnvloedden: Paganini en Chopin. Liszt Mosaics is gebaseerd op drie thematische pijlers – Liszt de Hongaar, Liszt de priester en Liszt de virtuoos – die emblematische aspecten van zijn leven en werk oproepen en ons aanspreken als publiek van de 21e eeuw. Het Hungarian State Folk Ensemble werd opgericht in 1951 en is sindsdien naar meer dan 40 landen gereisd, waar zij authentieke volksmuziek en –dansen hebben uitgevoerd.","category":""},"55793":{"channel":"141431343","start":"1672678921","end":"1672684736","first":"I","idtitle":"IPO75THANNIVERSARYGALA","title":"IPO 75th Anniversary Gala","program_id":"1313934929","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/45\/20221227210130518yyz.jpg","description":"Dit concert is opgenomen te Tel Aviv in 2006 ter ere van het zeventigjarige bestaan van het Israel Philharmonic Orchestra (IPO). Met dirigent Zubin Mehta en solisten Pinchas Zukerman en Daniel Barenboim bevat het feestelijke concert een hoog gehalte aan artistiek vakmanschap en presenteert het drie geliefde musici die grotendeels verantwoordelijk zijn voor de rijke historie van het orkest. Zo treedt Barenboim vrijwel jaarlijks op met het IPO en maakte Zukerman al in 1968 zijn debuut bij het orkest. Op het programma staan Brahms' Pianoconcert Nr. 1, Bruchs Vioolconcert Nr. 1 en Ravels La Valse.","category":""},"55794":{"channel":"141431343","start":"1672684736","end":"1672687800","first":"D","idtitle":"DISCOVERINGMASTERPIECESCONCERTVOORORKEST","title":"Discovering Masterpieces – Concert voor Orkest","program_id":"1313934935","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/25\/20221227210130518ccg.jpg","description":"Kijk naar ‘Discovering Masterpieces’: uw gids in woord en beeld bij de grote meesterwerken van de klassieke muziek! De reeks bestaat uit 20 documentaires van een half uur elk, waarin 20 klassieke meesterwerken centraal staan: gerenommeerde experts, beroemde solisten en wereldberoemde dirigenten nemen u mee op een reis door de geschiedenis, terug naar de tijd waarin het meesterwerk gecomponeerd werd. Vandaag staat Bela Bartoks ‘Concert voor Orkest’ centraal. Dit werk is één van de meest uitgevoerde werken van de 20e eeuw. Pierre Boulez legt aan de hand van muziekfragmenten uit hoe hij dit werk interpreteerde toen hij het uitvoerde met de Berliner Philharmoniker. Ook legt hij uit waarom het werk zo’n interessante plaats inneemd in het leven van Bartok.","category":""},"55795":{"channel":"141431343","start":"1672687800","end":"1672688973","first":"I","idtitle":"IVC2018HALVEFINALEYURYROSTOTSKY","title":"IVC 2018 - Halve finale - Yury Rostotsky","program_id":"1313934941","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/68\/20221227210130518ms3.jpg","description":"Tenor Yury Rostotsky (Rusland, 1986) zingt ‘Let not fame the tidings spread’ uit Georg Friedrich Händels opera Hercules; ‘Una furtiva lagrima’ uit Gaetano Donizetti’s opera L’elisir d’amore; ‘Love, too frequently betrayed’ uit Igor Stravinsky’s The Rake’s Progress; en Sylvia Maessens ‘Oh, che tranquillo mar’ tijdens de halve finales van het Internationaal Vocalistenconcours 2018 – Opera , Oratorium. Deze uitvoering werd opgenomen in het Theater aan de Parade in ’s-Hertogenbosch.","category":""},"55796":{"channel":"141431343","start":"1672688973","end":"1672690092","first":"I","idtitle":"IVC2018HALVEFINALEHEWU","title":"IVC 2018 - Halve finale - He Wu","program_id":"1313934947","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/47\/20221227210130518cvc.jpg","description":"Sopraan He Wu (China, 1989) zingt Sylvia Maessens ‘Oh, che tranquillo mar’; ‘Amor’ uit Richard Strauss’ Brentano Lieder; en ‘A vos jeux, mes amis’ uit Ambroise Thomas’ opera Hamlet, tijdens de halve finales van het Internationaal Vocalistenconcours 2018 – Opera , Oratorium. Deze uitvoering werd opgenomen in het Theater aan de Parade in ’s-Hertogenbosch.","category":""},"55797":{"channel":"141431343","start":"1672690092","end":"1672699164","first":"N","idtitle":"NICOLAIDIELUSTIGENWEIBERVONWINDSOR","title":"Nicolai - Die lustigen Weiber von Windsor","program_id":"1313934953","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/87\/202212272101305189tm.jpg","description":"Christian Zacharias dirigeert het koor en orkest van de Opéra Royal de Liege in een uitvoering van de opera Die lustigen Weiber von Windsor van Otto Nicolai (1810-1849). Solisten zijn Franz Hawlata, Anneke Luyten, Werner Van Mechelen, Sabina Willeit en Laurent Kubla. Opgenomen in de Opéra Royal de Wallonie in 2015. Sir John Falstaff leidt een losbandig leven. Zonder een cent te makken verstuurt hij dezelfde liefdesbrief naar Frau Fluth en Frau Reich, twee rijke bourgeoise vrouwen. De twee doorzien zijn list en laten het er niet bij zitten. Vanaf dat draait hun leven voornamelijk om amusement ten koste van de onbekwame vrijer. Door toedoen van de vrouwen komt Falstaff met de vuile was in de Theems terecht en wordt hij vermomd als dienstmeisje door Herr Fluth het huis uitgezet. Falstaff wordt de schlemiel van het dorp wanneer de paren Fluth en Reich hem doodsangst aanjagen op een gemaskeerd bal vol elfen, spoken en insecten.","category":""},"55798":{"channel":"141431343","start":"1672699164","end":"1672700400","first":"B","idtitle":"BACHBRANDENBURGSCONCERTNR3","title":"Bach - Brandenburgs Concert Nr. 3","program_id":"1313934959","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/1\/20221227210130518shj.jpg","description":"Wist u dat een mislukte sollicitatie tot een muzikaal succes kan leiden? J. S. Bach was in 1721 in dienst bij Prins Leopold van Anhalt-Köthen, maar hij wilde liever werken voor Christian Ludwig, Markgraaf van Brandenburg. Dus droeg Bach zijn zes nieuwe Concerten op aan deze Markgraaf van Brandenburg, in de hoop dat hij aan diens hof kon komen werken. Helaas: de Markgraaf bedankte de componist niet eens, laat staan dat hij hem in dienst nam. Aan Bachs muziek lag het niet. Bach schreef het derde Concert voor drie violen, drie altviolen, drie cello’s en een basso continuo begeleiding.","category":""}}