{"70542":{"channel":"280715089","start":"1672333800","end":"1672339200","first":"O","idtitle":"ONEFORTHEMONEY","title":"One for the Money","program_id":"1311744117","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/63\/20221222020034708bsf.jpg","description":"Stephanie Plum (Katherine Heigl) neemt uit geldnood een baantje aan als premiejager bij het tweederangs saneringsbureau van haar onbetrouwbare neef. Gewapend met haar pepperspray, zelfverzekerdheid en grote mond gaat ze achter voormalig politieagent en voortvluchtige moordverdachte Joe Morelli aan, die toevalligerwijs Stephanies hart brak op de middelbare school. Als het haar lukt hem op te pakken, levert dat niet alleen een grote som geld maar ook persoonlijke voldoening op. Totdat Stephanie ontdekt dat de situatie rondom Morelli heel anders in elkaar zit dan Stephanie denkt.","category":""},"70543":{"channel":"280715089","start":"1672339200","end":"1672344000","first":"P","idtitle":"PIRANHA3DD","title":"Piranha 3DD","program_id":"1311744123","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/29\/20221227210024714v82.jpg","description":"Een jaar na de aanval van prehistorische piranha's op Lake Victoria zijn de vraatzuchtige vissen via het rioleringssysteem van de stad kunnen ontsnappen. Hierdoor krijgen ze toegang tot de zwembaden en het pas geopende waterpretpark Big Wet. De wilskrachtige Maddy en haar vrienden Barry en Kyle zullen het moeten opnemen tegen deze mensenetende creaturen...maar kan men ze wel tegenhouden?","category":""},"70544":{"channel":"280715089","start":"1672344000","end":"1672350600","first":"T","idtitle":"THEROAD","title":"The Road","program_id":"1311744129","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/51\/20221222020034708svm.jpg","description":"Een wereldwijde ramp heeft de aarde in puin en as gelegd. Er zijn slechts enkele overlevenden, de beschaving is verdwenen en er is een groot gebrek aan voedsel en water. Door dit vijandige landschap trekken een naamloze man (Viggo Mortensen) en zijn jonge zoon op zoek naar een veilig heenkomen. Ze proberen de kust te bereiken maar de weg daarheen is gevaarlijk. Barbaren en kannibalen liggen overal op de loer. In deze hel op aarde is slechts één lichtpuntje: de liefde tussen vader en kind.","category":""},"70545":{"channel":"280715089","start":"1672350600","end":"1672356000","first":"C","idtitle":"CASTLEFALLS","title":"Castle Falls","program_id":"1311744135","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/86\/20221222020034708bxy.jpg","description":"Een gevangen gangster heeft drie miljoen dollar verstopt in een vervallen wolkenkrabber die op het punt staat gesloopt te worden. Met deze informatie probeert hij bewaker Richard Ericson (Dolph Lundgren) om te kopen, die het geld goed kan gebruiken voor de behandeling van zijn zieke dochter. Ondertussen stuit bouwvakker Mike Wade (Scott Adkins) tijdens de sloopwerkzaamheden op de zak met geld. Op de dag dat de wolkenkrabber wordt opgeblazen gaat ook nog een meedogenloze bende op zoek naar de buit in het gebouw. Wie weet het geld te grijpen én levend naar buiten te komen?","category":""}}