{"70092":{"channel":"280715028","start":"1672527600","end":"1672533300","first":"D","idtitle":"DEUXJOURSUNENUIT","title":"Deux jours, une nuit","program_id":"1312547510","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/82\/20221224020029712zvm.jpg","description":"Sandra (Marion Cotillard) is herstellende van een depressie en wil graag weer aan het werk, maar haar baan staat op de tocht. De enige manier waarop ze deze kan houden is wanneer ze haar collega's ervan weet te overtuigen hun bonus af te staan. Ze heeft een weekend de tijd om dit voor elkaar te krijgen.","category":""},"70093":{"channel":"280715028","start":"1672533300","end":"1672541100","first":"A","idtitle":"ALLTHEMONEYINTHEWORLD","title":"All the Money in the World","program_id":"1312547516","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/92\/20221224020029712yk4.jpg","description":"Oliemagnaat J.P. Getty (Christopher Plummer) is de rijkste man ter wereld. Wanneer in de zomer van 1973 zijn kleinzoon in Rome wordt ontvoerd door de Italiaanse maffia, eist men 17 miljoen dollar aan losgeld. De miljardair weiger echter ook maar één cent te betalen, waarna de familie het afgesneden oor van de jongen ontvangt. Wanhopig om haar zoon te redden alvorens hij verder in stukjes wordt gesneden, besluit zijn moeder Gail (Michelle Williams) om zelf te onderhandelen met de ontvoerders. Zelfs met de hulp van een ex-CIA-agent (Mark Wahlberg) zal Gail vindingrijk moeten zijn om zonder geld haar zoon te bevrijden.","category":""},"70094":{"channel":"280715028","start":"1672541100","end":"1672546800","first":"T","idtitle":"THEBEACHBUM","title":"The Beach Bum","program_id":"1312547522","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/34\/20221224020029712wy2.jpg","description":"Moondog (Matthew McConaughey) is een succesvolle dichter die zijn leven volgens zijn eigen regels leeft. Samen met zijn rijke vrouw (Isla Fisher), zijn verwaande agent (Jonah Hill) en zijn beste vriend (Snoop Dogg) is het leven één groot feest vol drugs en drank. Moondog is de rockster onder de dichters, ook al heeft hij de laatste jaren niet veel op papier gezet. Wanneer het noodlot plotseling toeslaat, moet hij zich echter herpakken en zich richten op zijn grote talent: schrijven. Maar dat lijkt makkelijker gezegd dan gedaan wanneer het merendeel van je dagen in het teken staan van drank, drugs en vrouwen.","category":""},"70095":{"channel":"280715028","start":"1672546800","end":"1672552800","first":"T","idtitle":"THECOOLER","title":"The Cooler","program_id":"1312547528","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/56\/20221224020029712yq9.jpg","description":"Het leven van pechvogel Bernie Lootz (William H. Macy) gaat niet over rozen. Sterker nog, zijn aanleg voor het ongeluk blijkt besmettelijk te zijn. In de casino's van Las Vegas bouwt hij een steeds grotere schuld op. Casino-eigenaar Shelly lost alle schulden af, maar dwingt Bernie wel te werken als een zogenaamde Cooler. Voor het eerst werkt Bernie's aantrekkingskracht voor ongeluk in zijn eigen voordeel: elke keer als een tafel te veel geld moet uitbetalen, gaat Bernie erbij staan waardoor al het geluk van de speler verdwijnt. Alles gaat goed tot hij verliefd wordt op de knappe serveerster Natalie.","category":""},"70096":{"channel":"280715028","start":"1672552800","end":"1672557600","first":"A","idtitle":"ABERNIKOEVET","title":"A berni követ","program_id":"1312901490","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/90\/20221225020035511fy2.jpg","description":"Een fictief verslag van de waargebeurde aanval op de Hongaarse ambassade in Bern, tijdens de nasleep van de Hongaarse revolutie van 1956.","category":""},"70097":{"channel":"280715028","start":"1672557600","end":"1672562100","first":"P","idtitle":"PETITEMAMAN","title":"Petite Maman","program_id":"1312901496","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/57\/20221225020035511rz2.jpg","description":"Na het overlijden van haar oma verkent de achtjarige Nelly het huis en de omgeving waar haar moeder opgroeide. In het bos ontmoet ze een ander jong meisje. Langzamerhand wordt duidelijk dat ze het meisje kent, maar wie is ze? Nelly ontdekt dat haar moeder ook jong is geweest en dat helpt haar te begrijpen wie haar moeder is.","category":""},"70098":{"channel":"280715028","start":"1672562100","end":"1672567500","first":"U","idtitle":"UNDINE","title":"Undine","program_id":"1312901502","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/30\/20221225020035512utk.jpg","description":"\"Als je weggaat, moet je dood.\" Met deze woorden laat de schijnbaar onbewogen Undine Johannes achter op een Berlijns terras, net nadat hij gezegd heeft niet met haar verder te willen. Undine is historica en gids, gespecialiseerd in de stadsontwikkeling van Berlijn en ze gaat naar haar werk. Tijdens haar volgende pauze valt ze halsoverkop voor beroepsduiker Christoph, als ze samen door een merkwaardig ongeluk doorweekt tussen de scherven en vissen van een uit elkaar gespat aquarium belanden. Voor hen beiden gaat een nieuwe wereld open, vol liefde en vertrouwen.","category":""},"70099":{"channel":"280715028","start":"1672567500","end":"1672572900","first":"F","idtitle":"FLYMEAWAY","title":"Fly Me Away","program_id":"1312901508","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/34\/202212250200355127o6.jpg","description":"Thomas brengt zijn nachten door in clubs en zijn dagen in bed, tot op de dag dat zijn vader, Dr. Reinhard, zijn capriolen beu is. Hij besluit hem de pas af te snijden en dwingt hem de zorg op zich te nemen voor één van zijn jonge patiënten. Marcus is twaalf jaar oud en woont alleen bij zijn moeder. Sinds zijn geboorte lijdt hij aan een ernstige ziekte die zijn dagen onderbreekt tussen het opvangcentrum waar hij naar school gaat en herhaalde opnames in het ziekenhuis. Deze ontmoeting zal het dagelijks leven van beiden op zijn kop zetten en hun leven danig veranderen.","category":""},"70100":{"channel":"280715028","start":"1672572900","end":"1672581600","first":"M","idtitle":"MIDNIGHTSCHILDREN","title":"Midnight's Children","program_id":"1312901514","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/87\/202212302100305204tu.jpg","description":"Op 15 augustus 1947 om klokslag 12 uur, het moment waarop India onafhankelijk wordt verklaard van Groot Brittannië, worden twee pasgeboren jongetjes van bedje verwisseld door een verpleegster in een ziekenhuis in Bombay. Saleem Sinai, het bastaardkind van een arme vrouw, en Shiva, een baby uit een rijk milieu, zijn vanaf dat moment veroordeeld elkaars leven te leiden. Op mysterieuze wijze kruizen hun wegen zich zowel met elkaar als met de geschiedenis van India in de jaren die volgen.","category":""},"70101":{"channel":"280715028","start":"1672581600","end":"1672587600","first":"A","idtitle":"ADANGEROUSMETHOD","title":"A Dangerous Method","program_id":"1312901520","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/85\/202212250200355128hh.jpg","description":"Zwitserland, begin 20e eeuw. Geïntrigeerd door de uitdaging van een lastige zaak, neemt Dr. Carl Jung de onstabiele Sabina Spielrein onder zijn hoede als patiënt. Gewapend met de methode van zijn leermeester, de gerenommeerde Sigmund Freud, gaat Jung aan de slag en ontwikkelt hij de psychoanalyse. Hij valt echter ook voor de charmes van zijn aantrekkelijke patiënte en begint een gecompliceerde affaire met haar. Mede door deze verhouding ontstaan er scheurtjes in de vriendschap tussen Jung en Freud.","category":""},"70102":{"channel":"280715028","start":"1672587600","end":"1672594200","first":"A","idtitle":"ANIMALKINGDOM","title":"Animal Kingdom","program_id":"1312901526","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/25\/20221225020035512gqe.jpg","description":"Wanneer zijn moeder sterft aan een overdosis, moet de 17-jarige Joshua Cody uit Melbourne gaan wonen bij zijn grootmoeder Janine 'Smurf' Cody en haar drie criminele zoons. De ooms introduceren hem in een angstaanjagende wereld vol geweld, onder het toeziend oog van de geraffineerde Janine. Joshua probeert uit alle macht op het rechte pad te blijven, maar wanneer de spanningen tussen de politie en zijn criminele familie tot een dodelijke uitbarsting komen, ziet een rechercheur in hem de getuige die de Cody's achter slot en grendel zal krijgen.","category":""},"70103":{"channel":"280715028","start":"1672594200","end":"1672606800","first":"S","idtitle":"SYNECDOCHENEWYORK","title":"Synecdoche New York","program_id":"1312901532","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/38\/20221230210030520tmk.jpg","description":"Theaterregisseur Caden is druk bezig enkele lastige zaken in zijn leven op orde te krijgen. Zo probeert hij een levensechte replica van New York voor zijn nieuwste theaterproductie te realiseren, de diverse vrouwen in zijn leven onder controle te houden en op het einde van de dag alles te bespreken (waaronder de reden waarom hij denkt dat hij sterft) met zijn therapeute.","category":""},"70104":{"channel":"280715028","start":"1672606800","end":"1672613100","first":"K","idtitle":"KILLERINSIDEME","title":"Killer Inside Me","program_id":"1312901538","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/90\/2022123021003052019b.jpg","description":"De bedrieglijk charmante en bescheiden Lou Ford (Casey Affleck) is sheriff van een klein Amerikaans stadje. Lou heeft veel problemen. Met vrouwen, met de wet en met een groot aantal moorden in zijn Texaanse jurisdictiegebied. Daarnaast is hij een sadistische, psychopathische moordenaar. Steeds meer aanwijzingen beginnen zijn kant op te wijzen, en hij heeft vrijwel alle mogelijke alibi's al gebruikt. In de gitzwarte, barbaarse wereld van Jim Thompson is echter niets wat het lijkt: niet alleen Lou, maar alle personen die zich met de moorden bezighouden blijken een eigen geheim met zich mee te dragen.","category":""},"70105":{"channel":"280715028","start":"1672613100","end":"1672620000","first":"A","idtitle":"ALPHADOG","title":"Alpha Dog","program_id":"1312901544","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/36\/20221230210030520vra.jpg","description":"Johnny Truelove (Emile Hirsch) is een jonge drugsdealer in de San Gabriel Valley van Los Angeles. Zijn bende ontvoert de vijftienjarige Zack (Anton Yelchin), de jongere broer van iemand die hen nog geld verschuldigd is. Onder de hoede van Johnny's vriend Frankie (Justin Timberlake) mag de gegijzelde Zack mee feesten met de bendeleden en geniet hij van de mooie dames die bij Johnny over de vloer komen. Ondertussen probeert de vader van Johnny (Bruce Willis) zijn zoon uit de gevangenis te houden, maar in drie dagen tijd kan er veel gebeuren.","category":""}}