{"68878":{"channel":"280714878","start":"1672701900","end":"1672707600","first":"L","idtitle":"LOVETYPED","title":"Love Type D","program_id":"1313228174","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/79\/20221226020035511n9g.jpg","description":"Nadat de 27-jarige Frankie Browne weer eens aan de kant is gezet door een nieuwe lover - die nota bene de boodschap liet overbrengen door diens twaalfjarige broertje Wilbur - ontdekt ze dat het genetisch bepaald is of je behoort tot degenen die dumpen of degenen die gedumpt worden. Frankie weet dat ze in de tweede categorie thuishoort: iedere man met wie ze een relatie begint zal haar uiteindelijk laten vallen. De hoogbegaafde Wilbur ontwikkelt een theorie waarmee Frankie zou kunnen ontsnappen aan haar lot. Dit leidt tot een onverwachte en komische rondreis langs Frankies voormalige vriendjes.","category":""},"68879":{"channel":"280714878","start":"1672707600","end":"1672714200","first":"S","idtitle":"STRINGS","title":"Strings","program_id":"1313228180","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/97\/20221226020035511udj.jpg","description":"Door een foute dosis drugs ontsnapt de getalenteerde DJ Josh op een haartje na aan de dood. Zijn moeder stuurt hem vanuit New York naar het plattelandsstadje van zijn vader, waar Josh terug naar school moet en zijn ontspoorde leven weer op de rit moet krijgen. De enige met wie hij een klein beetje contact maakt is zijn reclasseringsambtenaar, Alex. Dan ontmoet hij Mary, die hem vraagt om te draaien voor haar dansteam. Het regionale kampioenschap staat voor de deur en met de trendy undergroundmuziek van Josh wil ze de cup pakken. Josh raakt beetje bij beetje gemotiveerd om de problemen van Alex, Mary én zichzelf te overwinnen.","category":""},"68880":{"channel":"280714878","start":"1672714200","end":"1672720200","first":"V","idtitle":"VANIGLIAECIOCCOLATO","title":"Vaniglia e cioccolato","program_id":"1313228186","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/17\/202212260200355116cr.jpg","description":"Penelope, een moeder van drie kinderen, wordt moe van de ontrouw van haar man en verlaat hem. Ze gaat bij haar oma wonen, terwijl hij voor de kinderen moet zorgen. Zijn interesse wordt gewekt wanneer hij liefdesbrieven van zijn vrouw vindt, die wijzen op een liefdesaffaire uit het verleden. Zij probeert deze haar vroegere minnaar een Spaanse schilder, te vinden.","category":""},"68881":{"channel":"280714878","start":"1672720200","end":"1672725600","first":"P","idtitle":"PEOPLEYOUMAYKNOW","title":"People You May Know","program_id":"1313228192","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/0\/20221226020035511bon.jpg","description":"Jed Triplett is een introverte dertiger die zich tot nu toe heeft weten te onthouden van de sociale media. Wanneer hem de gigantische vraag wordt gesteld om te definiëren wie hij is, realiseert Jed zich dat een leven dat hij zelf kan verzinnen veel interessanter is dan het leven dat hij werkelijk leidt.","category":""},"68882":{"channel":"280714878","start":"1672725600","end":"1672731000","first":"H","idtitle":"HEKSJELILLYENDEREISNAARMANDOLAN","title":"Heksje Lilly en de reis naar Mandolan","program_id":"1313561024","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/97\/20221227020034704zrz.jpg","description":"De postbode brengt een bijzondere brief voor Lilly. Wat zou erin staan? Snel maakt Lilly de envelop open. \"Zeer geëerde superheks Lilly,\" leest ze, \"wij hebben een groot probleem. De Koninklijke troon van ons land is betoverd. Kun jij ons alsjeblieft helpen?\". De brief komt uit Mandolan, een exotisch land met woestijnen, olifanten en vreemde muziek. Natuurlijk wil Lilly graag helpen en ze vertrekt samen met het draakje Hector naar Mandolan. Daar maakt ze kennis met riksjachauffeur Musa, grootvizier Guliman en een heleboel andere bijzondere mensen en wezens. Maar zal het haar lukken om de troon te bevrijden van de toverspreuk?","category":""},"68883":{"channel":"280714878","start":"1672731000","end":"1672737900","first":"M","idtitle":"MARLEYME","title":"Marley & Me","program_id":"1313561030","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/17\/20221227020034704imt.jpg","description":"De pasgetrouwde John en Jenny Grogan adopteren Marley, een schattige Labrador-pup. Ze houden de labrador enkel om een idee te krijgen hoe het is om ouders te zijn. Marley blijkt echter hyperactief te zijn en moet zelfs naar een speciale gehoorzaamheidsschool gestuurd worden. Hij vernielt de boel, wordt van de gehoorzaamheidsschool geschopt en wordt alleen maar erger wanneer John en Jennifer kinderen krijgen","category":""},"68884":{"channel":"280714878","start":"1672737900","end":"1672744200","first":"B","idtitle":"BIENVENUECHEZLESCHTIS","title":"Bienvenue chez les Ch'tis","program_id":"1313561036","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/70\/20221227020034704n2w.jpg","description":"Philippe Abrams is post-directeur in Salon-de Provence. Hij is getrouwd met Julie, wiens depressieve buien hem het leven haast onmogelijk maken. Om zijn vrouw een plezier te doen probeert hij zich te laten overplaatsen naar de Côte d'Azur. Maar zijn plannetje mislukt en als straf wordt hij tewerkgesteld in Bergues, een boerendorpje in het noorden. Abrams staat allerminst te popelen om naar deze, in zijn ogen, verschrikkelijke regio te verhuizen. Al snel blijkt dat het beeld dat hij van het noorden heeft, niet helemaal strookt met de werkelijkheid.","category":""},"68885":{"channel":"280714878","start":"1672744200","end":"1672749600","first":"B","idtitle":"BIGDADDY","title":"Big Daddy","program_id":"1313561042","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/28\/202212270200347041r8.jpg","description":"Sonny (Adam Sandler) is rommelig, ongedisciplineerd en onverantwoordelijk, met andere woorden: een groot kind. Zijn vriendin ziet een toekomst met hem niet meer zitten en vertrekt. De volgende ochtend staat er een jongetje van vijf voor de deur. Hij is de zoon van Sonny's gescheiden huisgenoot, maar die zit momenteel in China. Julian is opgegeven voor adoptie. Sonny besluit de jongen zelf op te voeden om te bewijzen dat hij wel degelijk verantwoordelijkheid kan dragen.","category":""},"68886":{"channel":"280714878","start":"1672749600","end":"1672755300","first":"A","idtitle":"ANTOINETTEDANSLESCEVENNES","title":"Antoinette dans les Cévennes","program_id":"1313561048","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/39\/202212270200347058c8.jpg","description":"Antoinette Lapouge (Laure Calamy) is een schooljuf die uitkijkt naar de geplande romantische week met haar geheime minnaar Vladimir. Hij laat het echter plotseling afweten omdat zijn vrouw een wandelvakantie heeft geboekt in het nationaal park van de Cevennen in Zuid-Frankrijk. Antoinette denkt niet lang na en besluit haar geliefde achterna te reizen. Onvoorbereid op een wandeltocht gaan is echter niet zo verstandig, zeker niet als je vergezeld wordt door een koppige ezel. Maar de onderneming is wel aanleiding tot mooie ontmoetingen en lekker eten in de schitterende natuur.","category":""},"68887":{"channel":"280714878","start":"1672755300","end":"1672761600","first":"A","idtitle":"AFBLIJVEN","title":"Afblijven","program_id":"1313561054","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/28\/202212270200347056nr.jpg","description":"Als Melissa mag dansen in de videoclip van een superbekende rapper, is haar beste vriend Jordi heel enthousiast. Maar al snel gaat het niet goed met Melissa. Ze slikt pillen om haar onzekerheid te verbergen en beter te kunnen dansen. Haar vrienden staan machteloos. Wat kunnen ze doen om Melissa te helpen?","category":""},"68888":{"channel":"280714878","start":"1672761600","end":"1672767000","first":"D","idtitle":"DEDOLLETWEELING2","title":"De dolle tweeling 2","program_id":"1313561060","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/69\/20221227020034705g7i.jpg","description":"De tweelingzusjes Hanni en Nanni keren na de zomervakantie terug naar hun geliefde meisjesinternaat. Daar is in de tussentijd heel wat veranderd: het schoolhoofd is op reis en Mademoiselle Bertoux heeft zolang de leiding gekregen. Zij heeft het erg zwaar. Dat is mede de schuld van haar jonge neef, die met zijn knappe verschijning de meisjes op school het hoofd op hol brengt. Ook maken Hanni en Nanni kennis met drie nieuwe leerlingen, onder wie een echte prinses. Maar het wordt pas echt een spannend als de tweeling lucht krijgt van een geplande ontvoering.","category":""},"68889":{"channel":"280714878","start":"1672767000","end":"1672772400","first":"M","idtitle":"MIVIDA","title":"Mi vida","program_id":"1313561130","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/89\/202212270200347058r6.jpg","description":"Kapster Lou (63) koestert een heimelijke droom. Ze zou wel in Spanje willen wonen. Maar de kinderen en kleinkinderen dan? Een cursus Spaans dan maar, in Cádiz. In de gastvrije stad aan zee kan ze haar zorgende rol loslaten en over haar toekomst nadenken. Als Lous lerares Andrea haar aanmoedigt om haar dromen serieus te nemen en een kapsalon in Spanje te beginnen, komen Lous kinderen in opstand. Op haar leeftijd kan ze toch niet zomaar aan iets nieuws beginnen?","category":""},"68890":{"channel":"280714878","start":"1672772400","end":"1672778100","first":"T","idtitle":"THESAPPHIRES","title":"The Sapphires","program_id":"1313561136","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/0\/20221227020034705yf0.jpg","description":"In de swingende sixties worden vier talentvolle zangeressen van Aborginal-afkomst ontdekt door een talent-scout met weinig ervaring, maar een goed oor voor ritme en een hart van goud. Om hun carrière een mooie start te geven, zorgt hij ervoor dat de de dames mogen optreden voor de Amerikaanse legertroepen in Vietnam. Eenmaal daar aangekomen blijkt dit zowel voor hun carrière als de hechte vriendschap die zij delen een grotere uitdaging dan gedacht.","category":""},"68891":{"channel":"280714878","start":"1672778100","end":"1672784100","first":"S","idtitle":"STVINCENT","title":"St Vincent","program_id":"1313561142","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/71\/20221227020034705iqm.jpg","description":"De eeuwig cynische oorlogsveteraan Vincent is niet erg blij wanneer alleenstaande moeder Maggie en haar twaalfjarige zoontje Oliver naast hem komen te wonen. Maar wanneer zijn bankrekening het absolute nulpunt heeft bereikt besluit Vincent dat wanhopige tijden vragen om wanhopige oplossingen en biedt hij de constant overwerkende Maggie aan om op haar zoon te passen. Zij neemt met lichte tegenzin dit aanbod aan, en al snel leert de zachtaardige Olivier in de avonduurtjes diverse uiteenlopende zaken op het gebied van gokken, vrouwen en andere zaken waar Vincent zich graag mee bezighoudt.","category":""},"68892":{"channel":"280714878","start":"1672784100","end":"1672790400","first":"W","idtitle":"WHATSYOURNUMBER","title":"What's Your Number?","program_id":"1313561148","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/42\/20221227020034705cp4.jpg","description":"Ally Darling (Anna Faris) realiseert zich dat ze een beetje verloren is in het leven. Haar nieuwste romance is net voorbij en ze is net ontslagen bij haar marketingbaan. Vervolgens leest ze een tijdschriftartikel dat waarschuwt dat 96 procent van de vrouwen die met 20 of meer geliefden naar bed is geweest, waarschijnlijk geen echtgenoot zullen vinden. Vastbesloten om haar leven te veranderen en het artikel het tegendeel te bewijzen, begint Ally samen met haar buurman (Chris Evans) aan een missie om de perfecte partner te vinden. Welke ex zal het zijn?","category":""}}