{"70079":{"channel":"280715003","start":"1672787400","end":"1672797300","first":"A","idtitle":"AMERICANHONEY","title":"American Honey","program_id":"1313560818","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/39\/20221227020035516ugc.jpg","description":"De achttienjarige Star (Sasha Lane) sluit zich aan bij een stel avontuurlijke jongeren die huis aan huis tijdschriften verkopen. De bonte groep wordt geleid door Krystal (Riley Keough) en doorkruist rebellerend en feestend de Amerikaanse Midwest in een busje. Onderweg valt Star voor de charmes van haar opstandige collega Jake (Shia LaBeouf).","category":""},"70080":{"channel":"280715003","start":"1672797300","end":"1672802700","first":"B","idtitle":"BEHEMOTH","title":"Behemoth","program_id":"1313560824","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/92\/20221227020035516hlw.jpg","description":"Wanneer zijn dochtertje ziek wordt, vermoedt Joshua Riverton dat de chemiereus waarvoor hij werkt, verantwoordelijk is. Zijn mentale voorgeschiedenis wordt echter tegen hem uitgespeeld. Als hij verhaal wil halen bij zijn oude baas, loopt de situatie uit de hand. Het leven van de klokkenluider verandert in een hel. Letterlijk.","category":""},"70081":{"channel":"280715003","start":"1672802700","end":"1672810200","first":"T","idtitle":"TINKERTAILORSOLDIERSPY","title":"Tinker Tailor Soldier Spy","program_id":"1313560830","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/31\/20221227020035516eqx.jpg","description":"Wanneer een geheimagent ontdekt dat er een mogelijke mol aanwezig is in de top van de Britse inlichtingendienst M1-6, wordt in het geheim de gepensioneerde veteraan George Smiley (Gary Oldman) ingeschakeld. De top van de inlichtingendienst mag van niets weten. Smiley's laatste missie staat in het teken van het opsporen van de dubbelspion, maar al snel blijkt er sprake te zijn van een ingewikkelde samenzwering. George belandt in een web van intriges.","category":""},"70082":{"channel":"280715003","start":"1672810200","end":"1672816200","first":"H","idtitle":"HOPEGAP","title":"Hope Gap","program_id":"1313939152","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/0\/20221228020040559hqr.jpg","description":"Grace (Annette Bening) en Edward (Bill Nighy) wonen in een klein dorp bij de klif van Hope Gap en zijn 29 jaar getrouwd. Als hun zoon Jamie een weekend komt logeren informeert zijn vader hem dat hij van plan is om nog dezelfde dag zijn moeder te verlaten. Het eens zo hechte gezin wordt nu geconfronteerd met een nieuwe situatie waarin emoties als ongeloof, woede, onmacht maar ook hoop elkaar kruisen.","category":""},"70083":{"channel":"280715003","start":"1672816200","end":"1672823700","first":"J","idtitle":"JOBS","title":"Jobs","program_id":"1313939158","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/50\/20221228020040559vek.jpg","description":"Steve Jobs (Ashton Kutcher) groeit op in San Francisco en is vanaf kleins af aan gek van technologie. Na de middelbare school leert hij Steve Wozniak kennen. De mannen delen de liefde voor innovaties en computers en besluiten gezamenlijk Apple Computer op te richten. Dankzij een investering van Mike Markkula maakt het bedrijf grote sprongen. Wanneer Apple moeilijke tijden doormaakt, lopen de drie tegen diverse problemen aan. Steve laat zich echter niet gek maken en besluit iets geheel nieuws te proberen. Het is de start van een technologische revolutie.","category":""},"70084":{"channel":"280715003","start":"1672823700","end":"1672828500","first":"T","idtitle":"THESQUIDANDTHEWHALE","title":"The Squid and the Whale","program_id":"1313939164","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/36\/20221228020040559zku.jpg","description":"1986, New York. Bernard (Jeff Daniels) is een intellectuele snob die ooit een groot romanschrijver was. Hij heeft zich nu gesetteld met een baantje aan de universiteit. Als zijn vrouw Joan (Laura Linney) haar eigen schrijftalenten ontdekt drijft jaloezie een wig in het gezin. De beide zoons Walt en Frank kiezen ieder een kant. Walt (Jesse Eisenberg) kiest voor zijn vader en de jongere Frank staat achter zijn moeder. Maar dan begint Joan afspraakjes te maken met de tennisleraar van haar jongste zoon en begint Bernard studente Lili (Anna Paquin) het hof te maken terwijl Walt haar ook heel leuk vindt.","category":""},"70085":{"channel":"280715003","start":"1672828500","end":"1672834200","first":"B","idtitle":"BONDIEU","title":"Bon Dieu!","program_id":"1313939170","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/64\/202212280200405598g1.jpg","description":"Claude en Marie, een conservatief katholiek echtpaar met een prachtig landhuis aan de Loire, hebben het getroffen met vier mooie dochters. Het was echter even slikken toen de eerste dochter met een moslim, de tweede met een Jood en de derde met een Chinees trouwde. Alle hoop is nu gevestigd op de jongste dochter. Hun droom lijkt werkelijkheid te worden wanneer ze vernemen dat ze een brave katholieke jongen heeft ontmoet.","category":""},"70086":{"channel":"280715003","start":"1672834200","end":"1672840800","first":"T","idtitle":"THEBOOKSHOP","title":"The Bookshop","program_id":"1313939176","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/35\/20221228020040560dgr.jpg","description":"De weduwe Florence Green (Emily Mortimer) besluit haar leven weer op te pakken door een boekwinkel te openen. Ze is een krachtige vrouw die haar dromen najaagt, maar eind jaren vijftig in het Britse kustplaatsje doet haar winkel meer stof opwaaien dan verwacht. Onder leiding van de welgestelde Violet Gamart (Patricia Clarkson) en haar man wordt Florence door haar dorpsgenoten op slinkse wijze tegen gewerkt. Toch vindt ze steun bij de mysterieuze Mr. Brundish (Bill Nighy), die vindt dat het stadje wel toe is aan wat verandering.","category":""},"70087":{"channel":"280715003","start":"1672840800","end":"1672860600","first":"T","idtitle":"THEFIFTHESTATE","title":"The Fifth Estate","program_id":"1313939182","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/1\/20221228020040560978.jpg","description":"The Fifth Estate vertelt het verhaal van Julian Assange (Benedict Cumberbatch) en zijn compagnon Daniel Domscheit-Berg (Daniel Brühl) in de vroege, onstuimige dagen van de oprichting van Wikileaks. De controversiële organisatie veranderde de geschiedenis door duizenden geheime documenten op internet te publiceren. Het succes van de website zorgde ervoor dat ze op slag beroemd werden en veranderde de informatiestroom naar nieuwsmedia in de wereld en in het algemeen.","category":""},"70088":{"channel":"280715003","start":"1672860600","end":"1672868400","first":"S","idtitle":"SPIDERMANHOMECOMING","title":"Spider-Man: Homecoming","program_id":"1313939188","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/90\/20221228020040560ms5.jpg","description":"Peter Parker (Tom Holland) keert na zijn eerste superheldengevecht als Spider-Man terug naar zijn normale leven in Queens. Hij hoopt snel bij The Avengers gevraagd te worden door Tony Stark (Robert Downey Jr.), maar het telefoontje blijft uit. Peter wordt ongeduldig, denkt dat hij zichzelf als held moet bewijzen aan Tony Stark en gaat vervolgens zelf op zoek naar onrecht. Tijdens deze zoektocht komt hij al snel terecht bij een mysterieuze wapenhandel van ene Adrian Toomes (Michael Keaton).","category":""},"70089":{"channel":"280715003","start":"1672868400","end":"1672874400","first":"A","idtitle":"ARKANSAS","title":"Arkansas","program_id":"1313939194","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/70\/20221228020040560le0.jpg","description":"In de gevaarlijke, duistere wereld van de drugshandel krijgt niemand een tweede kans. Kyle en Swin (Liam Hemsworth en Clark Duke) zijn twee eenvoudige koeriers die alles moeten doen wat aan hen wordt opgedragen door Frog (Vince Vaughn), een drugsbaron uit Arkansas die ze nog nooit hebben ontmoet. Wanneer een deal misloopt en hun tussenpersoon op gewelddadige wijze wordt omgelegd, kunnen Kyle en Swin niet ontkomen aan de keiharde gevolgen.","category":""}}