{"67312":{"channel":"147053128","start":"1673046240","end":"1673052360","first":"A","idtitle":"AFISHCALLEDWANDA","title":"A fish called Wanda","program_id":"1314829338","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/37\/20221230020104724gwc.jpg","description":"Komedie. De Amerikaanse diamantliefhebber Wanda en haar vriendje Otto zijn in Engeland om samen met George en Ken een diamantroof voor te bereiden. Wanda en Otto willen de buit voor zichzelf houden, en informeren de politie over George. Ze weten echter niet dat hij de diamanten al op een geheimde plek verborgen heeft. Wanda denkt dat de beste manier om achter de verstopplaats te komen is om aan te pappen met George's advocaat Archie Leach.","category":""},"67313":{"channel":"147053128","start":"1673052360","end":"1673053140","first":"D","idtitle":"DENACHTZOEN","title":"De Nachtzoen","program_id":"1314829344","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/83\/20221230020104724p3s.jpg","description":"Een avondgebed uitspreken helpt Theoloog des Vaderlands Samuel Lee op zijn leven te reflecteren. Vanavond doet hij een boekje open over de thema's die zoal voorbijkomen. Een nachtzoen van Samuel Lee.","category":""},"67314":{"channel":"147053128","start":"1673053140","end":"1673055360","first":"N","idtitle":"NIEUWSUUR","title":"Nieuwsuur","program_id":"1314829350","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/22\/202212300201047246jg.jpg","description":"Nieuwsuur brengt onafhankelijk, onpartijdig en ongebonden achtergronden bij het nieuws.","category":""},"67315":{"channel":"147053128","start":"1673055360","end":"1673075220","first":"N","idtitle":"NIEUWSUUR","title":"Nieuwsuur","program_id":"1314829356","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/14\/20221230020104724x15.jpg","description":"Nieuwsuur brengt onafhankelijk, onpartijdig en ongebonden achtergronden bij het nieuws.","category":""},"67316":{"channel":"147053128","start":"1673075220","end":"1673078340","first":"T","idtitle":"TRAPPERS","title":"Trappers","program_id":"1315260312","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/14\/20221231020209727ndz.jpg","description":"Op de vacature komt zowaar een interessante sollicitant, maar Stanley krijgt ook met een nieuw probleem te maken: zijn oudste koerier Nanne lijkt steeds meer moeite te hebben met de zware vrachten, en dat terwijl met name de dozen wijn in deze kersttijd niet aan te slepen zijn. Hij doet een grote investering, maar die brengt nieuwe zorgen met zich mee.","category":""},"67317":{"channel":"147053128","start":"1673078340","end":"1673081340","first":"K","idtitle":"KRABBEZOEKTKAHLO","title":"Krabbé zoekt Kahlo","program_id":"1315260318","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/2\/202212310202097270bh.jpg","description":"Als Frida in 1939 uit Parijs terugkomt in Mexico staat de Tweede Wereldoorlog op uitbreken en is het ook onrustig in Mexico. De liefde tussen Diego en Frida lijkt compleet verdwenen. Frida valt in een diepe depressie. Ze knipt haar haren weer kort, heeft lichamelijke klachten en drinkt teveel. Als Trotski in 1940 wordt vermoord, wordt Frida opgepakt als verdachte. Diego, die al gevlucht was, haalt haar naar San Francisco, waar ze opnieuw trouwen. Hierna breekt een nieuwe periode aan. Uit liefde voor Mexico beginnen ze samen aan een groot project.","category":""},"67318":{"channel":"147053128","start":"1673081340","end":"1673084880","first":"N","idtitle":"NATUUROP2SNOWANIMALS","title":"Natuur op 2: Snow Animals","program_id":"1315260324","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/27\/20221231020209727608.jpg","description":"Hoe overleeft een dier de winter? Een aantal karakteristieke dieren heeft daarvoor opmerkelijke strategieën ontwikkeld. In dit spectaculaire seizoen verandert de wereld in een sprookjesachtig landschap van glinsterende rijp, sneeuw en ijs, maar voor dieren is dit de zwaarste tijd van het jaar. Ze beginnen al vroeg met hun voorbereidingen.","category":""},"67319":{"channel":"147053128","start":"1673084880","end":"1673089860","first":"N","idtitle":"NIEUWJAARSCONCERT","title":"Nieuwjaarsconcert","program_id":"1315261802","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/77\/20221231020209727r1d.jpg","description":"Op Nieuwjaarsdag blaast het Nederlands Blazers Ensemble het publiek in het Concertgebouw in Amsterdam traditiegetrouw feestelijk en vol verrassing, verrukking en ontroering het nieuwe jaar in. Het thema is dit jaar Smartlappen. Naast de Blazers staan ook weer de composities van jonge winnaars van de compositiewedstrijd 'Op weg naar het Nieuwjaarsconcert' centraal. Dit concert is de best mogelijke muzikale start van het nieuwe jaar.","category":""},"67320":{"channel":"147053128","start":"1673089860","end":"1673092800","first":"V","idtitle":"VIVALUMANITA","title":"Viva l'Umanità!","program_id":"1315261808","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/8\/20221231020209727i2l.jpg","description":"Vanuit haar standplaats Athene volgt de Nederlandse journaliste Ingeborg Beugel al jaren wat zich afspeelt in Griekenland. Kritisch en betrokken bericht ze over pushbacks, de criminalisering van hulpverlening en inperking van de persvrijheid. Ze confronteerde premier Mitsotakis en premier Rutte met een simpele vraag: 'Wanneer stopt u met liegen over de pushbacks?' In Athene probeert de Afghaanse Fridoon zijn leven op te bouwen. Bewoners uit de vluchtelingenkampen, geholpen door de antiracistische burgerbeweging Keerfa, nemen het heft in eigen hand en gaan de straat op om te demonstreren voor mensenrechten en een rechtvaardig asielbeleid.","category":""},"67321":{"channel":"147053128","start":"1673092800","end":"1673093340","first":"N","idtitle":"NOSJOURNAAL","title":"NOS Journaal","program_id":"1315261814","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/91\/20221231020209727l2p.jpg","description":"Met het laatste nieuws en de weersverwachting.","category":""},"67322":{"channel":"147053128","start":"1673093340","end":"1673096820","first":"H","idtitle":"HETWATERKOMT","title":"Het water komt","program_id":"1315261820","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/78\/20221231020209727dp1.jpg","description":"Wat gebeurde er nu precies in de nacht van 31 januari op 1 februari 1953? Een reconstructie van die fatale nacht. Ooggetuigen vertellen wat ze, vaak als jonge kinderen, hebben meegemaakt. 'Mijn vader zette net de laatste stap op zolder en de trap sloeg weg.' Reddingswerkers zijn dagenlang in touw om mensen van de daken te redden. Een van hen vertelt hoe ze vijf dagen achtereen aan het werk was. 'Je bent net een machine, je doet het, je denkt niet meer.' Ook het verhaal van de Urker vissers die te hulp schoten en van een Terschellingse kapitein en zijn bemanning, die tot de eerste slachtoffers van de ramp behoorden.","category":""},"67323":{"channel":"147053128","start":"1673096820","end":"1673098860","first":"M","idtitle":"MELDPUNT","title":"Meldpunt","program_id":"1315261826","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/95\/20221231020209727eux.jpg","description":"Notarissen zien in toenemende mate problemen met de afwikkeling van erfenissen als er geen testament is. Vooral bij samengestelde gezinnen en verstoorde familieverhoudingen leidt de verdeling van een erfenis vaak tot gedoe. Helemaal als er ook nog sprake is van een behoorlijk kapitaal. Elles de Bruin spreekt hierover met Tim Fluitman, voorzitter Vereniging Erfrecht Advocaten en Lisa van Ginniken, Tweede Kamerlid voor D66. En verder: Opel strikt met dagvergoeding. Compensatie van een nadeel gaat in op het moment van aanvraag en niet op het moment van het voordoen. Advocaat Bert Kabel buigt zich over deze zaak.","category":""},"67324":{"channel":"147053128","start":"1673098860","end":"1673101860","first":"A","idtitle":"ALLESISFAMIRI","title":"Alles is Famiri","program_id":"1315261832","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/99\/20221231020209727e3r.jpg","description":"Op de smeulende puinhopen van het koloniale verleden en de slavernij is een nieuw en energiek Suriname gebouwd. Met neef Rodney duikt Amber Kortzorg in het leven van haar voorouders. De families die ze bezoekt vertellen over het pijnlijke, recente verleden. Maar ook als de geschiedenis beschadigd is, kan die troost en kracht bieden. Je moet immers weten waar je vandaan komt, en wat je verhaal is, om de toekomst te kunnen omarmen.","category":""},"67325":{"channel":"147053128","start":"1673101860","end":"1673103840","first":"F","idtitle":"FRYSLANDOK","title":"Fryslân DOK","program_id":"1315261838","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/37\/20221231020209727irc.jpg","description":"Het ministerie van de Toekomst, een gruttoboer, een filosoof, een wandelend bos, een ecokathedraal en een 'earth advocate' willen mensen bewust maken van de gevolgen van de keuzes die ze nú maken.","category":""},"67326":{"channel":"147053128","start":"1673103840","end":"1673105400","first":"K","idtitle":"KRUISPUNT","title":"Kruispunt","program_id":"1315261844","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/94\/20221231020209727ctb.jpg","description":"Gouden microfoon, de elleboog, You'll never walk alone: Lee Towers, man van Feyenoord en Ahoy, 'Voice of Rotterdam'. Onlangs verhuisde hij naar Rotterdam, stad van zijn jeugd. In 1946 wordt hij er vlakbij geboren als Leen Huijzer. Hij werkt in de haven als onderhoudsmonteur, treedt op in nachtclubs en zingt uiteindelijk 51 keer Ahoy vol. Zijn oudste broer, jongste dochter en intieme vrienden over het fenomeen Lee Towers én het jongetje Leen Huijzer, dat opgroeit in een christelijk arbeidersgezin. Van huis uit krijgt hij mee dat wie voor een dubbeltje geboren is, nooit een kwartje kan worden.","category":""},"67327":{"channel":"147053128","start":"1673105400","end":"1673107200","first":"Z","idtitle":"ZININZONDAG","title":"Zin in zondag","program_id":"1315261850","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/79\/202212310202097287wn.jpg","description":"Kim-Lian is in Friesland om een eeuwenoud sjamanistisch ritueel te ondergaan: de vrouwencirkel. Paardenliefhebber Marieke Brouwer begeleidt deze spirituele ervaring op unieke wijze: ze combineert de bijzondere krachten van paarden met de kracht van de natuur. In Ugchelen wordt op de eerste advent de midwinterhoorn geblazen, een bijzonder moment van ultieme rust, midden in het bos. De blazers werken urenlang aan hun zelfgebouwde hoorns. Voor tekenaar Cees Verhaaf is de toren van de Cunerakerk in Rhenen heel bijzonder; hij tekent 'm graag. Deze middeleeuwse toren is vernoemd naar de heilige Cunera, die vele wonderen heeft verricht.","category":""},"67328":{"channel":"147053128","start":"1673107200","end":"1673107560","first":"N","idtitle":"NOSJOURNAAL","title":"NOS Journaal","program_id":"1315261856","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/63\/20221231020209728n3p.jpg","description":"Met het laatste nieuws en de weersverwachting.","category":""},"67329":{"channel":"147053128","start":"1673107560","end":"1673108820","first":"P","idtitle":"PETRUSINHETLAND","title":"Petrus in het land","program_id":"1315261862","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/76\/20221231020209728e3u.jpg","description":"In de Maarten Lutherkerk in de Amsterdamse Rivierenbuurt worden we welkom geheten door dominee Andreas Wöhle. Andreas organiseert 'cooking grace'. Aan een lange tafel proeven gemeenteleden hoe voor hen persoonlijk 'genade' smaakt. Ook zijn we te gast in het Luther Museum. Conservator Tonko Grever vertelt over de geschiedenis van de Lutheranen in Amsterdam. In de Augustanahof woont Marie-Claire Vos. De voormalig Evangelisch-Lutherse kerk is omgebouwd tot een woongemeenschap voor oud en jong. De bewoners zien om naar elkaar, zodat de ouderen langer zelfstandig kunnen blijven wonen.","category":""},"67330":{"channel":"147053128","start":"1673108820","end":"1673109960","first":"D","idtitle":"DEVERANDERING","title":"De Verandering","program_id":"1315261868","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/31\/20221231020209728jli.jpg","description":"Michael Groothof groeit op in een gezin waar veel ruzie is. Soms zijn de ruzies tussen Michaels ouders zo erg, dat zijn moeder en hij veiligheid zoeken in een blijf-van-mijn-lijfhuis. Tijdens een ruzie met zijn moeder, met een bloedneus tot gevolg, vraagt Michael zelf of hij naar een pleeggezin mag. Maar daar is het nog erger dan thuis. Niemand kijkt naar hem om. Later belandt hij in een woongroep, maar Michael wil niets liever dan weer bij zijn moeder zijn. Zij is op dat moment gescheiden van zijn vader. Als zij weer naar hem teruggaat, laat ze Michael alleen achter. Lukt het Michael een thuis te vinden?","category":""},"67331":{"channel":"147053128","start":"1673109960","end":"1673111460","first":"N","idtitle":"NEDERLANDZINGT","title":"Nederland Zingt","program_id":"1315261874","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/68\/20221231020209728lcy.jpg","description":"Programma met een mix van muziek, samenzang, persoonlijke geloofsverhalen en een Bijbelse overdenking.","category":""},"67332":{"channel":"147053128","start":"1673111460","end":"1673112120","first":"E","idtitle":"EOMETTERDAAD","title":"EO Metterdaad","program_id":"1315261880","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/23\/202212310202097289wc.jpg","description":"EO Metterdaad geeft stem en steun aan mensen wereldwijd, die leven in onrecht, nood en armoede.","category":""},"67333":{"channel":"147053128","start":"1673112120","end":"1673113380","first":"I","idtitle":"IKMISJE","title":"Ik mis je","program_id":"1315261886","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/25\/202212310202097287vq.jpg","description":"Henk van Wijk ontmoet Wilma op de middelbare school en is op slag verliefd. Dat Wilma eerst MS en later borstkanker krijgt met alle gevolgen van dien, doet niets af aan hun liefde. * Daan van Driel kan het graf van zijn ouders niet zo gauw vinden op de enorm grote begraafplaats waar presentator Marleen Stelling hem treft. Hij is daar een paar jaar niet geweest. Zijn moeder is in 1982 overleden en zijn vader in 1992.","category":""},"67334":{"channel":"147053128","start":"1673113380","end":"1673115240","first":"Z","idtitle":"ZININMORGEN","title":"Zin in morgen","program_id":"1315261892","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/81\/20221231020209728snv.jpg","description":"In Friesland ondergaat Kim-Lian een vollemaanceremonie en gaat samen met Elske suppen onder de volle maan. Door deze krachtige energie van de maan kun je je weer helemaal opladen. In het hart van het pittoreske Buren maken we kaarsen in de kaarsenmakerij van Jan. Hij is een van de laatste ambachtelijke meesterkaarsenmakers van Nederland. Sinan Can komt al van jongs af aan in Museumpark Orientalis in Nijmegen. Vandaag steekt hij zijn handen uit de mouwen, samen met de vrijwilligers die net als hij het park een warm hart toedragen.","category":""},"67335":{"channel":"147053128","start":"1673115240","end":"1673118360","first":"K","idtitle":"KASSA","title":"Kassa","program_id":"1315261898","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/93\/20221231020209728h4g.jpg","description":"Ciana Mayam kijkt terug op het afgelopen jaar waarin ze tientallen gedupeerden hielp, die opvallend vaak problemen in en om het huis hadden. Spannende confrontaties met lastige bedrijven en oplichters.","category":""},"67336":{"channel":"147053128","start":"1673118360","end":"1673120280","first":"N","idtitle":"NEDERLANDOPFILM","title":"Nederland op Film","program_id":"1315261904","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/7\/20221231020209728n9w.jpg","description":"De kijker ziet hoe Nederland de afgelopen eeuw feest heeft gevierd en hoe dat veranderde. Hoe zagen de Nederlandse huiskamers eruit bij verjaardagen, geboortes en andere feestelijke aangelegenheden? We zien de typische verjaardagen in een kringetje, huwelijken in tijden van oorlog en mieterse dansfeestjes, liefdevol vastgelegd door de amateurfilmers van Nederland.","category":""},"67337":{"channel":"147053128","start":"1673120280","end":"1673123400","first":"I","idtitle":"INDEVOETSPORENVANDEJAREN60","title":"In de voetsporen van de Jaren 60","program_id":"1315261910","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/64\/20221231020209728m69.jpg","description":"Philip gaat samen met popartkunstenaar Woody van Amen terug naar de wilde feesten in New York. De Italiaanse gastarbeider Salvatore Ierna vertelt over de spaghettirellen in Oldenzaal en Philip is in Berlijn op bezoek bij de Joodse Jalda Rebling.","category":""},"67338":{"channel":"147053128","start":"1673123400","end":"1673125200","first":"N","idtitle":"NIEUWSUUR","title":"Nieuwsuur","program_id":"1315261916","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/65\/20221231020209728re3.jpg","description":"Nieuwsuur brengt onafhankelijk, onpartijdig en ongebonden achtergronden bij het nieuws.","category":""},"67339":{"channel":"147053128","start":"1673125200","end":"1673126520","first":"other","idtitle":"2DOCKORTRUSSISCHEWOORDEN","title":"2Doc Kort: Russische Woorden","program_id":"1315261922","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/56\/20230102170039720akv.jpg","description":"De half-Russische filmmaker Aliona van der Horst vraagt zich af wat er met haar Russische taal is gebeurd sinds Rusland Oekraïne is binnengevallen. Van wie is die taal? Hoe voelt die taal? Geven we die taal nu zomaar aan de vijand, aan Poetin? Om antwoorden te vinden belt ze met vrienden uit Rusland en Oekraïne. Een onderzoek naar een verborgen laag van de oorlog.","category":""},"67340":{"channel":"147053128","start":"1673126520","end":"1673131860","first":"C","idtitle":"CRIMEMIDSOMERMURDERS","title":"Crime: Midsomer Murders","program_id":"1315261928","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/27\/20221231020209728729.jpg","description":"Diep in de bossen bevindt zich een verborgen schuilkelder. Sinds een hevige overstroming, twintig jaar eerder, is Warren Kaine doodsbang voor elke vorm van dreigend onheil. Al zijn spaargeld heeft hij geïnvesteerd in de bouw van de schuilkelder en hij heeft inmiddels een hele groep gelijkgestemden om zich heen verzameld. Op een ochtend krijgt Warren het bericht waar hij zo vreselijk bang voor was.","category":""},"67341":{"channel":"147053128","start":"1673131860","end":"1673132700","first":"D","idtitle":"DENACHTZOEN","title":"De Nachtzoen","program_id":"1315261934","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/12\/20221231020209728ttw.jpg","description":"Journalist Adriënne Simons bracht een nacht door op een bijzondere plek. Ze was alleen met man en kind en kreeg in de eenzaamheid een inkijkje in de eeuwigheid. Een nachtzoen van Adriënne Simons.","category":""}}