{"70014":{"channel":"280715003","start":"1672360200","end":"1672365900","first":"T","idtitle":"THEBOY","title":"The Boy","program_id":"1311744051","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/94\/202212220200355280gw.jpg","description":"De Amerikaanse Greta neemt een baan aan als nanny in een Engels landhuis om op de achtjarige Brahms te letten. Al snel ontdekt ze dat Brahms helemaal geen jongetje is, maar een levensechte porseleinen pop. Bij het vertrek van de 'ouders' krijgt ze een strikte lijst met regels voor de opvoeding van Brahms. Maar wanneer Greta deze regels begint te verwaarlozen, lijken er steeds meer vreemde dingen in het huis te gebeuren. Beetje bij beetje raakt Greta ervan overtuigd dat Brahms misschien toch geen gewone pop is.","category":""},"70015":{"channel":"280715003","start":"1672365900","end":"1672372500","first":"I","idtitle":"INHERITANCE","title":"Inheritance","program_id":"1311744057","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/11\/20221222020035528j68.jpg","description":"Lauren is een vooraanstaand lid van een megarijke, machtige Amerikaanse familie. Wanneer haar vader overlijdt, laat hij haar één enkele sleutel na, die een bunker op het familielandgoed blijkt te openen. In de bunker vindt ze een onbekende man, geketend aan de muur. Hij heet Morgan en blijkt decennia lang gevangen gehouden te zijn door haar vader. Hij vertelt Lauren dingen over haar familie die Lauren nooit geweten heeft. Haar vader lijkt zijn rijkdom en macht verkregen te hebben met diefstal, corruptie en moord. Lauren staat voor een dilemma: Wat zijn de gevolgen als ze Morgan bevrijdt? Kan ze hem niet beter vast laten zitten?","category":""},"70016":{"channel":"280715003","start":"1672372500","end":"1672378200","first":"B","idtitle":"BLOODQUANTUM","title":"Blood Quantum","program_id":"1311744063","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/96\/20221222020035528iao.jpg","description":"De doden komen weer tot leven buiten het geïsoleerde reservaat van de Mi'gmaq in Red Crow. De inheemse bewoners hebben evenwel geluk en blijken op onverklaarbare wijze immuun voor de zombieplaag. Vele mensen zoeken hun toevlucht bij de Mi'gmaq waar sheriff Traylor het fort bewaakt. De zwangere vriendin van Traylors zoon blijkt niet immuun te zijn voor het virus. Dit maakt het voor Traylor steeds moeilijker om de afweging te maken om vluchtelingen op te nemen of zijn eigen volk te beschermen tegen de oprukkende zombies.","category":""},"70017":{"channel":"280715003","start":"1672378200","end":"1672384500","first":"F","idtitle":"FLAGDAY","title":"Flag Day","program_id":"1312152072","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/67\/202212230200455808ls.jpg","description":"Journaliste Jennifer Vogel (Dylan Penn) worstelt al haar hele leven met de duistere erfenis van haar vader John (Sean Penn): enerzijds een liefhebbende en charismatische man, anderzijds een meedogenloze oplichter. John gelooft dat de wereld corrupt is en dat je daarom ook corrupt moet zijn om goed voor jezelf en je familie te kunnen zorgen. Hij liegt, bedriegt en gaat over lijken om uiteindelijk 20 miljoen dollar te verdoezelen. Nu Jennifer volwassen is, heeft zij geen idee wat er van John is geworden.","category":""},"70018":{"channel":"280715003","start":"1672384500","end":"1672390500","first":"C","idtitle":"CRIMESTORY","title":"Crime Story","program_id":"1312152078","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/16\/202212230200455806n0.jpg","description":"Ben Myers is een oude, zieke man. En ex-maffiabaas. Maar wanneer hij het doelwit wordt van een inbraak, neemt hij het recht in eigen hand. Zinnend op wraak, laat hij een spoor van dood en verderf achter. Tot ook de veiligheid van zijn eigen familie in het gedrang komt, en hij de gevolgen van zijn duistere verleden onder ogen moet zien.","category":""},"70019":{"channel":"280715003","start":"1672390500","end":"1672397700","first":"T","idtitle":"THREEFLOORS","title":"Three Floors","program_id":"1312152084","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/11\/2022122302004558075f.jpg","description":"Een reeks gebeurtenissen zal het leven van de bewoners op drie verdiepingen van een appartementsgebouw in Rome op de proef stellen. Terwijl de mannen gevangenen zijn van hun eigen koppigheid, proberen de vrouwen, elk op hun eigen manier, de verscheurde relaties te herstellen en de liefde, die wel verdwenen leek, op een serene manier terug te brengen in de levens van de bewoners.","category":""},"70020":{"channel":"280715003","start":"1672397700","end":"1672405200","first":"H","idtitle":"HER","title":"Her","program_id":"1312152090","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/34\/20221223020045580nfc.jpg","description":"Theodore is een gevoelige man die zijn geld verdient met het schrijven van persoonlijke en liefdevolle brieven in opdracht van andere mensen. Nog vol verdriet door het stuklopen van zijn relatie, raakt hij geïntrigeerd door een geavanceerd computersysteem, dat een eigen identiteit vormt op basis van de voorkeuren van de gebruiker. Wanneer hij het systeem activeert ontmoet hij 'Samantha', een vrouwelijke stem met een verrassend menselijk gevoel voor humor en empathie. Hun vriendschap verdiept zich steeds meer door alle input en ervaringen die Theodore en Samantha met elkaar delen, en er komen zelfs gevoelens van liefde naar boven.","category":""},"70021":{"channel":"280715003","start":"1672405200","end":"1672410900","first":"D","idtitle":"DEUXJOURSUNENUIT","title":"Deux jours, une nuit","program_id":"1312152096","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/81\/20221223020045580agr.jpg","description":"Sandra (Marion Cotillard) is herstellende van een depressie en wil graag weer aan het werk, maar haar baan staat op de tocht. De enige manier waarop ze deze kan houden is wanneer ze haar collega's ervan weet te overtuigen hun bonus af te staan. Ze heeft een weekend de tijd om dit voor elkaar te krijgen.","category":""},"70022":{"channel":"280715003","start":"1672410900","end":"1672416900","first":"M","idtitle":"MYSALINGERYEAR","title":"My Salinger Year","program_id":"1312152102","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/14\/20221223020045580tq3.jpg","description":"New York, de jaren 90. Na haar afstuderen droomt Joanna ervan schrijfster te worden. Ze vindt een baan als assistente van Margaret, een onverstoorbare en ook wel ouderwetse literair agente, met J.D. Salinger als een van haar beroemdste cliënten. Joanna leeft ondertussen in twee tegengestelde werelden. Want begeeft ze zich overdag in de wereld van glamour in het statige kantoor vol ouderwetse dictafoons, typemachines en lunches waar drie martini's de norm zijn, is het 's avonds armoe troef in het huis waar ze woont mét haar socialistische vriend, maar zónder gootsteen.","category":""},"70023":{"channel":"280715003","start":"1672416900","end":"1672422000","first":"P","idtitle":"PIZZAMAFFIA","title":"Pizza Maffia","program_id":"1312152364","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/21\/20221223020045580a9m.jpg","description":"De tiener Ibrahim en zijn onafscheidelijke neef Illias - beter bekend als Bram en Haas - zijn de twee snelste koeriers van Novara, de pizzeria van Brams vader. Elke avond racen ze op hun scooter door de stad en halen de bruutste stunts uit om als eerste bij de klant te zijn. Als de vader van Haas na een ruzie met zijn broer niet meer in Novara wil werken, opent hij zijn eigen pizzeria aan de overkant van het plein. In no time brandt er een hevige strijd los. Alles en iedereen wordt meegesleept in de pizzaoorlog. Ook de neven Bram en Haas komen tegenover elkaar te staan in deze strijd om leven, dood, trots en een heleboel pizza's.","category":""},"70024":{"channel":"280715003","start":"1672422000","end":"1672428600","first":"K","idtitle":"KNIGHTANDDAY","title":"Knight and Day","program_id":"1312152370","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/52\/20221223020045580ym3.jpg","description":"June stapt op een vliegtuig en maakt een praatje met haar charmante en mysterieuze medepassagier, Roy. Daarna verandert alles: het vliegtuig stort neer in een maisveld. June heeft geen tijd om even op adem te komen, want al snel wordt ze over de hele wereld achtervolgd. Ze ontwijkt kogels in Boston, springt over daken in Oostenrijk en rent weg voor dolle stieren in Sevilla – en dat alles samen met Roy, een potentieel onstabiel en onbetrouwbaar maar zeer aantrekkelijke geheim agent. Voordat ze het weten vormen ze een onwaarschijnlijk team en bevinden ze zich in een gevaarlijk machtsspel met onverwachte wendingen.","category":""},"70025":{"channel":"280715003","start":"1672428600","end":"1672434600","first":"T","idtitle":"THEGOODNEIGHBOUR","title":"The Good Neighbour","program_id":"1312152376","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/51\/20221223020045580g9s.jpg","description":"David begint een nieuwe baan en een nieuw leven in een nieuwe stad. Hij sluit al snel vriendschap met z’n buurman Robert. Na een avond stappen slaat het noodlot toe: David rijdt een fietsster aan en Robert overtuigt hem om te vluchten en haar voor dood achter te laten. Robert toont geen enkel berouw en wanneer de politie onderzoek doet gaat hij steeds verder om hun geheim te bewaren. Robert begaat onbeschrijflijke wreedheden en sleurt David steeds verder mee in zijn criminele en sadistische daden om hun schuld te verbergen. Al snel lijkt er geen weg terug meer.","category":""},"70026":{"channel":"280715003","start":"1672434600","end":"1672441500","first":"T","idtitle":"THEKINGSSPEECH","title":"The King's Speech","program_id":"1312152382","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/97\/2022122302004558074l.jpg","description":"Nadat zijn broer aftreedt wordt George (Colin Firth) nogal ongewild de nieuwe Koning van Engeland en gaat door het leven als George VI. Helaas heeft hij een probleem met zijn trillende stembanden, wat niet echt Koninklijk overkomt. Hiervoor schakelt hij de hulp in van de onorthodoxe spraaktherapeut Lionel Logue (Geoffrey Rush) wat resulteert in een reeks ongewone technieken en een bijzondere vriendschap.","category":""}}