{"70143":{"channel":"280715003","start":"1673219700","end":"1673230200","first":"L","idtitle":"LAVIEDADELE","title":"La vie d'Adèle","program_id":"1315594272","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/29\/202301010200405223rq.jpg","description":"Op haar vijftiende twijfelt Adèle er niet aan: meisjes horen uit te gaan met jongens. Maar wanneer ze Emma (Léa Seydoux) ontmoet, een jonge kunststudente met blauw haar, wordt haar hele leven op z'n kop gezet. Emma geeft Adèle de kans om haar verlangens te ontdekken, om zich te laten gelden als vrouw en als volwassene. Te midden van haar omgeving, gaat Adèle op zoek naar zichzelf.","category":""},"70144":{"channel":"280715003","start":"1673230200","end":"1673236500","first":"A","idtitle":"AMERICANSICARIO","title":"American Sicario","program_id":"1315594278","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/41\/202301010200405224pb.jpg","description":"Erik Vasquez alias 'Barbie' is een Mexicaans-Amerikaanse gangster die ervan droomt de meest gevreesde kartelbaas van Mexico te worden. Zo begaan hij is met zijn familie, zo genadeloos is hij voor zijn vijanden en rivalen. Maar wanneer hij in het nauw gedreven wordt en in zee gaat met de DEA, ontketent hij een bloedige bendeoorlog.","category":""},"70145":{"channel":"280715003","start":"1673236500","end":"1673242200","first":"B","idtitle":"BLOODQUANTUM","title":"Blood Quantum","program_id":"1315594284","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/8\/20230101020040522f66.jpg","description":"De doden komen weer tot leven buiten het geïsoleerde reservaat van de Mi'gmaq in Red Crow. De inheemse bewoners hebben evenwel geluk en blijken op onverklaarbare wijze immuun voor de zombieplaag. Vele mensen zoeken hun toevlucht bij de Mi'gmaq waar sheriff Traylor het fort bewaakt. De zwangere vriendin van Traylors zoon blijkt niet immuun te zijn voor het virus. Dit maakt het voor Traylor steeds moeilijker om de afweging te maken om vluchtelingen op te nemen of zijn eigen volk te beschermen tegen de oprukkende zombies.","category":""},"70146":{"channel":"280715003","start":"1673242200","end":"1673247300","first":"Z","idtitle":"ZWAARVERLIEFD","title":"Zwaar Verliefd","program_id":"1315917091","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/94\/20230102020044706o06.jpg","description":"De jonge, succesvolle dierenarts Isa (Barbara Sloesen) is een tikkeltje onzeker over haar lijf én de liefde. Ze wil lekkerder in haar vel zitten en besluit de Bossche bollen te laten staan en zichzelf naar de sportschool te slepen. Ruben (Jim Bakkum) is dé perfecte man. Knap, werkt met zijn handen en houdt zielsveel van zijn labrador Bo. Als Isa op een dag Bo redt van een chocoladevergiftiging, valt ze als een blok voor zijn baasje. En hij voor haar, maar dat durft ze niet te geloven. Na een peptalk van haar vriendinnen besluit Isa toch voor haar droomman te gaan. Maar is Ruben nog steeds geïnteresseerd?","category":""},"70147":{"channel":"280715003","start":"1673247300","end":"1673253300","first":"F","idtitle":"FINDINGNEVERLAND","title":"Finding Neverland","program_id":"1315917097","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/65\/202301020200447062u6.jpg","description":"In het Londen van 1904 ontmoet de ludieke toneelschrijver J.M. Barrie (Johnny Depp) tijdens een wandeling met zijn hond totaal onverwachts zijn nieuwe inspiratiebron: vier kinderen die zonder vader door het leven gaan. Hij raakt spelenderwijs erg goed bevriend met de vier jongens en hun zeer charmante moeder (Kate Winslet). Het leven van het gebroken gezin kent echter nog maar weinig plezier en bruist al niet meer sinds de dood van hun vader en echtgenoot. James laat de jongens op verrassende manieren zien dat alles mogelijk is en dat je met fantasie een fantastisch leuke eigen wereld kunt creëren.","category":""},"70148":{"channel":"280715003","start":"1673253300","end":"1673259600","first":"M","idtitle":"MISS","title":"Miss","program_id":"1315917103","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/27\/202301020200447067im.jpg","description":"Als kind wilde Alex niets liever dan Miss Frankrijk worden. Een onverwachte ontmoeting wakkert zijn droom weer aan en hij besluit - zijn gender verborgen houdend – als Alexandra mee te doen aan de wedstrijd. Met hulp van zijn gekozen familie probeert Alex de titel, zijn vrouwelijkheid en boven alles zijn identiteit te veroveren.","category":""},"70149":{"channel":"280715003","start":"1673259600","end":"1673266800","first":"T","idtitle":"TRANSCENDENCE","title":"Transcendence","program_id":"1315917109","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/44\/20230102020044706xld.jpg","description":"Dokter Will Caster is de voornaamste onderzoeker op het gebied van Kunstmatige Intelligentie. Hij werkt aan een machine die collectieve kennis combineert met menselijke emoties. Het zijn controversiële experimenten waar anti-technologische extremisten tegen in opstand komen. Maar vlak voor zijn dood lukt het Will alsnog om zijn bewustzijn te uploaden in het computersysteem. Zijn vrouw Evelyn en vriend Max, beiden mede-onderzoekers, maken dit mogelijk maar niet zonder hun twijfels. Hun grootste angsten worden werkelijkheid wanneer Wills zoektocht naar oneindige kennis evolueert in een honger naar macht.","category":""},"70150":{"channel":"280715003","start":"1673266800","end":"1673273100","first":"G","idtitle":"GETSHORTY","title":"Get Shorty","program_id":"1315917115","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/31\/202301020200447066di.jpg","description":"Wanneer gangster Chili Palmer (John Travolta) vanuit Miami naar Los Angeles reist om een schuld te innen bij een tweederangs regisseur (Gene Hackman), laat hij zich inpakken door de hippe filmbusiness. Palmer ontdekt dat de regels in Hollywood maar bar weinig verschillen van de wetten in criminele onderwereld: hij regelt een filmster, versiert een B-filmdiva en krijgt zelfs plaatsen gereseveerd in de hipste restaurants van de stad. Kortom, alles loopt gesmeerd. Tot zijn vroegere vriendjes, de maffiosi, hem opnieuw weten te vinden.","category":""},"70151":{"channel":"280715003","start":"1673273100","end":"1673280000","first":"B","idtitle":"BECOOL","title":"Be Cool","program_id":"1315917121","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/78\/20230102020044706fbn.jpg","description":"Als Chili Palmer (John Travolta) besluit zijn geluk te beproeven in de muziekindustrie papt hij daarvoor aan de verleidelijke weduwe (Uma Thurman) van een onlangs vermoorde platenbaas, kaapt een bloedhete zangeres weg bij de concurrent en ontdekt dat er achter de mooie schermen van de muziekbizz heel wat valse tonen geblazen worden. Het is de kunst cool te blijven en niet al te veel uit de toon te vallen. Laat dat maar aan Chili Palmer over!","category":""},"70152":{"channel":"280715003","start":"1673280000","end":"1673287200","first":"T","idtitle":"THREEFLOORS","title":"Three Floors","program_id":"1315917127","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/48\/20230102020044706kat.jpg","description":"Een reeks gebeurtenissen zal het leven van de bewoners op drie verdiepingen van een appartementsgebouw in Rome op de proef stellen. Terwijl de mannen gevangenen zijn van hun eigen koppigheid, proberen de vrouwen, elk op hun eigen manier, de verscheurde relaties te herstellen en de liefde, die wel verdwenen leek, op een serene manier terug te brengen in de levens van de bewoners.","category":""},"70153":{"channel":"280715003","start":"1673287200","end":"1673292600","first":"M","idtitle":"MENWHOSTAREATGOATS","title":"Men Who Stare At Goats","program_id":"1315917133","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/33\/20230102020044706bfz.jpg","description":"Bob Wilton (Ewan McGregor) is een in Irak gestationeerde reporter die op zoek is naar een goed verhaal. Hij ontmoet Lyn Cassady (George Clooney), die beweert een voormalig paranormaal soldaat te zijn. Hij vertelt over een speciale afdeling van het Amerikaanse leger die zich bezighoudt met het ontwikkelen van paranormale strijdkrachten. Samen gaan ze op zoek naar het hoofdkwartier, waar ze de oprichter (Jeff Bridges) en de afdelingschef (Kevin Spacey) ontmoeten.","category":""},"70154":{"channel":"280715003","start":"1673292600","end":"1673298300","first":"S","idtitle":"SMILEYFACEKILLERS","title":"Smiley Face Killers","program_id":"1315917139","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/50\/20230102020044706d4m.jpg","description":"Wanneer hij stopt met zijn antidepressiva, valt student en succesvol sporter Jake ten prooi aan paranoia. Hij verdenkt de ex van zijn vriendin ervan hem te willen opfokken met bizarre sms’jes. De waarheid is echter veel gruwelijker. Jake moet het ultieme slachtoffer worden van een sekte van seriemoordenaars die zijn daden signeert met smileys.","category":""},"70155":{"channel":"280715003","start":"1673298300","end":"1673304900","first":"other","idtitle":"7PSYCHOPATHS","title":"7 Psychopaths","program_id":"1315917145","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/64\/20230102020044707v4i.jpg","description":"Scenarioschrijver Marty worstelt met zijn nieuwe script 'Seven Psychopaths'. Hij heeft dringend een beetje inspiratie nodig. Marty doet alles voor een goed verhaal en raakt betrokken bij de criminele activiteiten van zijn beste vriend Billy en diens partner in crime Hans, die samen een aardig centje bijverdienen met het kidnappen van honden. Alles loopt uit de hand wanneer de dognappers de geliefde hond van de psychopathische gangster Charlie ontvoeren. Marty krijgt genoeg ideeën voor zijn script, maar met Charlie achter zich aan is het de vraag of hij het nog na kan vertellen.","category":""},"70156":{"channel":"280715003","start":"1673304900","end":"1673312700","first":"Q","idtitle":"QUICK","title":"Quick","program_id":"1315917151","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/0\/20230102020044707b1x.jpg","description":"De rechtszaak rond de vermeende seriemoordenaar Thomas Quick is het grootste juridische schandaal in de Zweedse geschiedenis. Verslaggever Hannes Råstam heeft zich erop toegelegd om de onschuld van Quick te bewijzen en de juridische chaos te ontmaskeren die hem veroordeelde tot een leven in een psychiatrische gevangenis. Niemand is echter geïnteresseerd in het vrijpleiten en vrijlaten van de ergste psychopaat in Zweden, een kannibalistische verkrachter die was veroordeeld voor acht moorden en er nog eens vijfentwintig had bekend. Toch legt hij het ongelooflijke verhaal achter de Thomas Quick-zaak stukje bij beetje bloot.","category":""}}