{"69324":{"channel":"280715028","start":"1673138700","end":"1673146200","first":"S","idtitle":"SELMA","title":"Selma","program_id":"1315219326","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/5\/20221231020039708p6m.jpg","description":"In 1965, ruim een eeuw na de Amerikaanse Burgeroorlog, barsten in de staat Alabama diverse protesten los. De Afro-Amerikaanse bevolking eist stemrecht voor minderheden in Amerika. De spanningen lopen hoger op na de dood van een jonge Afro-Amerikaan en de arrestatie van de Afro-Amerikaanse Annie Lee Cooper, en explodeert wanneer de protestmars van het stadje Selma naar de hoofdstad Montgomery eindigt met bruut geweld en de boeken ingaat als Bloody Sunday. Ze laten het er echter niet bij zitten. Onder leiding van Martin Luther King, Jr. ontstaat een van de grootste protestmarsen ooit.","category":""},"69325":{"channel":"280715028","start":"1673146200","end":"1673151900","first":"T","idtitle":"TATALFANTOMA","title":"Tatal fantoma","program_id":"1315219332","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/26\/20221231020039708rrj.jpg","description":"De Amerikaanse professor Robert Traum begint aan een avontuurlijke en vermakelijke reis door Bucovina om filmoperateur Sami te vinden. Sami is de enige levende persoon die Traum iets kan vertellen over zijn Roemeens-Joodse afkomst. Zijn symbolische reis is gevuld met gevaar.","category":""},"69326":{"channel":"280715028","start":"1673151900","end":"1673157600","first":"N","idtitle":"NELMIOAMORE","title":"Nel mio amore","program_id":"1315219338","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/15\/20221231020039708b6x.jpg","description":"Stella is getrouwd met een harde en wrede zakenman, met wie ze twee kinderen krijgt, een meisje en een jongen. Terwijl de eerste zich aanpast aan het vreselijke gezinsklimaat dat door de vader wordt opgelegd, verzet de jongen zich fel daartegen. Hun ooit zo rustige leven veranderd in een hel. Gebaseerd op de roman Rispondimi van Susanna Tamaro.","category":""},"69327":{"channel":"280715028","start":"1673157600","end":"1673168700","first":"G","idtitle":"GANDHI","title":"Gandhi","program_id":"1315593928","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/13\/20230101020039707qw4.jpg","description":"Er was één opmerkelijke man voor nodig om een wereldmacht te verslaan en 350 miljoen mensen te bevrijden: Mahatma Gandhi (Ben Kingsley) werd in 1869 geboren in India en begon zijn loopbaan als jurist. Na een jarenlange strijd voor zijn idealen groeide hij uit tot een moderne Messias, wiens passief verzet leidde tot het eind van de Engelse koloniale overheersing in India.","category":""},"69328":{"channel":"280715028","start":"1673168700","end":"1673174700","first":"T","idtitle":"THEFAREWELL","title":"The Farewell","program_id":"1315593934","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/38\/20230101020039708pdy.jpg","description":"Wanneer de Chinees-Amerikaanse familie van Billi (Awkwafina) ontdekt dat hun geliefde grootmoeder terminale longkanker heeft, besluiten ze haar te gaan bezoeken in China. Omdat ze het slechte nieuws verborgen willen houden voor oma, doen ze alsof iedereen langskomt voor een haastig opgezet huwelijk van een neef. Tegen haar principes in, besluit Billi om mee te gaan. En zo komt ze in aanraking met het leven dat ze als zesjarige gedwongen moest opgeven, haar eigenzinnige grootmoeder en de kracht van onuitgesproken liefde.","category":""},"69329":{"channel":"280715028","start":"1673174700","end":"1673180700","first":"H","idtitle":"HOPEGAP","title":"Hope Gap","program_id":"1315593940","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/71\/202301010200397087ec.jpg","description":"Grace (Annette Bening) en Edward (Bill Nighy) wonen in een klein dorp bij de klif van Hope Gap en zijn 29 jaar getrouwd. Als hun zoon Jamie een weekend komt logeren informeert zijn vader hem dat hij van plan is om nog dezelfde dag zijn moeder te verlaten. Het eens zo hechte gezin wordt nu geconfronteerd met een nieuwe situatie waarin emoties als ongeloof, woede, onmacht maar ook hoop elkaar kruisen.","category":""},"69330":{"channel":"280715028","start":"1673180700","end":"1673187000","first":"F","idtitle":"FAHIM","title":"Fahim","program_id":"1315593946","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/97\/20230101020039708dja.jpg","description":"Wanneer de jonge Fahim en zijn vader hun geboorteland Bangladesh moeten ontvluchten en arriveren in Parijs, begint voor hen een nieuwe strijd. Terwijl ze wachten op de goedkeuring van hun politiek asielaanvraag, staan ze onder constante dreiging van uitzetting. Dan leert Fahim de schaakmeester Sylvain kennen, die hem onder zijn hoede neemt. Juist wanneer het nationale kampioenschap schaken begint, lijkt Fahim het land te moeten verlaten. Voor hem is er maar één uitweg: kampioen van Frankrijk worden. Gebaseerd op een waargebeurd verhaal.","category":""},"69331":{"channel":"280715028","start":"1673187000","end":"1673192400","first":"L","idtitle":"LOOKSTHATKILL","title":"Looks that Kill","program_id":"1315593952","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/93\/20230101020039708f28.jpg","description":"De zestienjarige Max (Brandon Flynn) is geboren met een bijzondere afwijking: zijn gezicht is zo mooi, dat iedereen letterlijk dood neervalt bij het zien van zoveel schoonheid. Daarom moet hij overal en altijd zijn gezicht verbergen achter een verband en een zonnebril. Zijn beste vriend Dan probeert hem te koppelen aan een meisje, maar wanneer de eerste date uitloopt op een mislukking, ziet Max het niet meer zitten. Juist wanneer hij van plan is van een brug te springen, ontmoet hij de aantrekkelijke Alex, die net als hij blijkt te kampen met een eigenaardige aangeboren afwijking.","category":""},"69332":{"channel":"280715028","start":"1673192400","end":"1673198100","first":"T","idtitle":"THESAPPHIRES","title":"The Sapphires","program_id":"1315593958","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/88\/20230101020039708nti.jpg","description":"In de swingende sixties worden vier talentvolle zangeressen van Aborginal-afkomst ontdekt door een talent-scout met weinig ervaring, maar een goed oor voor ritme en een hart van goud. Om hun carrière een mooie start te geven, zorgt hij ervoor dat de de dames mogen optreden voor de Amerikaanse legertroepen in Vietnam. Eenmaal daar aangekomen blijkt dit zowel voor hun carrière als de hechte vriendschap die zij delen een grotere uitdaging dan gedacht.","category":""},"69333":{"channel":"280715028","start":"1673198100","end":"1673211900","first":"A","idtitle":"ANNETTE","title":"Annette","program_id":"1315593964","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/82\/20230101020039708zil.jpg","description":"Als de beroemde operazangeres Ann na een voorstelling de omstreden cabaretier Henry ontmoet, is het liefde op het eerste gezicht. Al snel worden ze omgedoopt tot het perfecte glamourkoppel. De paparazzi volgt ze op de voet, de wereld adoreert ze. De geboorte van hun bijzondere dochter Annette zal hun leven echter voorgoed veranderen.","category":""},"69334":{"channel":"280715028","start":"1673211900","end":"1673218800","first":"L","idtitle":"LAWLESS","title":"Lawless","program_id":"1315593970","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/0\/20230101020039708xtp.jpg","description":"De gebroeders Bondurant (Tom Hardy, Shia LaBoeuf en Jason Clarke) zetten tijdens de drooglegging in de jaren '30 een illegale drankhandel op, wat al snel tot een zeer succesvolle onderneming uitgroeit met behulp van lokale crimineel Floyd Banner (Gary Oldman). Hiermee halen ze zich echter wel de woede op de hals van corrupt special agent Rakes (Guy Pearce), die een gewelddadige werkwijze niet schuwt bij het naleven van de wet.","category":""}}