{"70834":{"channel":"280715089","start":"1673305800","end":"1673311500","first":"S","idtitle":"SWEATON","title":"Sweat On","program_id":"1315916797","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/21\/20230102020044708cwc.jpg","description":"...","category":""},"70835":{"channel":"280715089","start":"1673311500","end":"1673318400","first":"A","idtitle":"ANALJOYS","title":"Anal Joys","program_id":"1315916803","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/71\/20230102020044708rte.jpg","description":"...","category":""},"70836":{"channel":"280715089","start":"1673318400","end":"1673323500","first":"M","idtitle":"MISSMEADOWS","title":"Miss Meadows","program_id":"1315916809","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/82\/2023010202004470862j.jpg","description":"Miss Meadows (Katie Holmes) is de ideale buurvrouw: knap, netjes, vriendelijk en een beetje naïef. Wat niemand weet is dat ze naast een geliefde schooljuffrouw ook een ijskoude killer is, die zware criminelen ombrengt. Maar wel netjes! Ze is erg gecharmeerd van de plaatselijke sheriff, die op zijn beurt smoorverliefd op haar is. Maar hij onderzoekt de dood van de criminelen en het spoor leidt duidelijk naar de vrouw van zijn dromen. Hij komt steeds meer te weten over het verleden van Miss Meadows. En dat verleden heeft enkele donkere geheimen die haar dreigen te achterhalen.","category":""},"70837":{"channel":"280715089","start":"1673323500","end":"1673328600","first":"T","idtitle":"THESHALLOWS","title":"The Shallows","program_id":"1315916815","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/73\/202301020200447082fw.jpg","description":"Nancy wordt aangevallen door een witte haai wanneer ze in haar eentje aan het surfen is in een verlaten baai. Ze komt vast te zitten op een kleine rots, minder dan tweehonderd meter verwijderd van het strand. Zal ze de oversteek wagen?","category":""},"70838":{"channel":"280715089","start":"1673328600","end":"1673334300","first":"N","idtitle":"NEKROTRONIC","title":"Nekrotronic","program_id":"1316271760","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/29\/202301030200397225op.jpg","description":"De onfortuinlijke reinigingsmedewerker Howard North raakt betrokken bij een wereldwijd conflict tussen twee Nekromancers - de keiharde demonenjagers Molly en Torquel - en de duivelse Finnegan (Monica Bellucci) die het internet heeft geïnfiltreerd om de zielen van miljoenen mensen, verslaafd aan hun mobieltjes, te verslinden. Wanneer Howard achter de waarheid van Finnegans verleden komt, sluit hij zich aan bij Molly en Torquel om de plannen van de gevaarlijke demon te dwarsbomen. Hij ontdekt dat hij de ultieme Nekromancer is. De enige die de kracht heeft om de wereld te redden.","category":""},"70839":{"channel":"280715089","start":"1673334300","end":"1673340000","first":"J","idtitle":"JAKOBSWIFE","title":"Jakob's Wife","program_id":"1316271766","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/11\/20230103020039722v0e.jpg","description":"Gevangen in een huwelijk met een predikant, zoekt de Anne troost bij een oude vriend. Een flirt die uitmondt in een bizarre, bloederige inwijding. Herboren als vampier, komt Anne voor een verscheurende keuze te staan: een opwindend, onsterfelijk bestaan aan de zijde van The Master of de terminale treurnis als Jakobs vrouw.","category":""},"70840":{"channel":"280715089","start":"1673340000","end":"1673347200","first":"T","idtitle":"THEOUTPOST","title":"The Outpost","program_id":"1316271772","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/83\/2023010302003972296z.jpg","description":"In 2009 werden 53 Amerikaanse soldaten in Afghanistan gestationeerd om 'Keating', de meest gevaarlijke buitenpost ter wereld, te verdedigen. Onder constante dreiging van de Taliban ondersteunen de militairen de lokale bevolking bij maatschappelijke projecten. Als de Taliban ontdekt dat de basis gesloten wordt, willen ze nog een laatste statement maken. Met honderden strijders wordt Keating onverwachts aangevallen en moet de kleine groep Amerikaanse soldaten zichzelf zien te redden.","category":""},"70841":{"channel":"280715089","start":"1673347200","end":"1673352300","first":"M","idtitle":"MARY","title":"Mary","program_id":"1316271778","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/83\/20230103020039722zu6.jpg","description":"David (Gary Oldman) is een kapitein die met zichzelf worstelt en hij wil een beter leven voor hem, zijn vrouw Sarah (Emily Mortimer) en zijn dochters opbouwen. Op een veiling ziet hij een oude boot met de naam 'Mary' erop en in een impulsieve bui besluit hij de boot te kopen. Kort nadat David en zijn gezin en twee vrienden met de boot op reis zijn gegaan, krijgen zij te maken met steeds meer vreemde en angstaanjagende gebeurtenissen.","category":""},"70842":{"channel":"280715089","start":"1673352300","end":"1673358600","first":"D","idtitle":"DEMONIC","title":"Demonic","program_id":"1316271784","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/14\/20230103020039722x16.jpg","description":"Een jonge vrouw neemt deel aan een experiment dat haar met haar getroebleerde verleden confronteert. Ze komt in een bizarre wereld terecht die ze onbewust zelf oproept. Daar komt ze oog in oog te staan met angstaanjagende demonen en bovenal met haar moeder, van wie ze lang geleden vervreemd is geraakt.","category":""},"70843":{"channel":"280715089","start":"1673358600","end":"1673364300","first":"B","idtitle":"BLOODQUANTUM","title":"Blood Quantum","program_id":"1316271918","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/72\/20230103020039722ga2.jpg","description":"De doden komen weer tot leven buiten het geïsoleerde reservaat van de Mi'gmaq in Red Crow. De inheemse bewoners hebben evenwel geluk en blijken op onverklaarbare wijze immuun voor de zombieplaag. Vele mensen zoeken hun toevlucht bij de Mi'gmaq waar sheriff Traylor het fort bewaakt. De zwangere vriendin van Traylors zoon blijkt niet immuun te zijn voor het virus. Dit maakt het voor Traylor steeds moeilijker om de afweging te maken om vluchtelingen op te nemen of zijn eigen volk te beschermen tegen de oprukkende zombies.","category":""},"70844":{"channel":"280715089","start":"1673364300","end":"1673370000","first":"T","idtitle":"THEBOY","title":"The Boy","program_id":"1316271924","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/92\/20230103020039722mo7.jpg","description":"De Amerikaanse Greta neemt een baan aan als nanny in een Engels landhuis om op de achtjarige Brahms te letten. Al snel ontdekt ze dat Brahms helemaal geen jongetje is, maar een levensechte porseleinen pop. Bij het vertrek van de 'ouders' krijgt ze een strikte lijst met regels voor de opvoeding van Brahms. Maar wanneer Greta deze regels begint te verwaarlozen, lijken er steeds meer vreemde dingen in het huis te gebeuren. Beetje bij beetje raakt Greta ervan overtuigd dat Brahms misschien toch geen gewone pop is.","category":""},"70845":{"channel":"280715089","start":"1673370000","end":"1673375100","first":"B","idtitle":"BLOODTHIRSTY","title":"Bloodthirsty","program_id":"1316271930","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/50\/20230103020039722kk0.jpg","description":"Grey is een getalenteerde zangeres die door de beruchte producer Vaughn Daniels wordt uitgenodigd om te komen werken in zijn afgelegen studio in de bossen. Ze gaat op het aanbod in en neemt haar vriendin Charlie mee. De veganistische Grey heeft echter last van vreemde visioenen waarin ze een wolf is. Gaande weg krijgt ze een onverklaarbare en onverzadigbare honger naar vlees. Geeft Grey toe aan haar innerlijke weerwolf en de creatieve kracht die daarmee gepaard gaat of vecht haalt haar menselijkheid de bovenhand?","category":""},"70846":{"channel":"280715089","start":"1673375100","end":"1673380800","first":"F","idtitle":"FARGO","title":"Fargo","program_id":"1316271936","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/6\/20230103020039722kap.jpg","description":"Autoverkoper Jerry Lundegaard (William H. Macy), woonachtig in het ijskoude stadje Fargo in Minnesota, heeft een plan om uit de schulden te komen. Hij laat zijn vrouw ontvoeren door twee schurken (Steve Buscemi en Peter Stormare) om vervolgens aan zijn rijke schoonvader een flink bedrag aan losgeld te vragen. Het zou een eenvoudige klus moeten worden, ware het niet dat de criminelen direct na hun aankomst in Fargo drie inwoners koudmaken. De hoogzwangere politie-agente Marge Gunderson (Frances McDormand) wordt belast met het moordonderzoek en laat zich niet hinderen door haar gebrek aan ervaring met grote misdrijven.","category":""},"70847":{"channel":"280715089","start":"1673380800","end":"1673386200","first":"F","idtitle":"FALLEN","title":"Fallen","program_id":"1316271942","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/51\/20230103020039722j2q.jpg","description":"De eigenzinnige 17-jarige Lucinda 'Luce' Price wordt naar de Sword & Cross heropvoedingschool gestuurd nadat ze onterecht van een misdaad wordt beschuldigd. Ze ontmoet er twee jongens met wie ze zich op onverklaarbare wijze verbonden mee voelt. De jongens blijken gevallen engelen die al eeuwen elkaar bevechten voor haar liefde. Luce moet kiezen tussen Hemel en Hel in dit epische gevecht om ware liefde.","category":""},"70848":{"channel":"280715089","start":"1673386200","end":"1673391900","first":"B","idtitle":"BECOMING","title":"Becoming","program_id":"1316271948","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/58\/202301030200397220rl.jpg","description":"Alex en Lisa (Toby Kebbell en Penelope Mitchell) zijn verloofd. Om dit te vieren maken ze een roadtrip. Onderweg stoppen ze bij een oude maat van Alex. Vanaf dat moment verandert Alex. Beetje bij beetje wordt hij onredelijker, gewelddadiger en uiteindelijk volkomen psychopathisch. Lisa ontdekt dat een kwaadaardig wezen bezit heeft genomen van zijn geest en opent de jacht om haar verloofde te redden.","category":""}}