{"63359":{"channel":"147053128","start":"1672333200","end":"1672334100","first":"N","idtitle":"NOSJOURNAAL","title":"NOS Journaal","program_id":"1311748794","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/31\/20221222020040588emc.jpg","description":"Met het laatste nieuws, gebeurtenissen van nationaal en internationaal belang en de weersverwachting.","category":""},"63360":{"channel":"147053128","start":"1672334100","end":"1672335240","first":"N","idtitle":"NOSJOURNAALREGIO","title":"NOS Journaal Regio","program_id":"1311748800","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/17\/202212220200405886bj.jpg","description":"Regionaal nieuws met landelijke uitstraling, gemaakt door de NOS en de regionale omroepen.","category":""},"63361":{"channel":"147053128","start":"1672335240","end":"1672337640","first":"N","idtitle":"NOORDZUIDOOSTWEST","title":"Noord-Zuid-Oost-West","program_id":"1311748806","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/98\/2022122202004058859v.jpg","description":"In acht afleveringen volgen we de dieren die in nieuwe wildopvang in Doorwerth worden verzorgd, van Omroep Gelderland. Vandaag aflevering 6: Dood en leven en aflevering 7: Lood, drama en poep. Verder: Zij is molenaar, van RTV Utrecht.","category":""},"63362":{"channel":"147053128","start":"1672337640","end":"1672340280","first":"B","idtitle":"BINNENSTEBUITEN","title":"BinnensteBuiten","program_id":"1311748812","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/22\/202212220200405883gh.jpg","description":"Sinds een half jaar wonen Ad en Monique in Zierikzee aan de haven, als trotse bewoners van het enige huis op de dijk, met genoeg ruimte voor de bijzondere uitvindingen van Ad. * Voor de tweede keer deze week verrast Ramon mensen met een oliebol. Dit keer zijn het mensen die door iemand zijn opgegeven, om ze te bedanken. Voor Ramon een eer om hun hartverwarmende verhalen te belonen met een oliebol. * In deze tijd van het jaar van de winterse verstilling komt de natuur tot rust. Marcel van Ool, werkzaam bij Staatsbosbeheer, groeide hier op. Het Limburgse Spaubeek is de plek waar hij zich als mens verbonden voelt met de natuur.","category":""},"63363":{"channel":"147053128","start":"1672340280","end":"1672342440","first":"R","idtitle":"RAILAWAY","title":"Rail Away","program_id":"1311748818","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/40\/202212220200405882l2.jpg","description":"We doorkruisen Noorwegen per trein van oost naar west. De bouw van de Bergensbanen (tussen Oslo en Bergen) nam dertig jaar in beslag; de onherbergzame natuur maakte dat er talloze bruggen en tunnels moesten worden aangelegd. Maar het resultaat mag er zijn: al ruim honderd jaar genieten dagelijks duizenden mensen van prachtige vergezichten over valleien, dorpen, bergen, rivieren en fjorden. Ook maken we een rit met de Flåmsbana, een treinreis die geldt als een van de mooiste ter wereld. De route begint in een zomers Oslo, waar de zon nauwelijks ondergaat. Hoe verder de reis vordert, hoe meer het landschap verandert.","category":""},"63364":{"channel":"147053128","start":"1672342440","end":"1672345800","first":"S","idtitle":"SISI","title":"Sisi","program_id":"1311748824","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/25\/20221222020040588dmp.jpg","description":"In een poging Franz te overtuigen van de noodzaak van een Hongaars parlement, reizen Sisi en Andrassy naar Wenen. Weer terug aan het hof probeert Sisi een en ander op een rijtje te zetten, maar Franz bespeurt dat Sisi zich aangetrokken voelt tot de graaf. Dat Franz vervolgens lijkt terug te vallen in oude patronen zorgt voor een conflict.","category":""},"63365":{"channel":"147053128","start":"1672345800","end":"1672348140","first":"N","idtitle":"NIEUWSUUR","title":"Nieuwsuur","program_id":"1311748830","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/97\/20221222020040588rqk.jpg","description":"Kantoren overheid voldoen niet aan nieuwe regels. In 2017 werd de energielabel C-verplichting aangekondigd en een jaar later vastgelegd in het Bouwbesluit. * Hoe vergaat het teruggekeerde Oekraïners? Zo'n dertig Oekraïense vluchtelingen stapten in het voorjaar in een grote bus, geladen met hulpgoederen. Nieuwsuur filmde hun bijna 24-uur durende reis, van het moeilijke afscheid van hun Nederlandse gastgezin tot aan de Poolse grens met Oekraïne. * Overleg EU: reizigers uit China testen of niet? We spreken erover met viroloog Marc Van Ranst.","category":""},"63366":{"channel":"147053128","start":"1672348140","end":"1672351440","first":"T","idtitle":"TRAPPERS","title":"Trappers","program_id":"1311748836","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/12\/20221222020040589qv3.jpg","description":"Stanley is chagrijnig. Even leek het erop dat de boel goed liep op de zaak en in zijn leven, maar hij krijgt nieuwe tegenslagen te verwerken. Maciej, de Poolse koerier met wie hij nog al eens een aanvaring heeft, zet intussen voor het eerst stappen om zijn eigen dromen te verwezenlijken.","category":""},"63367":{"channel":"147053128","start":"1672351440","end":"1672356780","first":"T","idtitle":"THEFAREWELL","title":"The Farewell","program_id":"1311748842","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/99\/20221222020040589y72.jpg","description":"Filmkomedie. Wanneer de familie van Billi erachter komt dat hun geliefde grootmoeder terminale longkanker heeft, besluiten ze haar niet in te lichten. In plaats daarvan plannen ze een geïmproviseerde bruiloft in hun moederland China. Als Billi, tegen haar principes in, toch besluit om te gaan, komt ze in aanraking met het leven dat ze als 6-jarige gedwongen moest opgeven, met haar eigenzinnige grootmoeder en met de kracht van onuitgesproken liefde.","category":""}}