{"70660":{"channel":"280715089","start":"1673047500","end":"1673054400","first":"P","idtitle":"PAPARAZZI","title":"Paparazzi","program_id":"1314808795","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/42\/20221230020034886pwj.jpg","description":"...","category":""},"70661":{"channel":"280715089","start":"1673054400","end":"1673062200","first":"F","idtitle":"FOOTLOVERSLESBIANS","title":"Foot Lovers Lesbians","program_id":"1314808801","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/69\/20221230020034886ift.jpg","description":"...","category":""},"70662":{"channel":"280715089","start":"1673062200","end":"1673069400","first":"T","idtitle":"TRANSCENDENCE","title":"Transcendence","program_id":"1314808807","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/74\/202212300200348861do.jpg","description":"Dokter Will Caster is de voornaamste onderzoeker op het gebied van Kunstmatige Intelligentie. Hij werkt aan een machine die collectieve kennis combineert met menselijke emoties. Het zijn controversiële experimenten waar anti-technologische extremisten tegen in opstand komen. Maar vlak voor zijn dood lukt het Will alsnog om zijn bewustzijn te uploaden in het computersysteem. Zijn vrouw Evelyn en vriend Max, beiden mede-onderzoekers, maken dit mogelijk maar niet zonder hun twijfels. Hun grootste angsten worden werkelijkheid wanneer Wills zoektocht naar oneindige kennis evolueert in een honger naar macht.","category":""},"70663":{"channel":"280715089","start":"1673069400","end":"1673076300","first":"B","idtitle":"BECOOL","title":"Be Cool","program_id":"1315219042","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/77\/20221231020040509t60.jpg","description":"Als Chili Palmer (John Travolta) besluit zijn geluk te beproeven in de muziekindustrie papt hij daarvoor aan de verleidelijke weduwe (Uma Thurman) van een onlangs vermoorde platenbaas, kaapt een bloedhete zangeres weg bij de concurrent en ontdekt dat er achter de mooie schermen van de muziekbizz heel wat valse tonen geblazen worden. Het is de kunst cool te blijven en niet al te veel uit de toon te vallen. Laat dat maar aan Chili Palmer over!","category":""},"70664":{"channel":"280715089","start":"1673076300","end":"1673082600","first":"A","idtitle":"ABOVESUSPICION","title":"Above Suspicion","program_id":"1315219048","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/99\/20221231020040509k4i.jpg","description":"FBI-agent Mark Putham (Jack Huston) wordt naar een bergstadje in Kentucky gestuurd om een aantal opvallende illegale praktijken te onderzoeken. Mark raakt al gauw betrokken bij een zaak waarin de armlastige Susan (Emilia Clarke) zijn belangrijkste informante wordt. Susan ziet Mark als een manier om te ontsnappen en hun band wordt steeds persoonlijker. In werkelijkheid blijkt deze affaire een ramp te zijn voor beiden.","category":""},"70665":{"channel":"280715089","start":"1673082600","end":"1673088900","first":"other","idtitle":"7DAYSINENTEBBE","title":"7 Days in Entebbe","program_id":"1315219054","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/69\/20221231020040509j9a.jpg","description":"Rosamund Pike en Daniel Brühl schitteren in dit waargebeurde verhaal over de meest gedurfde reddingsmissie in de geschiedenis. In 1976 wordt op Entebbe International Airport in Oeganda een vliegtuig zeven dagen lang gekaapt door Duitse en Palestijnse terroristen. Om de gegijzelde passagiers te bevrijden, voert het Israëlische leger in de nacht van 3 op 4 juli 1976 de gewaagde Operatie Entebbe uit. Hierbij komen in totaal 56 mensen om, onder wie zeven kapers en de broer van de huidige Israëlische president Benjamin Netanyahu.","category":""},"70666":{"channel":"280715089","start":"1673088900","end":"1673094900","first":"D","idtitle":"DEDICKMAASMETHODE","title":"De Dick Maas Methode","program_id":"1315219060","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/69\/20221231020040509t96.jpg","description":"Dick Maas is een van Nederlands succesvolste regisseurs. Wie is die man achter Flodder, Amsterdamned, De Lift, Sint en Prooi nou echt? Aan de hand van unieke beelden, is het de jonge filmmaker Jeffrey de Vore gelukt om het verhaal van Dick Maas voor het grote publiek te vertellen in deze grappige en onthullende documentaire. Met ongelimiteerde budgetten en on-Nederlandse stunts en special effects heeft Maas de Nederlandse film naar een ander niveau getild. Samen met Dick Maas en vele toonaangevende filmmakers en acteurs blikken we terug op een unieke en ongekend succesvolle periode uit de Nederlandse filmgeschiedenis.","category":""},"70667":{"channel":"280715089","start":"1673094900","end":"1673101200","first":"P","idtitle":"PROOI","title":"Prooi","program_id":"1315219066","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/73\/20221231020040509e91.jpg","description":"Na de vondst van een gruwelijk vermoord boerengezin net buiten Amsterdam, tast de politie in het duister over de mogelijke dader. Lizzy, een dierenarts van Artis, denkt echter te weten wat de bloederige verminkingen kan hebben aangericht: een forse, agressieve leeuw. Ze stuit vooral op ongeloof en er is een tweede bloedbad nodig voordat de autoriteiten instemmen met het rigoureuze plan van een Engelse leeuwenjager om het monster te pakken te krijgen. De jacht is geopend.","category":""},"70668":{"channel":"280715089","start":"1673101200","end":"1673107800","first":"C","idtitle":"CAPTIVESTATE","title":"Captive State","program_id":"1315219072","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/67\/20221231020040509lls.jpg","description":"Het is bijna een decennium geleden dat een buitenaardse kracht het gebied rondom Chicago heeft bezet. Mensen worden in een totalitair regime gevangen gehouden en getrackt aan de hand van een gps die bij iedere inwoner is ingebracht. Wanneer een groep verzetsstrijders de macht stukje bij beetje probeert terug te winnen, lijkt dit in eerste instantie een onmogelijke missie waarbij elke beweging wordt gecontroleerd door de autoriteiten die meekijken.","category":""},"70669":{"channel":"280715089","start":"1673107800","end":"1673115300","first":"T","idtitle":"THELMALOUISE","title":"Thelma & Louise","program_id":"1315219078","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/95\/202212310200405098mi.jpg","description":"Thelma (Geena Davis) is een verveelde jonge huisvrouw. De tien jaar oudere Louise (Susan Sarandon) werkt als serveerster in een diner. Thelma's echtgenoot Darryl ziet zijn vrouw het liefst achter het aanrecht staan, terwijl Louise's vriend altijd van huis is als muzikant. Om de sleur te doorbreken trekken de twee vriendinnen er een paar dagen op uit in een Ford Thunderbird 1966 cabriolet. Hun ontspannen uitje neemt een criminele wending wanneer Louise de dronken man neerschiet die Thelma probeerde te verkrachten. En zo verandert hun road trip door de VS in een vlucht naar Mexico, op de hielen gezeten door de Amerikaanse politie.","category":""},"70670":{"channel":"280715089","start":"1673115300","end":"1673121600","first":"M","idtitle":"MISERY","title":"Misery","program_id":"1315219084","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/22\/20221231020040510jgi.jpg","description":"Romanschrijver Paul Sheldon (James Caan) kan zich de verblindende sneeuwstorm, die zijn auto tollend van de weg af bracht, niet herinneren. Ook kan hij zich niet herinneren dat hij door aandacht en liefdevolle verpleging weer bij bewustzijn is gebracht. Het enige dat hij zich herinnert, is dat hij wakker werd in het huis van Annie (Kathy Bates). Deze voormalige verpleegster verandert echter van een reddende engel in een maniakale fan, die zich heeft voorgenomen om haar favoriete schrijver de rest van zijn leven als persoonlijke gevangene te houden.","category":""},"70671":{"channel":"280715089","start":"1673121600","end":"1673127000","first":"M","idtitle":"MENWHOSTAREATGOATS","title":"Men Who Stare At Goats","program_id":"1315219090","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/62\/20221231020040510nvm.jpg","description":"Bob Wilton (Ewan McGregor) is een in Irak gestationeerde reporter die op zoek is naar een goed verhaal. Hij ontmoet Lyn Cassady (George Clooney), die beweert een voormalig paranormaal soldaat te zijn. Hij vertelt over een speciale afdeling van het Amerikaanse leger die zich bezighoudt met het ontwikkelen van paranormale strijdkrachten. Samen gaan ze op zoek naar het hoofdkwartier, waar ze de oprichter (Jeff Bridges) en de afdelingschef (Kevin Spacey) ontmoeten.","category":""},"70672":{"channel":"280715089","start":"1673127000","end":"1673133300","first":"S","idtitle":"SANCTUM","title":"Sanctum","program_id":"1315219096","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/71\/20221231020040510w54.jpg","description":"Een team van duikers is op expeditie naar de grootste, mooiste en minst toegankelijke grotten op aarde. Door een tropische storm worden ze gedwongen dieper de grotten in te gaan. De ervaren duiker Frank McGuire heeft de Esa-ala grotten in de Zuidelijke Pacific maandenlang onderzocht. Maar wanneer zijn onbekende vluchtweg geblokkeerd is door een vloedgolf wordt Frank's team inclusief zijn zeventienjarige zoon Josh en financier Carl Hurley gedwongen hun plan radicaal te wijzigen. Met slinkende voorraden moeten ze door een onderwater doolhof navigeren om een uitweg te vinden","category":""}}