{"69939":{"channel":"280715003","start":"1672707300","end":"1672713000","first":"H","idtitle":"HELD","title":"Held","program_id":"1313228020","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/95\/20221226020034708tw8.jpg","description":"Emma en Henry proberen hun wankelijke huwelijk te redden met een vakantie in een prachtige afgelegen woning, voorzien van allerlei technische snufjes. Als ze na de eerste nacht vermoeden dat er een indringer is geweest, besluiten ze weer te vertrekken maar blijken ze vast te zitten door het automatische beveiligingssysteem. Vanuit het huis klinkt een onheilspellende stem van iemand die hen met verborgen camera's in de gaten houdt en veel intieme details weet over hun relatie. De anonieme gijzelnemer begint het echtpaar te terroriseren. Emma en Henry moeten samenwerken om de waarheid te achterhalen en hun weg naar buiten te vinden.","category":""},"69940":{"channel":"280715003","start":"1672713000","end":"1672718100","first":"M","idtitle":"MASQUERADE","title":"Masquerade","program_id":"1313228026","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/57\/20221226020034708nil.jpg","description":"Terwijl haar ouders naar een gemaskerd bal zijn om geld in te zamelen voor hun kunsthandel, is de elfjarige Casey alleen thuis met de babysitter. Helaas hebben twee vermomde dieven deze avond uitgekozen om in te breken en de peperdure kunst van Casey's ouders te stelen. De situatie escaleert snel als blijkt dat een van de inbrekers tot alles in staat is om zijn doel te bereiken. Ondertussen worden Casey's nietsvermoedende ouders naar huis gereden door bardame Rose (Bella Thorne). Zal hun dochter zich lang genoeg staande kunnen houden?","category":""},"69941":{"channel":"280715003","start":"1672718100","end":"1672723800","first":"U","idtitle":"UNEARTH","title":"Unearth","program_id":"1313228032","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/78\/20221226020034708bh9.jpg","description":"Twee naburige boerengezinnen kunnen elkaar niet meer luchten wanneer een van hen een huurovereenkomst sluit met een olie- en gasbedrijf. Terwijl de boringen op het land van start gaat, lopen de spanningen tussen de buren nog verder op. Niemand is er zich echter van bewust dat het hydraulisch fractureren ervoor zorgt dat een duistere en huiveringwekkende entiteit onder de grond wordt vrijgelaten.","category":""},"69942":{"channel":"280715003","start":"1672723800","end":"1672730100","first":"W","idtitle":"WHEREDYOUGOBERNADETTE","title":"Where'd You Go, Bernadette","program_id":"1313560776","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/76\/20221227020035515zjc.jpg","description":"Bernadette Fox (Cate Blanchett) is een getalenteerde architect. Wanneer een project in LA een grote tegenslag voor haar wordt, besluit ze samen met haar man naar Seattle te verhuizen. Ze krijgen een dochter, maar verder sluit Bernadette zich voor andere mensen af. Volledig in haar eigen bubbel probeert ze een reis voor haar dochter naar Antartica te organiseren, met hulp van haar digitale assistent Manjula. Wanneer blijkt dat haar enige contactpersoon in de buitenwereld een criminele organisatie blijkt te zijn, vlucht Bernadette. Haar man en dochter gaan op reis om hun haar terug te vinden, wat hen op bijzondere plekken brengt.","category":""},"69943":{"channel":"280715003","start":"1672730100","end":"1672737000","first":"T","idtitle":"THEKINGSSPEECH","title":"The King's Speech","program_id":"1313560782","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/59\/20221227020035515c0k.jpg","description":"Nadat zijn broer aftreedt wordt George (Colin Firth) nogal ongewild de nieuwe Koning van Engeland en gaat door het leven als George VI. Helaas heeft hij een probleem met zijn trillende stembanden, wat niet echt Koninklijk overkomt. Hiervoor schakelt hij de hulp in van de onorthodoxe spraaktherapeut Lionel Logue (Geoffrey Rush) wat resulteert in een reeks ongewone technieken en een bijzondere vriendschap.","category":""},"69944":{"channel":"280715003","start":"1672737000","end":"1672743600","first":"C","idtitle":"CHICAGO","title":"Chicago","program_id":"1313560788","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/71\/20221227020035516yze.jpg","description":"Chicago, 1929. Roxie Hart (Renée Zellweger) heeft er alles voor over om beroemd te worden op het toneel. Als ze ontdekt dat de mooie praatjes van een scharrel gelogen waren, schiet ze hem dan ook dood uit razernij. In de gevangenis ontmoet Roxie haar idool, zangeres en danseres Velma Kelly (Catherine Zeta-Jones), die vastzit voor de moord op haar echtgenoot en haar zus. Roxie's advocaat (Richard Gere) is een showbizzagent die ervoor zorgt dat haar verhaal in alle bladen terechtkomt. Wanneer Velma hierdoor in de vergetelheid raakt, ontstaat er een rivaliteit tussen de dames om publiciteit in de media.","category":""},"69945":{"channel":"280715003","start":"1672743600","end":"1672751700","first":"A","idtitle":"AMERICANHUSTLE","title":"American Hustle","program_id":"1313560794","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/93\/20221227020035516t1r.jpg","description":"Irving Rosenfeld (Christian Bale) is een briljante oplichter die samen met zijn sluwe Britse partner en minnares Sydney Prosser (Amy Adams) wordt gedwongen om te werken voor de losgeslagen FBI-agent Richie DiMaso (Bradley Cooper). DiMaso introduceert ze in de gevaarlijke maar betoverende wereld van politieke oplichters en de maffia.","category":""},"69946":{"channel":"280715003","start":"1672751700","end":"1672758600","first":"L","idtitle":"LION","title":"Lion","program_id":"1313560800","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/55\/20221227020035516sfk.jpg","description":"Als vijfjarig jongetje komt Saroo Brierly per ongeluk terecht op een trein die hem duizenden kilometers door India voert, ver weg van zijn thuis en familie. Vanuit een weeshuis in Calcutta wordt hij geadopteerd door een Australisch echtpaar. Vijfentwintig jaar later zoekt Saroo (Dev Patel) naar de plek waar hij ooit zijn familie kwijtraakte. Slechts gewapend met Google Earth en zijn vroegste jeugdherinneringen bekijkt hij elke avond de spoorlijnen die naar Calcutta leiden, hopend op een aanknopingspunt.","category":""},"69947":{"channel":"280715003","start":"1672758600","end":"1672774200","first":"A","idtitle":"ANNETTE","title":"Annette","program_id":"1313560806","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/28\/20221227020035516m3y.jpg","description":"Als de beroemde operazangeres Ann na een voorstelling de omstreden cabaretier Henry ontmoet, is het liefde op het eerste gezicht. Al snel worden ze omgedoopt tot het perfecte glamourkoppel. De paparazzi volgt ze op de voet, de wereld adoreert ze. De geboorte van hun bijzondere dochter Annette zal hun leven echter voorgoed veranderen.","category":""},"69948":{"channel":"280715003","start":"1672774200","end":"1672787400","first":"T","idtitle":"THEGOODNEIGHBOUR","title":"The Good Neighbour","program_id":"1313560812","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/82\/20221227020035516kfd.jpg","description":"David begint een nieuwe baan en een nieuw leven in een nieuwe stad. Hij sluit al snel vriendschap met z’n buurman Robert. Na een avond stappen slaat het noodlot toe: David rijdt een fietsster aan en Robert overtuigt hem om te vluchten en haar voor dood achter te laten. Robert toont geen enkel berouw en wanneer de politie onderzoek doet gaat hij steeds verder om hun geheim te bewaren. Robert begaat onbeschrijflijke wreedheden en sleurt David steeds verder mee in zijn criminele en sadistische daden om hun schuld te verbergen. Al snel lijkt er geen weg terug meer.","category":""}}