{"8585":{"channel":"141429244","start":"1672162500","end":"1672165200","first":"W","idtitle":"WILDKATZENUNDWILDHUNDE","title":"Wildkatzen und Wildhunde","program_id":"1310918631","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/68\/20221220020110510ogl.jpg","description":"Löwen, Geparden, Karakale und Servale: vier charakteristische Raubkatzen Afrikas, vier bedrohte Tierarten. Angesichts bedrohlich schwindender Populationen und der Zerstörung ihrer Lebensräume organisiert sich zunehmend weltweiter Widerstand. Eine Fülle von Tierschutzinitiativen ermöglicht es heute, die Artenvielfalt dank raffinierter Methoden und in zuweilen unerwarteten Umgebungen zu bewahren. Das abgesperrte Gebiet um ein Heizkraftwerk? Perfekt für Servale! Augen auf die Kruppe einer Kuh malen, um Löwen abzuschrecken? Eine Initiative afrikanischer Bauern, die das Leben der Raubkatzen retten kann! Als Touristenführer arbeiten? Viele Einheimische erkennen, dass lebende Geparden mehr Geld einbringen als die Felle erlegter Tiere. Dieser Teil der Dokumentationsreihe, der über einen Zeitraum von zwei Jahren gedreht wurde, verzaubert mit faszinierenden Tieraufnahmen und macht Hoffnung. Dabei beschreibt er sachlich die natürlichen Einschränkungen der Lebensräume besonders bedrohter Arten von Raubkatzen, um die Methoden zu ihrer Rettung besser zu verstehen.","category":""},"8586":{"channel":"141429244","start":"1672165200","end":"1672166400","first":"A","idtitle":"ARTEJOURNAL","title":"ARTE Journal","program_id":"1310918637","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/50\/20221220020110510yaz.jpg","description":"Die auf vielen Sendern vorgenommene strikte Trennung von Politik- und Kulturnachrichten wird hier aufgehoben. Es werden Schnittpunkte aus beiden Bereichen präsentiert und Zusammenhänge dargestellt.","category":""},"8587":{"channel":"141429244","start":"1672166400","end":"1672168500","first":"R","idtitle":"RE","title":"Re:","program_id":"1310918643","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/24\/20221220020110510fk4.jpg","description":"Von Pfeffer bis Safran - exotische Gewürze sind in beinahe jeder Küche eine Selbstverständlichkeit. Dabei stammen die meisten aus Entwicklungsländern und werden unter Einsatz von Pestiziden angebaut. Hinzu kommt, dass die Gewürze häufig mit krebserregenden Stoffen gestreckt werden. \"Re:\" begleitet Menschen, die sich für gesündere und umweltbewusstere Alternativen einsetzen.","category":""},"8588":{"channel":"141429244","start":"1672168500","end":"1672174500","first":"D","idtitle":"DIEVIERMUSKETIERE","title":"Die vier Musketiere","program_id":"1310918649","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/72\/20221220020110510k9k.jpg","description":"Die Fortsetzung der Musketier-Abenteuer am Hofe Ludwigs des XIII.: Die - nunmehr - vier Musketiere tun alles, um ihrem überforderten König und seiner Gemahlin auch weiterhin ergeben zu Diensten zu sein. Dies wird immer schwieriger und verlangt ihnen zunehmend mehr körperlichen Einsatz und immer neue Listen ab, denn Mylady de Winter ist zu absoluter Hochform aufgelaufen: Ihre Intrigen, Ränkespiele, Mord- und Verführungsversuche lassen die vier Helden nicht zur Ruhe kommen, zumal mindestens zwei von ihnen alle Mühe haben, dem Charme Myladys nicht oder nicht wieder zu erliegen.","category":""},"8589":{"channel":"141429244","start":"1672174500","end":"1672181100","first":"W","idtitle":"WALTDISNEYDERZAUBERER","title":"Walt Disney - Der Zauberer","program_id":"1310918655","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/4\/20221220020110510si3.jpg","description":"Wer war Walt Disney? Hinter dem Erfinder der charmanten Micky Maus und unzähligen weiteren Cartoon-Klassikern verbirgt sich ein Mensch mit vielen Gesichtern: ein Visionär und Intrigant, Gutmensch und Ausbeuter zugleich. Teil eins dieses Dokumentarfilms beleuchtet die Jahre 1901 bis 1941 des facettenreichen Lebens und nachhaltigen Vermächtnisses Disneys. Anhand von seltenem Material aus dem Disney-Archiv untersucht der Film den Werdegang eines beispiellosen Unternehmers, von den Anfängen mit Micky Maus bis zum Triumph von \"Schneewittchen und die sieben Zwerge\", dem ersten abendfüllenden Zeichentrickfilm überhaupt.","category":""},"8590":{"channel":"141429244","start":"1672181100","end":"1672188000","first":"W","idtitle":"WALTDISNEYDERZAUBERER","title":"Walt Disney - Der Zauberer","program_id":"1310918661","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/96\/20221220020110510g8p.jpg","description":"Wer war Walt Disney? Hinter dem Erfinder der charmanten Mickey Mouse und unzähligen weiteren Cartoon-Klassikern verbirgt sich ein Mensch mit vielen Gesichtern: ein Visionär und Intrigant, Gutmensch und Ausbeuter zugleich. Der zweite Teil des Dokumentarfilms beleuchtet die Jahre 1941 bis 1961 und wie es für Walt Disney nach der Uraufführung des Films \"Bambi\" beruflich abwärts geht. Auch privat ging es ihm an die Substanz. Schulden, streikende Mitarbeiter und ausbleibende Ideen reißen die Walt Disney Company in eine langjährige Krise und ihn in ein Motivationstief. Bis Disney mit einem neuen Geniestreich alle Kritik und Zweifel ein für alle Mal aus dem Weg räumt ...","category":""}}