{"68953":{"channel":"280714878","start":"1673134620","end":"1673140260","first":"W","idtitle":"WHATHAPPENSINVEGAS","title":"What Happens in Vegas","program_id":"1315219416","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/63\/202212310200405211je.jpg","description":"Tijdens een wilde vakantie in Las Vegas komen carrièrevrouw Joy McNally (Cameron Diaz) en playboy Jack Fuller (Ashton Kutcher) tot het besef dat ze met elkaar zijn getrouwd na een behoorlijke dronken nacht. Vervolgens winnen ze een jackpot, maar beiden willen het niet delen. Een rechter bevriest het prijzengeld en weigert het huwelijk nietig te verklaren, dus moeten Joy en Jack proberen hun geïmproviseerde huwelijk te laten werken.","category":""},"68954":{"channel":"280714878","start":"1673140260","end":"1673145480","first":"C","idtitle":"CRUISE","title":"Cruise","program_id":"1315219422","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/15\/20221231020040521ioy.jpg","description":"In het New York van de jaren tachtig, draait het leven van de Italiaans-Amerikaanse Gio helemaal om auto's. Zijn eigen supersnelle auto, die hem de koning maakte van het illegale straatracecircuit, en de auto's van anderen waarin hij samen met zijn vriend Tony inbreekt. Wanneer Gio de adembenemende Jessica ontmoet, wordt hij halsoverkop verliefd. Gio's criminele kant maakt Jessica zo enthousiast, dat ze hem ervan blijft overtuigen om grotere en gevaarlijkere misdaden te plegen. Wanneer ze echter een auto stelen die een grote hoeveelheid cocaïne bevat, komt de keerzijde van hun criminele romantiek hard aan.","category":""},"68955":{"channel":"280714878","start":"1673145480","end":"1673151900","first":"T","idtitle":"THEBIGASK","title":"The Big Ask","program_id":"1315219428","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/32\/202212310200405224c8.jpg","description":"Andrew is wanhopig na de dood van zijn moeder en samen met zijn vriendin nodigt hij zijn beste vrienden uit in de woestijn voor een retraite van emotionele genezing. In werkelijkheid blijkt het een therapeutische orgie te zijn en zodra die absurde waarheid aan het licht komt, staat de onderling vriendschap op het spel.","category":""},"68956":{"channel":"280714878","start":"1673151900","end":"1673157660","first":"R","idtitle":"RIPRENDIMI","title":"Riprendimi","program_id":"1315219434","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/74\/202212310200405228wy.jpg","description":"Een modern jong stel met een baby wordt gedwongen om te gaan met de bijna komische pijn van het uit elkaar gaan, terwijl ze het onderwerp zijn van een documentaire die al snel de professionele grenzen overschrijdt in hun privéleven.","category":""},"68957":{"channel":"280714878","start":"1673157660","end":"1673163000","first":"S","idtitle":"SAMMYSAVONTUREN2","title":"Sammy's avonturen 2","program_id":"1315594000","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/6\/202301010200397099jn.jpg","description":"De inmiddels oude schildpadden Sammy en Ray zijn al jaren goede vrienden en genieten van hun leven in de zee. Wanneer ze samen met de lieve kleine schildpadjes Ricky en Ella een tocht maken, worden Sammy en Ray gevangen genomen. Ze eindigen in een tropisch aquarium in Dubai met onder anderen het bazige zeepaardje Big D en Jimbo de bolle blobvis. Ricky en Ella gaan op zoek naar de twee oude schildpadden en verzinnen een list om alle dieren uit het aquarium te redden. Ze krijgen daarbij hulp van hun watervriendjes, onder wie Annabel de inktvis en een groepje pinguïns.","category":""},"68958":{"channel":"280714878","start":"1673163000","end":"1673168400","first":"H","idtitle":"HEKSJELILLYENDEREISNAARMANDOLAN","title":"Heksje Lilly en de reis naar Mandolan","program_id":"1315594006","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/35\/20230101020039709bw8.jpg","description":"De postbode brengt een bijzondere brief voor Lilly. Wat zou erin staan? Snel maakt Lilly de envelop open. \"Zeer geëerde superheks Lilly,\" leest ze, \"wij hebben een groot probleem. De Koninklijke troon van ons land is betoverd. Kun jij ons alsjeblieft helpen?\". De brief komt uit Mandolan, een exotisch land met woestijnen, olifanten en vreemde muziek. Natuurlijk wil Lilly graag helpen en ze vertrekt samen met het draakje Hector naar Mandolan. Daar maakt ze kennis met riksjachauffeur Musa, grootvizier Guliman en een heleboel andere bijzondere mensen en wezens. Maar zal het haar lukken om de troon te bevrijden van de toverspreuk?","category":""},"68959":{"channel":"280714878","start":"1673168400","end":"1673174400","first":"S","idtitle":"SNUFDEHONDINOORLOGSTIJD","title":"Snuf de hond in oorlogstijd","program_id":"1315594012","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/92\/20230101020039709rr8.jpg","description":"Friesland 1945, Tom woont bij zijn oom en tante aan de rand van het dorp op de boerderij Vredehoeven. Hij kan maar moeilijk aarden op het platteland, en zit vol woede omdat zijn ouders bij de Duitse bombardementen van Rotterdam zijn omgekomen. Hij wil maar een ding; vechten en wraak nemen. Om een maatje te hebben heeft Tom een hond gekregen. Een prachtige lieve herdershond. Hij noemt hem Snuf. Mirjam, zijn Joodse vriendinnetje, die op dezelfde boerderij ondergedoken zit, probeert Tom te ontdooien. Samen met Snuf beleven ze de spannende avonturen en helpen ze de Canadezen om hun dorp te bevrijden.","category":""},"68960":{"channel":"280714878","start":"1673174400","end":"1673180400","first":"Y","idtitle":"YOKO","title":"Yoko","program_id":"1315594018","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/92\/20230101020039709o6n.jpg","description":"Het verdrietige elfjarige meisje Pia brengt graag tijd door in haar boomhut. Op een dag vindt ze er ineens een raar wit wezentje. Het is een kleine yeti uit de Himalaya. Hij heet Yoko en heeft magische krachten. Pia verstopt Yoko in de diepvrieskist, want ze wil niet dat haar moeder, haar nieuwsgierige zusje en haar beste vriend Lukas hem zien. Maar dan krijgen Pia en Yoko de akelige jager Thor achter zich aan. Hij wil de yeti verkopen aan de directeur van de dierentuin, een gemene verzamelaar van exotische dieren. Pia neemt Lukas in vertrouwen en vraagt hem haar te helpen Yoko te beschermen.","category":""},"68961":{"channel":"280714878","start":"1673180400","end":"1673185500","first":"F","idtitle":"FIRSTKISS","title":"First Kiss","program_id":"1315594024","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/31\/202301010200397091sa.jpg","description":"Roos (Vajèn van den Bosch) gelooft niet in onenightstands en zoekt naar de ware liefde. Haar moeder Susan (Leontine Borsato) runt First Kiss, een klein, maar succesvol cosmeticabedrijf gespecialiseerd in lipstick. Hun grote concurrent is Couleur de Paris, een cosmeticabedrijf geleid door Jeanette (Caroline De Bruijn) en haar dochter Germaine. Jeanette is een meedogenloze zakenvrouw die First Kiss wil overnemen. Als Susan een overname weigert, zint Jeanette op wraak. Gelukkig leert Roos dat ondanks jaloezie en bedrog de ware liefde altijd overwint.","category":""},"68962":{"channel":"280714878","start":"1673185500","end":"1673191800","first":"A","idtitle":"AFBLIJVEN","title":"Afblijven","program_id":"1315594158","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/65\/202301010200397097q5.jpg","description":"Als Melissa mag dansen in de videoclip van een superbekende rapper, is haar beste vriend Jordi heel enthousiast. Maar al snel gaat het niet goed met Melissa. Ze slikt pillen om haar onzekerheid te verbergen en beter te kunnen dansen. Haar vrienden staan machteloos. Wat kunnen ze doen om Melissa te helpen?","category":""},"68963":{"channel":"280714878","start":"1673191800","end":"1673199000","first":"R","idtitle":"RADELOOS","title":"Radeloos","program_id":"1315594164","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/50\/20230101020039709y2f.jpg","description":"Als Paco plotseling zijn vader verliest, staat zijn leven op zijn kop. Vooral omdat hij denkt dat het zijn schuld is. Paco klust niet meer aan zijn bus en zijn vriendin Floor laat hem keihard zitten. Zijn schuldgevoel wordt alleen maar groter, hierdoor raakt hij net zo in de problemen als zijn klasgenote Yara. Yara wil het liefst naar de kunstacademie, maar haar moeder pusht haar om model te worden. Yara voelt zich dik tussen de broodmagere modellen en doet er alles aan om dunner te worden en haar onzekerheid te verbergen. Kunnen Paco en Yara elkaar helpen en steun bij elkaar vinden?","category":""},"68964":{"channel":"280714878","start":"1673199000","end":"1673204400","first":"I","idtitle":"IDONTKNOWHOWSHEDOESIT","title":"I Don't Know How She Does It","program_id":"1315594170","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/32\/2023010102003970928o.jpg","description":"Kate Reddy (Sarah Jessica Parker) werkt als financieel manager, heeft een liefdevol huwelijk met Richard (Greg Kinnear) en is moeder van twee kleine kinderen. Op de een of andere manier lukt het haar om iedere dag opnieuw verschillende ballen in de lucht houden. Wanneer Kate een belangrijke zaak krijgt toegewezen waarbij ze regelmatig naar New York moet reizen, zien zij en Richard elkaar nog minder, wat hun huwelijk flink op de proef stelt. En alsof deze situatie nog niet lastig genoeg is, blijkt haar zeer aantrekkelijke nieuwe zakenpartner Jack (Pierce Brosnan) ook een onverwachte bron van verleiding.","category":""},"68965":{"channel":"280714878","start":"1673204400","end":"1673211000","first":"K","idtitle":"KILLINGBONO","title":"Killing Bono","program_id":"1315594176","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/31\/20230101020039709j7d.jpg","description":"Dublin, 1976. Scholier Neil McCormick is van één ding zeker: er wacht hem een leven als rockster. Samen met zijn broer Ivan start hij de meest legendarische rockband ooit ter wereld: Shook Up! Ondertussen richt zijn klasgenootje Paul een eigen groepje op, met de ronkende naam U2 en laat zich vanaf dan als Bono aanspreken. Terwijl Bono samen met U2 wereldberoemd lijkt te worden, bewandelt Neil het tegenovergestelde pad van drugs, seks en vreemde kapsels: alles maakt hij mee tijdens zijn eigen zoektocht naar roem.","category":""},"68966":{"channel":"280714878","start":"1673211000","end":"1673217900","first":"N","idtitle":"NINE","title":"Nine","program_id":"1315594182","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/52\/202301010200397096wp.jpg","description":"Net voordat de opnames van start gaan voor zijn nieuwe, langverwachte project voelt befaamd filmregisseur Guido Contini (Daniel Day-Lewis) de grond onder zijn voeten verdwijnen doordat zijn liefdesleven en plotselinge gebrek aan inspiratie problemen veroorzaken. Omringd door een panorama aan prachtige vrouwen uit zijn heden en verleden trekt Guido zich terug in de beroemde Cinecitta Studios in Rome om een oplossing voor zijn problemen te vinden.","category":""},"68967":{"channel":"280714878","start":"1673217900","end":"1673224200","first":"M","idtitle":"MISS","title":"Miss","program_id":"1315594188","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/0\/20230101020039709zpv.jpg","description":"Als kind wilde Alex niets liever dan Miss Frankrijk worden. Een onverwachte ontmoeting wakkert zijn droom weer aan en hij besluit - zijn gender verborgen houdend – als Alexandra mee te doen aan de wedstrijd. Met hulp van zijn gekozen familie probeert Alex de titel, zijn vrouwelijkheid en boven alles zijn identiteit te veroveren.","category":""}}