{"69191":{"channel":"280715028","start":"1672249200","end":"1672255800","first":"K","idtitle":"KILLINGBONO","title":"Killing Bono","program_id":"1311290194","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/11\/20221221020040529kq3.jpg","description":"Dublin, 1976. Scholier Neil McCormick is van één ding zeker: er wacht hem een leven als rockster. Samen met zijn broer Ivan start hij de meest legendarische rockband ooit ter wereld: Shook Up! Ondertussen richt zijn klasgenootje Paul een eigen groepje op, met de ronkende naam U2 en laat zich vanaf dan als Bono aanspreken. Terwijl Bono samen met U2 wereldberoemd lijkt te worden, bewandelt Neil het tegenovergestelde pad van drugs, seks en vreemde kapsels: alles maakt hij mee tijdens zijn eigen zoektocht naar roem.","category":""},"69192":{"channel":"280715028","start":"1672255800","end":"1672262100","first":"E","idtitle":"EIFFEL","title":"Eiffel","program_id":"1311290200","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/25\/20221221020040529ipy.jpg","description":"Na het succesvol afronden van de bouw aan het Vrijheidsbeeld ligt de wereld aan de voeten van ingenieur Gustave Eiffel. De Franse overheid vraagt hem om een spectaculair nieuw ontwerp te maken voor de Wereldtentoonstelling van 1889 in Parijs. Eiffel houdt zich echter liever bezig met een ander project. Alles verandert wanneer zijn pad kruist met de grote liefde uit zijn verleden. De lang verloren en verboden passie tussen de twee inspireert Gustave om zijn wereldberoemde Eiffeltoren te ontwerpen.","category":""},"69193":{"channel":"280715028","start":"1672262100","end":"1672268400","first":"B","idtitle":"BADLUCKBANGINGORLOONEYPORN","title":"Bad Luck Banging Or Looney Porn","program_id":"1311290206","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/12\/20221221020040529r2x.jpg","description":"Emi's reputatie en loopbaan als lerares komen hevig onder druk te staan als er online een sekstape van haar opduikt. De ouders van haar leerlingen zijn woedend en eisen haar vertrek. Maar ondanks de druk die op haar wordt uitgeoefend, weigert Emi zich daarbij neer te leggen.","category":""}}