{"69009":{"channel":"280715003","start":"1672250100","end":"1672255800","first":"D","idtitle":"DEUXJOURSUNENUIT","title":"Deux jours, une nuit","program_id":"1311290076","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/34\/202212210200405297sa.jpg","description":"Sandra (Marion Cotillard) is herstellende van een depressie en wil graag weer aan het werk, maar haar baan staat op de tocht. De enige manier waarop ze deze kan houden is wanneer ze haar collega's ervan weet te overtuigen hun bonus af te staan. Ze heeft een weekend de tijd om dit voor elkaar te krijgen.","category":""},"69010":{"channel":"280715003","start":"1672255800","end":"1672261800","first":"L","idtitle":"LOVEROSIE","title":"Love Rosie","program_id":"1311290082","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/39\/20221221020040529cr5.jpg","description":"Rosie en Alex groeien samen op in Londen, delen lief en leed en zijn onafscheidelijk. Er speelt meer tussen hen dan enkel een hechte vriendschap, maar wanneer Alex voor zijn studie naar Amerika verhuist, worden de twee van elkaar gescheiden. Terwijl de jaren verstrijken, proberen de beste vrienden elkaar niet uit het oog te verliezen, maar dat is moeilijker dan gedacht.","category":""},"69011":{"channel":"280715003","start":"1672261800","end":"1672269300","first":"H","idtitle":"HER","title":"Her","program_id":"1311290088","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/32\/202212210200405294ux.jpg","description":"Theodore is een gevoelige man die zijn geld verdient met het schrijven van persoonlijke en liefdevolle brieven in opdracht van andere mensen. Nog vol verdriet door het stuklopen van zijn relatie, raakt hij geïntrigeerd door een geavanceerd computersysteem, dat een eigen identiteit vormt op basis van de voorkeuren van de gebruiker. Wanneer hij het systeem activeert ontmoet hij 'Samantha', een vrouwelijke stem met een verrassend menselijk gevoel voor humor en empathie. Hun vriendschap verdiept zich steeds meer door alle input en ervaringen die Theodore en Samantha met elkaar delen, en er komen zelfs gevoelens van liefde naar boven.","category":""}}