{"70576":{"channel":"280715089","start":"1672528200","end":"1672533600","first":"J","idtitle":"JUNGELICIOUS","title":"Jungelicious","program_id":"1312546984","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/11\/202212272100247147sk.jpg","description":"...","category":""},"70577":{"channel":"280715089","start":"1672533600","end":"1672539600","first":"T","idtitle":"TROPHYWIVES","title":"Trophy Wives","program_id":"1312546990","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/47\/202212240200255394li.jpg","description":"...","category":""},"70578":{"channel":"280715089","start":"1672539600","end":"1672545300","first":"D","idtitle":"DREAD","title":"Dread","program_id":"1312546996","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/58\/20221224020025539blj.jpg","description":"Stephen Grace is een student aan de filmacademie. Op een dag ontmoet hij de mysterieuze Quaid (Shaun Evans), die een obsessie heeft voor angst. Deze weet Stephen ervan te overtuigen om samen met hem en hun klasgenoot Cheryl de diepste angsten van hun medestudenten vast te leggen. Maar al snel wordt het duidelijk dat Quaid een groot geheim uit het verleden met zich meedraagt. Zijn experimenten gaan steeds verder, waardoor de levens van Stephen en Cheryl veranderen in hun ergste nachtmerrie.","category":""},"70579":{"channel":"280715089","start":"1672545300","end":"1672551000","first":"T","idtitle":"THEHOWLINGREBORN","title":"The Howling: Reborn","program_id":"1312547002","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/99\/20221224020025539e6l.jpg","description":"Op de avond van zijn diploma-uitreiking, legt buitenbeentje Will eindelijk contact met het meisje van zijn dromen. Tegelijkertijd komt hij tot de verschrikkelijke ontdekking dat hij een weerwolf is. Nu moet hij niet alleen zijn eigen bloeddorstige aard onderdrukken, maar het ook opnemen tegen een leger van gevaarlijke monsters die de mensheid wil wegvagen.","category":""},"70580":{"channel":"280715089","start":"1672551000","end":"1672557300","first":"T","idtitle":"THISISYOURDEATH","title":"This is Your Death","program_id":"1312901408","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/81\/20221225020034704dgf.jpg","description":"De finale van de populaire tv-show Trouw De Miljonair krijgt een gruwelijke wending wanneer de verliezend finalist live op tv haar rivaal, de miljonair en zichzelf door het hoofd schiet. De idealistische presentator Adam (Josh Duhamel) weet ternauwernood te ontkomen. Zijn redacteur Ilana (Famke Janssen) wil tegen de wil van Adam volop munt slaan uit de publiciteit. Er ontstaat een machtsstrijd op het scherpst van de snede tussen de twee. De idealen worden al snel uit het oog verloren en de twee schuwen geen enkel middel in hun strijd om het grote publiek te binden. Met gruwelijke gevolgen.","category":""},"70581":{"channel":"280715089","start":"1672557300","end":"1672563600","first":"T","idtitle":"THETALLMAN","title":"The Tall Man","program_id":"1312901414","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/0\/20221225020034704iiy.jpg","description":"In het afgelegen mijnstadje Cold Rock verdwijnen al jarenlang kinderen zonder enig spoor achter te laten. De inwoners geloven dat de kinderen ontvoerd worden door een mysterieuze man. Voor verpleegster Julia zijn dit slechts verzinsels, totdat haar zoontje op een nacht uit zijn bed verdwijnt. Ze ziet nog net een duistere figuur met haar zoon de donkere bossen in vluchten. Wanhopig rent ze hen achterna. Ze weet dat als ze David uit het oog verliest, ze hem nooit meer terug zal zien.","category":""},"70582":{"channel":"280715089","start":"1672563600","end":"1672569600","first":"A","idtitle":"AGOODMARRIAGE","title":"A Good Marriage","program_id":"1312901612","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/31\/202212250200347054g3.jpg","description":"Darcy en Bob (Joan Allen en Anthony LaPaglia) zijn meer dan twintig jaar getrouwd. Tijdens een van Bobs frequente zakenreizen gaat Darcy in de garage op zoek naar nieuwe batterijen. Hier stuit ze op een weerzinwekkend geheim van haar man, waar ze in al die jaren huwelijk nooit een flauw vermoeden van gehad heeft. De gruwelijke ontdekking is de start van een intens zenuwslopende en levensgevaarlijke periode in haar 'goede huwelijk'.","category":""},"70583":{"channel":"280715089","start":"1672569600","end":"1672575900","first":"E","idtitle":"ELCHICANO","title":"El Chicano","program_id":"1312901618","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/81\/20221225020034705ij5.jpg","description":"Moordenaars, drugsdealers en bendes maken de straten van East LA onveilig. Maar één mysterieuze, anonieme vigilante betaalt de misdaad met gelijke munt terug. In de getto staat hij bekend als 'El Chicano', die geharde criminelen op dezelfde gewelddadige manier uit de weg ruimt. Zijn acties lokken echter nog meer geweld uit en politieagent Diego Hernandez krijgt de opdracht hem te ontmaskeren. Diego heeft niet veel zin in de zaak want El Chicano doet het politiewerk een stuk sneller, efficiënter én dodelijker dan de politie zelf. Bovendien vermoedt Diego dat de vigilante een stuk bekender is dan hem lief is.","category":""},"70584":{"channel":"280715089","start":"1672575900","end":"1672582200","first":"P","idtitle":"PRIDEANDPREJUDICEANDZOMBIES","title":"Pride and Prejudice and Zombies","program_id":"1312901624","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/61\/20221225020034705w62.jpg","description":"Engeland, 19e eeuw. Elizabeth Bennett en haar vier bevallige zussen worden door hun vader getraind in de vechtkunsten om zombie-aanvallen af te weren. Hun moeder probeert haar dochters ondertussen wanhopig aan de man te helpen en is blij met de komst van Mr. Darcy. Deze knappe maar onuitstaanbare man is behalve een fanatieke zombiemoordenaar, ook het levende voorbeeld van het vooroordeel dat heerst over de hogere klasse. Als de zombie-uitbraak epidemische vormen aanneemt moeten alle partijen hun trots inslikken en hun krachten bundelen om de levende doden in het bloeddoorlopen slagveld voor eens en voor altijd te verslaan.","category":""},"70585":{"channel":"280715089","start":"1672582200","end":"1672588200","first":"S","idtitle":"SEMPERFI","title":"Semper Fi","program_id":"1312901630","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/79\/20221225020034705bft.jpg","description":"Cal is een rechtvaardige politieagent die de eindjes aan elkaar probeert te knopen als reservist in het marinierskorps waartoe ook zijn onafscheidelijke jeugdvrienden behoren. Wanneer Cals jongere en roekeloze halfbroer Oyster zich in een bar schuldig maakt aan doodslag, dwingt Cal hem de consequenties onder ogen te zien. Terwijl Oyster een buitensporig zware straf uitzit in een gevaarlijke gevangenis, wordt Cal uitgezonden naar Irak.","category":""},"70586":{"channel":"280715089","start":"1672588200","end":"1672594500","first":"C","idtitle":"CRYPTO","title":"Crypto","program_id":"1312901636","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/2\/20221225020034705ylc.jpg","description":"Martin is een van de meest veelbelovende jonge bankiers van Wall Street. Totdat hij ontdekt dat zijn eigen bank sjoemelt met witwassen van grote bedragen. Hij trekt aan de bel, maar wordt gedegradeerd en naar een ander filiaal gestuurd. Al snel merkt Martin dat die locatie niet toevallig gekozen is. Hij ontdekt een bende hightech criminelen die hier opereert, met banden met een gewelddadig misdaad syndicaat. Ingeseind door zijn eigen werkgevers, gaan de moordenaars achter Martin aan. Gevangen in een web van internetfraude, witwassen, chantage en moord moet hij doordringen tot het hart van de organisatie en de leider ontmaskeren.","category":""},"70587":{"channel":"280715089","start":"1672594500","end":"1672608300","first":"B","idtitle":"BRIMSTONE","title":"Brimstone","program_id":"1312901642","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/96\/202212250200347058l2.jpg","description":"Regisseur Martin Koolhoven (Oorlogswinter) verwezenlijkt zijn droom met deze duistere westernthriller. Aan het einde van de negentiende eeuw is het leven in het wilde Amerikaanse westland hard en meedogenloos. In deze hardvochtige omgeving probeert de jonge moeder Liz (Dakota Fanning) haar mannetje te staan. Wanneer een wraakzuchtige en verraderlijke dominee (Guy Pearce) het op haar heeft voorzien, toont zij zich een echte overlever. Liz weigert het slachtoffer te worden van deze weerzinwekkende vijand en slaat met kracht terug om te vechten voor een beter leven. Het is tijd voor vergelding.","category":""},"70588":{"channel":"280715089","start":"1672608300","end":"1672613700","first":"W","idtitle":"WANDER","title":"Wander","program_id":"1312901648","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/31\/20221225020034705iq7.jpg","description":"Arthur Bretnik (Aaron Eckhart) is een privédetective met een duister verleden. Hij wordt ingehuurd om in het stadje Wander een moord te onderzoeken die door de autoriteiten in de doofpot is gestopt. Hier stuit hij op een crimineel netwerk met banden tot het hoogste niveau. En ontdekt hij dat de zaak te maken heeft met een moordzaak waarbij hij jaren geleden betrokken was. Toeval? Of wordt Arthur gemanipuleerd als een pion in een veel grotere, levensgevaarlijke affaire?","category":""},"70589":{"channel":"280715089","start":"1672613700","end":"1672619700","first":"M","idtitle":"MYBLONDEANGELS","title":"My Blonde Angels","program_id":"1312901654","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/66\/20221225020034705gu2.jpg","description":"...","category":""}}