{"69973":{"channel":"280715003","start":"1672960800","end":"1672966500","first":"T","idtitle":"TRIGGERED","title":"Triggered","program_id":"1314360094","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/43\/20221229020039707a8v.jpg","description":"Een groep studiegenoten maakt een reünie-trip in de wildernis. Ze dragen een donker geheim met zich mee en er is enorm veel onderlinge haat en afgunst. Hun verleden achterhaalt hen wanneer een ex-leraar de groep drogeert en iedereen wakker word met een aflopend tijdbomvest om hun lichaam gemonteerd. Dan begint een strijd om de resterende minuten van elkaar te roven.","category":""},"69974":{"channel":"280715003","start":"1672966500","end":"1672971600","first":"D","idtitle":"DREAMKATCHER","title":"Dreamkatcher","program_id":"1314360100","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/2\/20221229020039707wf4.jpg","description":"Tijdens een vakantie in de bergen hoopt Gail een beter contact te krijgen met haar stiefzoontje Josh. Nadat Gails verloofde voor zijn werk terug moet naar New York, maken zij en Josh kennis met een norse buurvrouw die een enorme verzameling droomvangers heeft. Josh, die na de dood van zijn moeder geplaagd wordt door nachtmerries, wil er graag eentje hebben. Omdat Gail daar niets van wil weten, steelt Josh een droomvanger die hij stiekem bij zijn bed hangt. Zijn nachtmerries stoppen prompt. Maar in plaats daarvan krijgt hij dromen waarin zijn overleden moeder hem opdracht geeft Gail te vermoorden.","category":""},"69975":{"channel":"280715003","start":"1672971600","end":"1672977300","first":"T","idtitle":"THEBOY","title":"The Boy","program_id":"1314360106","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/86\/20221229020039707cqx.jpg","description":"De Amerikaanse Greta neemt een baan aan als nanny in een Engels landhuis om op de achtjarige Brahms te letten. Al snel ontdekt ze dat Brahms helemaal geen jongetje is, maar een levensechte porseleinen pop. Bij het vertrek van de 'ouders' krijgt ze een strikte lijst met regels voor de opvoeding van Brahms. Maar wanneer Greta deze regels begint te verwaarlozen, lijken er steeds meer vreemde dingen in het huis te gebeuren. Beetje bij beetje raakt Greta ervan overtuigd dat Brahms misschien toch geen gewone pop is.","category":""},"69976":{"channel":"280715003","start":"1672977300","end":"1672983000","first":"W","idtitle":"WEREWOLVESWITHIN","title":"Werewolves Within","program_id":"1314360112","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/83\/202212290200397071ax.jpg","description":"Pete woont met zijn sterk gelovige vrouw Trish in een dorpje in Vermont. Hun woonplek wordt door een sneeuwstorm geteisterd die het hele dorp isoleert. De onderliggende rancune tussen de inwoners wordt blootgelegd wanneer een onbekend wezen jacht maakt op de dorpelingen. Wanneer de lichamen zich opstapelen, wordt duidelijk dat de moordenaar dichterbij staat dan verwacht.","category":""},"69977":{"channel":"280715003","start":"1672983000","end":"1672987500","first":"P","idtitle":"PETITEMAMAN","title":"Petite Maman","program_id":"1314809843","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/17\/20221230020039709myo.jpg","description":"Na het overlijden van haar oma verkent de achtjarige Nelly het huis en de omgeving waar haar moeder opgroeide. In het bos ontmoet ze een ander jong meisje. Langzamerhand wordt duidelijk dat ze het meisje kent, maar wie is ze? Nelly ontdekt dat haar moeder ook jong is geweest en dat helpt haar te begrijpen wie haar moeder is.","category":""},"69978":{"channel":"280715003","start":"1672987500","end":"1672993200","first":"G","idtitle":"GAGARINE","title":"Gagarine","program_id":"1314809849","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/42\/20221230020039709biz.jpg","description":"De zestienjarige Youri is opgegroeid in Cité Gagarine, de enorme rode bakstenen woonwijk van Ivry-sur-Seine, aan de buitenste rand van Parijs. Hij droomt ervan om ruimtevaarder te worden. Wanneer hij hoort dat Gagarine met de sloop wordt bedreigd, besluit Youri in verzet te komen. Met de hulp van Diana, Houssam en de andere inwoners probeert hij de sloop tegen te houden en daarmee zijn 'ruimteschip' te redden. Regisseurs Fanny Liatard en Jérémy Trouilh richten met hun film een monument op voor Gagarine, haar bewoners en hun idealen. Inmiddels is de sloop een feit.","category":""},"69979":{"channel":"280715003","start":"1672993200","end":"1672999800","first":"T","idtitle":"THEIMITATIONGAME","title":"The Imitation Game","program_id":"1314809855","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/7\/20221230020039709ova.jpg","description":"In de winter van 1952 werd Alan Turing (Benedict Cumberbatch) door de autoriteiten opgepakt voor het toen strafbare feit homoseksualiteit. Wat echter bij niemand bekend was, was dat Turing enkele jaren daarvoor tijdens de oorlog in het diepste geheim leiding gaf aan een groep van knappe koppen. Hun opdracht was het kraken van de Enigma code die de Duitsers voor al hun communicatie gebruikten. De machine die Turing uitvond was niet alleen essentieel voor de beëindiging van de oorlog, ook was dit het prototype voor onze hedendaagse computer.","category":""},"69980":{"channel":"280715003","start":"1672999800","end":"1673004600","first":"C","idtitle":"CARNAGE","title":"Carnage","program_id":"1314809861","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/50\/20221230020039709tau.jpg","description":"De ouders van Bruno en Ferdinand, twee elfjarige jongens, komen op een avond samen om een uit de hand gelopen ruzie tussen de twee vrienden op een volwassen manier op te lossen. Bruno zou Ferdinand met een stok twee tanden uit de mond hebben geslagen. Maar hoeveel beschaafder zijn hun ouders eigenlijk? De schone schijn aan de oppervlakte vervliegt al snel. Naarmate de avond vordert loopt het gesprek uit de hand en ontstaat er grote chaos met verhitte discussies, prijsgegeven geheimen, ongepast gedrag en hilarische voorvallen.","category":""},"69981":{"channel":"280715003","start":"1673004600","end":"1673010000","first":"B","idtitle":"BEDAZZLED","title":"Bedazzled","program_id":"1314809867","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/13\/20221230020039709z0b.jpg","description":"Elliot Richards is niet populair, zijn sociale leven is onbestaand, zijn beroep als technisch adviseur stelt niet veel voor en hij koestert bovendien een onbeantwoorde liefde voor zijn collega Alison Gardner. Dan ontmoet hij een bloedmooie vrouw die beweert de duivel te zijn. Ze doet Elliot een voorstel. In ruil voor zijn ziel mag Elliot zeven wensen naar keuze maken. Aanvankelijk is Elliot zielsgelukkig maar na een paar wensen begint hij toch te twijfelen of al die wensen hem wel verder kunnen helpen in het leven. Dan lijkt het te laat om zijn ziel nog terug te krijgen.","category":""},"69982":{"channel":"280715003","start":"1673010000","end":"1673016300","first":"B","idtitle":"BEFORETHEFROST","title":"Before the Frost","program_id":"1314809873","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/99\/202212300200397098s8.jpg","description":"Denemarken, 1850. Terwijl de winter zijn intrede doet dreigen een boer op leeftijd, Jens, en zijn familie een hongerdood te sterven. Met het vooruitzicht op wederom een harde en onverbiddelijke winter, besluit Jens zijn dochter te laten trouwen met de zoon van zijn buren. Maar wanneer een rijke boer uit de omgeving Jens' land wil kopen, ziet hij dit als een mogelijkheid op een wellicht nog betere toekomst.","category":""},"69983":{"channel":"280715003","start":"1673016300","end":"1673022000","first":"M","idtitle":"MIDNIGHTINPARIS","title":"Midnight in Paris","program_id":"1314809879","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/23\/20221230020039709ivs.jpg","description":"Gil (Owen Wilson) is een aspirant-schrijver die met zijn verloofde Inez en haar ouders een bezoek brengt aan de stad van de liefde. In tegenstelling tot de welgestelde Inez, die niets ziet in een onzeker kunstenaarsbestaan, valt Gil direct na aankomst al voor de artistieke charme van de lichtstad. Wanneer hij tijdens een nachtelijke wandeling op een wel heel bijzondere wijze wordt meegevoerd in de bruisende culturele geschiedenis van Parijs, is dit voor Gil reden om zijn huidige situatie eens onder de loep te nemen: is het leven daar nu echt zoveel mooier, of lijkt dat maar zo?","category":""},"69984":{"channel":"280715003","start":"1673022000","end":"1673028300","first":"I","idtitle":"IMETAGIRL","title":"I Met a Girl","program_id":"1314809885","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/1\/202212300200397094z1.jpg","description":"De Australische aspirant-muzikant Devon Cassidy heeft schizofrenie en is afhankelijk van de zorg door zijn oudere broer Nick. Een verhuizing brengt Devon in een neerwaarste spiraal, totdat hij Lucy ontmoet, een mysterieus meisje dat net zo impulsief en romantisch is als hij. Het is liefde op het eerste gezicht, maar na slechts één dag samen is Lucy al nergens meer te bekennen. Nick vermoedt dat Lucy een waanvoorstelling is. Maar Devon, die wil bewijzen dat hij niet gek is, ontdekt een briefje dat ze hem schreef: 'ontmoet me in Sydney'. Dus vertrekt Devon op een epische reis om het meisje van zijn dromen te vinden.","category":""},"69985":{"channel":"280715003","start":"1673028300","end":"1673044500","first":"B","idtitle":"BACHELORETTE","title":"Bachelorette","program_id":"1314809891","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/5\/20221230020039709ibj.jpg","description":"De bitchy Regan (Kirsten Dunst), party animal Gena (Lizzy Caplan) en dommige beauty Katie (Isla Fisher) organiseren voor hun oud-klasgenootje Becky een vrijgezellenfeestje, dat compleet uit de hand loopt. Stiekem zijn de drie meiden helemaal niet blij dat zij als eerste trouwt met een succesvolle en knappe man, en ondanks Becky haar wens om een rustig avondje te hebben voor haar trouwdag, besluiten de drie meiden toch een lekker feestje te bouwen. Vanaf het moment dat de stripper arriveert, loopt alles echter compleet anders dan gepland en volgt een nacht vol met drank, drugs, misverstanden en een kapotte bruidsjurk.","category":""},"69986":{"channel":"280715003","start":"1673044500","end":"1673049900","first":"C","idtitle":"COUNTDOWN","title":"Countdown","program_id":"1314810217","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/40\/20221230020039710ofi.jpg","description":"Op een feestje daagt een stel tieners elkaar uit om Countdown op hun telefoons te installeren, een app waarmee je de exacte tijd ziet die je nog rest voordat je zal sterven. Wie aan het lot probeert te ontkomen, verbreekt de gebruikersovereenkomst en vindt alsnog de dood. Wanneer het vriendje van het eerste slachtoffer in het ziekenhuis belandt, wil de jonge verpleegster Quinn Harris (Elizabeth Lail) bewijzen dat de vervloekte app onzin is. Maar tot haar grote schrik blijkt de aangegeven sterftijd van de patiënt te kloppen. Zelf had ze amper drie dagen op de teller staan en daarmee begint er een dodelijke race tegen de klok.","category":""}}