{"62315":{"channel":"147053128","start":"1672160400","end":"1672161540","first":"N","idtitle":"NOSJOURNAAL","title":"NOS Journaal","program_id":"1310918899","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/44\/20221220020115519g37.jpg","description":"Met het laatste nieuws, gebeurtenissen van nationaal en internationaal belang en de weersverwachting.","category":""},"62316":{"channel":"147053128","start":"1672161540","end":"1672163160","first":"E","idtitle":"EENVANDAAG","title":"EenVandaag","program_id":"1310918905","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/45\/20221220020115519o5n.jpg","description":"Embryo kleiner als vrouw veel ultrabewerkt voedsel eet voor en tijdens zwangerschap, effect vergelijkbaar met roken * Weg met de klimaatdepressie, zegt deze klimaatoptimist: 'We moeten niet de moed verliezen' * Spanningen tussen Servië en Kosovo lopen op * Kinderen in toeslagenaffaire krijgen schulden niet vergoed","category":""},"62317":{"channel":"147053128","start":"1672163160","end":"1672164300","first":"N","idtitle":"NOSJOURNAALREGIO","title":"NOS Journaal Regio","program_id":"1310918911","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/76\/202212200201155197fr.jpg","description":"Regionaal nieuws met landelijke uitstraling, gemaakt door de NOS en de regionale omroepen.","category":""},"62318":{"channel":"147053128","start":"1672164300","end":"1672166940","first":"B","idtitle":"BINNENSTEBUITEN","title":"BinnensteBuiten","program_id":"1310918917","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/71\/20221220020115519kkx.jpg","description":"In het Amsterdamse Roosenhofje staat samenwonen én van betekenis zijn voor anderen centraal. Joanne en Rikko huren met hun gezin een bovenwoning en zetten zich met alle bewoners in voor de buurt. * Ramon Brugman verrast mensen die het echt verdienen. Door de hoge gasrekeningen komen steeds meer mensen in financiële problemen. Hij rijdt zijn oliebollenbus naar de voedselbank om de vrijwilligers èn de mensen in de rij te verrassen met een zelfgemaakte oliebol. * Exotische bananenplanten, zonminnende agapanthus en de tropische bromelia; door een dek van bladeren overleven deze exoten de natte, koude winters in het Arboretum in Kalmthout.","category":""},"62319":{"channel":"147053128","start":"1672166940","end":"1672169280","first":"R","idtitle":"RAILAWAY","title":"Rail Away","program_id":"1310918923","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/77\/20221220020115519944.jpg","description":"De reis begint in de Sardijnse hoofdstad Cagliari, waarvandaan we noordwaarts naar het stadje Mandas reizen. Daar stappen we over op het 'groene' toeristentreintje. De passagiers maken zich op voor een tocht van ettelijke uren door een ongerept landschap, voordat ze aankomen op het station van de kustplaats Arbatax. Onderweg brengen we een bezoek het verlaten spookdorp Gairo en het plaatsje Seulo. Dat ligt in wat een 'blue zone' heet, een gebied waar de inwoners langer leven en gezonder oud worden. Een van hen is Giovanni, die ons te voet meeneemt door de bergen naar wat de Sardiniërs 'hun eigen hoekje van het paradijs' noemen.","category":""},"62320":{"channel":"147053128","start":"1672169280","end":"1672173000","first":"S","idtitle":"SISI","title":"Sisi","program_id":"1310918929","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/16\/20221220020115519wp0.jpg","description":"Haar verblijf op het landgoed van graaf Andrassy voert Sisi terug naar de onbekommerdheid van haar jeugd. Ze komt tot het besef dat ze in Hongarije van groter nut kan zijn dan thuis aan het hof. Ze moet zorgen dat Andrassy zijn steun aan Franz uitspreekt. Dat de graaf aangenaam in de omgang blijkt te zijn, maakt het leven er voor Sisi niet overzichtelijker op.","category":""},"62321":{"channel":"147053128","start":"1672173000","end":"1672175280","first":"N","idtitle":"NIEUWSUUR","title":"Nieuwsuur","program_id":"1310918935","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/14\/20221220020115519opu.jpg","description":"Enorme coronagolf in China. China probeerde lang met een zero-covidbeleid de ziekte te bestrijden. Maar begin deze maand werden de regels, na protesten in het land, grotendeels losgelaten. Inmiddels is er een grote uitbraak van covid. Hoe ernstig de situatie is, is niet bekend. * Executies door het Russische leger in Stary Bykiv. Met het vertrek van de Russen uit delen van Oekraïne in april dit jaar, kwamen ook de eerste berichten naar buiten over misdrijven door het Russische leger. Begin april heeft het Russische leger zes mannen vermoord in het dorp Stary Bykiv. Zij blijken niet de enigen te zijn. Een reportage van Gert-Jan Dennekamp.","category":""},"62322":{"channel":"147053128","start":"1672175280","end":"1672178520","first":"T","idtitle":"TRAPPERS","title":"Trappers","program_id":"1310918941","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/50\/20221220020115519hz9.jpg","description":"Op de vacature komt zowaar een interessante sollicitant, maar Stanley krijgt ook met een nieuw probleem te maken: zijn oudste koerier Nanne lijkt steeds meer moeite te hebben met de zware vrachten, en dat terwijl met name de dozen wijn in deze kersttijd niet aan te slepen zijn. Hij doet een grote investering, maar die brengt nieuwe zorgen met zich mee.","category":""},"62323":{"channel":"147053128","start":"1672178520","end":"1672181220","first":"other","idtitle":"2DOCKORTDELAATSTEZOON","title":"2Doc Kort: De Laatste Zoon","program_id":"1310918947","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/26\/2022122002011552022w.jpg","description":"Sinan Can gaat op zoek naar Zabulon Simintov, de laatste Jood van Afghanistan. Sinan sprak hem in 2021 in de hoofdstad Kabul, net nadat de Amerikanen hun vertrek uit het land aankondigden. Daar vertelt Zabulon hem Afghanistan nooit te zullen verlaten, ook al zou de taliban aan de macht komen. Hij is namelijk bang dat daarmee het jodendom voorgoed verdwijnt. Maar wanneer de taliban de macht terugpakt, is hij toch plots van de radar en staat zijn synagoge in Kabul leeg. Zal Sinan hem vinden? Wat is er met hem gebeurd? En is Zabulon nog wel in Afghanistan?","category":""},"62324":{"channel":"147053128","start":"1672181220","end":"1672183740","first":"M","idtitle":"MARGRETEQUEENOFTHENORTH","title":"Margrete: Queen of the North","program_id":"1310918953","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/5\/20221220020115520x8j.jpg","description":"Er heerst chaos in het kasteel. Koning Erik, de geadopteerde zoon van koningin Margrete, grijpt de macht en plaatst de koningin onder huisarrest. Maar dan keren Margrete's gezanten uit Pruisen terug naar het kasteel met het nieuws dat er een complot gesmeed wordt om haar levenswerk, de Unie van Kalmar, te vernietigen.","category":""}}