{"55979":{"channel":"141431343","start":"1673391600","end":"1673400037","first":"B","idtitle":"BELLINIICAPULETIEIMONTECCHI","title":"Bellini - I Capuleti e I Montecchi","program_id":"1316293418","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/69\/20230103020115559mdj.jpg","description":"Omer Meir Wellber dirigeert Orkest en Koor van Teatro La Fenice in een uitvoering van Vincenzo Bellini's tragische opera 'I Capuleti e i Montecchi' (\"de Capulets en de Montagues\"). Felice Romani's libretto is niet gebaseerd op William Shakespeares Romeo en Julia maar op Luigi Scevola's toneelstuk 'Giulietta e Romeo' uit 1818. Teatro La Fenice gaf Vincenzo Bellini opdracht tot het schrijven van deze opera voor het Venetiaanse Carnaval van 1830. Bellini voltooide 'I Capuleti e i Montecchi' in zes weken, waarbij hij naar hartenlust materiaal uit zijn vorige opera 'Zaira' hergebruikte, die geen succes was gebleken. In deze productie neemt de in het Verenigd Koninkrijk geboren sopraan Jessica Pratt de rol van Giulietta voor haar rekening, en speelt de Italiaanse mezzosopraan Sonia Ganassi de rol van Romeo. Onder de solisten zijn Rubén Amoretti, Shalva Mukeria en Luca Dall'Amico. Deze uitvoering werd op 18 januari 2015 opgenomen in Teatro la Fenice in Venetië, Italië.","category":""},"55980":{"channel":"141431343","start":"1673400037","end":"1673406785","first":"M","idtitle":"MOZARTCONCERTVANUITSALZBURG","title":"Mozartconcert vanuit Salzburg","program_id":"1316293424","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/13\/2023010302011555928n.jpg","description":"Dit concert ter ere van Mozarts 250ste geboortedag is opgenomen in het Großes Festspielhaus te Salzburg op 27 januari 2006. Het Wiener Philharmoniker en de Wiener Singverein staan onder leiding van dirigent Riccardo Muti. Solisten zijn Thomas Hampson (bariton), Mitsuko Uchida (piano), Gidon Kremer (viool) en Yuri Bashmet (altviool). Op het programma staan onder andere het Pianoconcert Nr. 25 (KV. 503), Sinfonia Concertante (KV. 364), de ‘Haffner’-Symfonie Nr. 35 en aria’s uit de opera’s Così fan tutte, Le nozze di Figaro en Die Zauberflöte.","category":""},"55981":{"channel":"141431343","start":"1673406785","end":"1673412399","first":"F","idtitle":"FISCHERDIRIGEERTPROKOFJEVENSTRAVINSKY","title":"Fischer dirigeert Prokofjev en Stravinsky","program_id":"1316293430","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/45\/20230103020115559o3o.jpg","description":"Iván Fischer dirigeert het Boedapest Festival Orkest in deze concertopname uit 2015 vanuit de Béla Bartók Nationale Concertzaal in Boedapest, Hongarije. Het concert begint met Sergej Prokofjevs Ouverture op Hebreeuwse thema's, Op. 34. Daarna schittert Thomas Zehetmair als soloviolist in Prokofjevs Vioolconcert nr. 2, Op. 63. Het tweede deel van het concert draait om Igor Stravinsky: muziek geschreven voor het ballet 'Jeu de cartes' (1937), en de Vuurvogelsuite nr. 2 (1919). Jeu de cartes behoort tot Stravinsky's neoklassieke werken en bestaat uit drie delen ('giften'). De Vuurvogelsuite nr. 2 is gebaseerd op de muziek uit het gelijknamige ballet, geschreven voor Sergej Diaghilevs Ballets Russes, dat in 1910 in Parijs de première beleefde.","category":""},"55982":{"channel":"141431343","start":"1673412399","end":"1673413200","first":"G","idtitle":"GYOERGYLIGETICONCERTROMANESC","title":"György Ligeti - Concert Românesc","program_id":"1316694441","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/42\/20230104020135998182.jpg","description":"Barbara Hannigan dirigeert het Mahler Chamber Orchestra in deze concertopname vanaf het Lucerne Festival 2014. Er zijn pianisten die tegelijk dirigeren, en concertmeesters die tegelijk dirigeren, maar een stersopraan die een ensemble leidt terwijl ze de lastigste coloraturen zingt... Dat was nog nooit vertoond! Dit concert begint met de Ouverture uit Gioachino Rossini's opera 'La scala di seta', gevolgd door drie concertaria's van W. A. Mozart: Vado, ma dove? O Dei!, K. 583, Un moto di gioia, K. 579 en Misera, dove son? K. 369. Na uitvoeringen van György Ligeti's 'Concert Românesc' en 'Mysteries of the Macabre', besluit het concert met Gabriel Fauré's suite 'Pelléas et Mélisande', Op. 80.","category":""},"55983":{"channel":"141431343","start":"1673413200","end":"1673416383","first":"B","idtitle":"BEETHOVENVIOOLCONCERTOP61","title":"Beethoven - Vioolconcert, Op. 61","program_id":"1316694447","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/29\/20230104020135998mip.jpg","description":"De Israëlische violist Itzhak Perlman is solist in een uitvoering van het Vioolconcert in D-groot, Op. 61 van Ludwig van Beethoven (1770-1827). Perlman wordt begeleid door de Berliner Philharmoniker onder leiding van Daniel Barenboim. Zelden zijn zulke illustere namen samengekomen om dit technische stuk te bedwingen. Beethoven droeg het werk op aan zijn collega Franz Clement, een van de beste violisten van die tijd. Het werk ging in première in 1806 in Wenen. Het was in eerste instantie geen succes en werd in de daaropvolgende decennia weinig uitgevoerd. Dit veranderde in 1844, toen de toen 12-jarige Joseph Joachim het werk samen met de London Philharmonic Society onder leiding van Mendelssohn ten gehore bracht. Het werk is tegenwoordig een van de belangrijkste werken binnen het klassieke vioolrepertoire en staat bekend om de vele verschillende versies van de cadenzas die zijn verschenen.","category":""},"55984":{"channel":"141431343","start":"1673416383","end":"1673420182","first":"R","idtitle":"ROBERTOGIORDANOSPEELTBRAHMSENBEETHOVEN","title":"Roberto Giordano speelt Brahms en Beethoven","program_id":"1316694453","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/94\/20230104020135998le2.jpg","description":"In dit recital voert de Italiaanse pianist Roberto Giordana Brahms’ Sechs Klavierstücke (Op. 118) uit, gevolgd door twee Beethovensonates: De bekende ‘Mondscheinsonate’ No. 14, (Op. 27 Nr. 2) en Pianosonate Nr. 31 (Op. 110), één van Beethovens late sonates. Brahms voltooide de verzameling Klavierstücke in 1893 en droeg ze op aan Clara Schumann. Het is de voorlaatste compositie die Brahms voltooide. Dit concert is opgenomen in de Villa Visconti Borromei Litta te Lainate, Italië in 2017. Regie van Pietro Tagliaferri.","category":""},"55985":{"channel":"141431343","start":"1673420182","end":"1673423608","first":"O","idtitle":"ORQUESTADEMINERIAANNIVERSARYCONCERTI","title":"Orquesta de Minería: Anniversary Concert I","program_id":"1316694459","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/19\/202301040201359989ws.jpg","description":"Léon Spierer leidt het Orquesta Sinfonica de Minería tijdens het Concerto de San Silvestre. Solist is sopraan Jéssika Arévalo. Het eerste deel van dit feestelijke concert, dat in dit programma aan bod komt, omvat de volgende werken: Johann Strauss jr.'s Wiener Blut, Op. 354, \"Meine Lippen, sie küssen so heiß\" uit Franz Léhar's muzikale komedie Giuditta, de Overture uit Gioachino Rossini's opera De barbier van Sevilla, \"Vilja's Lied\" uit Franz Léhar's muzikale komedie Die Lustige Witwe, Johann Strauss jr.'s An der Schönen Blauen Donau, Op. 314, \"Carceleras\" uit Ruperto Chapi's Las Hijas del Zebedeo, en de beroemde Radetzkymars, Op. 228 van Johan Strauss. Dit concert vond plaats in de Academia de Música del Palacio de Minería in Mexico-Stad.","category":""},"55986":{"channel":"141431343","start":"1673423608","end":"1673427757","first":"C","idtitle":"CMIMVIOOL2019HALVEFINALEMICHIRUMATSUYAMA","title":"CMIM Viool 2019 - Halve finale: Michiru Matsuyama","program_id":"1316694465","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/59\/20230104020135999re6.jpg","description":"Michiru Matsuyama (Japan, 1991) speelt Sergej Prokofjevs Sonate nr. 2 in D-groot, Op. 94, Michael Oesterle’s 'Stand alone', Claude Debussy’s Sonate in g-klein, L 140 en Franz Waxmans Carmen-Fantasie gedurende de halve finales van viooleditie 2019 van het Concours musical international de Montréal (CMIM). Deze uitvoering werd opgenomen in de Bourgie Hall van het Montreal Museum of Fine Arts.","category":""},"55987":{"channel":"141431343","start":"1673427757","end":"1673432013","first":"N","idtitle":"NINOROTAIDUETIMIDI","title":"Nino Rota - I due timidi","program_id":"1316694471","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/59\/20230104020135999dwc.jpg","description":"Op het Reate Festival van 2017 in Rieti stonden twee korte opera’s van Nino Rota (1911-1970) op het programma. Rota staat voornamelijk bekend als filmcomponist en zijn lange samenwerking met iconische regisseurs als Federico Fellini, Francis Ford Coppola en Luchino Visconti. Toch componeerde het wonderkind Rota vanaf zeer jonge leeftijd al kerkmuziek en enkele opera’s. Gezegend met een grote creativiteit, verbeeldingsvermogen en artistieke vrijheid, wist Rota zijn unieke eigen stijl te ontwikkelen waarin hij de grote Italiaanse operatraditie van Rossini, Puccini en Verdi wist te combineren met moderne 20e-eeuwse muziek, waardoor hij zichzelf onderscheidde van zijn generatiegenoten. Het werk I due timidi werd als radio-opera uitgezonden door de RAI in 1950 en werd in 1952 voor het eerst in Londen uitgevoerd. Het libretto is gebaseerd op de tekst van de Italiaanse scenarioschrijfster Susi Cecchie D’Amico. Ondanks dat de gebruikelijke gelukkige afloop ontbreekt, zorgen het snelle ritme van de muzikale actie en de jonge zangers voor een vermakelijke uitvoering. Het Reate Festivalorkest staat onder muzikale leiding van Gabrielle Bonolis. Solisten zijn Giorgio Celenza, Sabrina ...","category":""},"55988":{"channel":"141431343","start":"1673432013","end":"1673434492","first":"D","idtitle":"DEBUSSYSIMAGESBOEKIIFRANCKSVIOOLSONATE","title":"Debussy's Images Boek II & Francks Vioolsonate","program_id":"1316694477","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/55\/20230104020135999srp.jpg","description":"De Duitse violist Christian Tetzlaff en de Zwitserse pianist Francesco Piemontesi bundelen hun krachten in een concertprogramma met werken van Claude Debussy en César Franck, opgenomen op 3 april 2020 in Schinkel Pavillon in Berlijn. Piemontesi begint het concert met delen uit Debussy's Images, Boek II: 'Cloches à travers les feuilles', 'Et la lune descend sur le temple qui fut', en 'Poissons d'or'. Hierna begeleidt Piemontesi Tetzlaff in Francks Vioolsonate in A-groot.","category":""},"55989":{"channel":"141431343","start":"1673434492","end":"1673437605","first":"T","idtitle":"THEVIOLINSVOICE","title":"The Violin's Voice","program_id":"1316694483","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/65\/20230104020135999o7r.jpg","description":"Hoe laat de intieme connectie tussen instrument en musicus zich het best omschrijven? De wereldbekende violist Frank Peter Zimmerman noemt 'Lady Inchiquin'(zijn Stradivarius uit 1711) de'liefde van zijn leven', maar wat is er nodig voor een stuk hout om een dergelijke status te bereiken? Toen Zimmerman zijn geliefde instrument terug moest brengen naar eigenaar West LB, richtte hij zich tot vioolmaker Martin Schleske, voor velen de 'Stradivarius van de 21ste eeuw'. Deze documentaire verweeft Zimmermans verhaal van scheiding en hereniging met zijn instrument en demonstraties van Schleskes werk. Het belicht het leven van een viool en diens reis van werkplaats naar de concertzaal.","category":""},"55990":{"channel":"141431343","start":"1673437605","end":"1673442008","first":"C","idtitle":"CHOPINNOCTURNESOP62","title":"Chopin - Nocturnes Op. 62","program_id":"1316694489","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/43\/20230104020135999rxi.jpg","description":"Roberto Prosseda (1975) speelt Mozarts Pianosonate Nr. 5 (KV. 283) en vier Impromptu's, Op. 90 van Franz Schubert. Het concert eindigt met een uitvoering van Chopins virtuoze Ballade Nr. 4, Op. 52. Prosseda staat voornamelijk bekend om zijn uitvoeringen van onbekende, herontdekte van Felix Mendelssohn, van wie hij het volledige piano-oeuvre op negen cd's voor Decca heeft vastgelegd. Sinds 2012 geeft Prosseda ook educatieve concerten samen met de robotpianist TeoTronico om de verschillen tussen de letterijke uitvoering en menselijke interpretatie te demonstreren.","category":""},"60753":{"channel":"141431343","start":"1673442008","end":"1673448424","first":"A","idtitle":"ABBADODIRIGEERTMAHLERENSCHOENBERG","title":"Abbado dirigeert Mahler en Schönberg","program_id":"1316694495","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/21\/20230104020135999kki.jpg","description":"Claudio Abbado (1933-2014) dirigeert het Gustav Mahler Jugendorchester (GMJO) in een uitvoering van Mahler's Symfonie Nr. 4 en Schönergs Pelléas und Mélisande, Op. 5. De karakters uit het gelijknamige toneelstuk krijgen in dit werk een eigen muzikaal thema. Met deze compositie voor groot orkest wilde Schönberg zijn collega's Wagner en Richard Strauss. Het werk bevat nog geen atonaliteit of serialisme, maar is eerder laat-romantisch van aard. Het GMJO werd op initiatief van Abbado opgericht in Wenen in 1986. Door de hoge artistieke kwaleit en hun internationale succes hebben al vele grote dirigenten en solisten samengewerkt met het jeugdorkest. Dit concert is opgenomen in de Musikverein te Wenen in 2006. Soliste is de Duitse sopraan Juliane Banse (1969).","category":""},"60754":{"channel":"141431343","start":"1673448424","end":"1673450811","first":"B","idtitle":"BERIOSINFONIA","title":"Berio - Sinfonia","program_id":"1316694501","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/79\/20230104020135999o6j.jpg","description":"De in de Sovjet-Unie geboren dirigent Semyon Bychkov leidt het Tsjechisch Filharmonisch Orkest en de London Voices in dit concertprogramma, opgenomen in oktober 2018 in het Rudolfinum, Dvořák Hall, Praag. Op het programma staan Luciano Berio's Sinfonia voor acht stemmen en orkest en Antonín Dvořáks Symfonie nr. 7 in d-klein, opus 70. Toen Bychkov het programma voor zijn eerste abonnementsconcert als chef van het Tsjechisch Filharmonisch Orkest samenstelde, aarzelde hij niet Dvořáks Symfonie nr. 7 voor te dragen. Zodoende hield hij al direct bij zijn aantreden als chef van het Tsjechisch Philharmonisch de nationale traditie van het orkest in ere. Zijn keuze voor Berio’s Sinfonia vormt een spannend contrast: dit belangrijke werk uit de 20e-eeuwse muziek was al 20 jaar niet in Tsjechië uitgevoerd.","category":""},"60755":{"channel":"141431343","start":"1673450811","end":"1673457363","first":"I","idtitle":"ICEDANCESLEEPINGBEAUTY","title":"Ice Dance: Sleeping Beauty","program_id":"1316694507","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/79\/20230104020135999715.jpg","description":"Het prijswinnende ijsdansensemble de Imperial Ice Stars bestaat uit 26 schaatsers die deelnamen aan diverse nationale, Europese en wereldkampioenschappen, alsook de Olympische Spelen. Samen hebben ze een indrukwekkend aantal van 250 medailles bijeen geschaatst. De Imperial Ice Stars ontvangen al jarenlang lovende kritieken en staande ovaties. Shows vinden plaats op ‘s werelds meest prestigieuze locaties, waaronder de Royal Albert Hall en Sadler’s Wells in Londen, Singapores Esplanada Theater, het Place des Arts te Montréal en de Artscape te Kaapstad. Deze indrukwekkende uitvoering van Sleeping Beauty on Ice (‘Doornroosje’) is gefilmd in het Melbourne Theatre Company te Australië. De productie geeft een frisse, nieuwe kijk op het verhaal van Doornroosje en is uiteraard voorzien van de originele balletmuziek van Pyotr Iljitsj Tsjaikovski (1840-1893).","category":""},"60756":{"channel":"141431343","start":"1673457363","end":"1673462117","first":"G","idtitle":"GLASSCONCERTVOORTWEEPIANOS","title":"Glass - Concert voor twee piano’s","program_id":"1316694513","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/9\/2023010402013599918x.jpg","description":"Als onderdeel van hun nieuwe samenwerking met componist Philip Glass, die bekend staat om zijn repetitieve minimalistische composities, spelen de Franse zussen Katia en Marielle Labèque de Europese première van Glass’ Concert voor twee piano’s met de Orchestre de Paris. Het programma wordt vervolgd met de Vijfde Symfonie van Dimitri Sjostakovitsj (1906-1976) onder leiding van Jaap van Zweden, de huidige dirigent van het New York Philharmonic.","category":""},"60757":{"channel":"141431343","start":"1673462117","end":"1673465400","first":"T","idtitle":"TEATROREGIOBEHINDTHESCENES","title":"Teatro Regio behind the scenes","program_id":"1316694519","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/2\/20230104020135999vy0.jpg","description":"Er zijn weinig Italiaanse theaters die internationaal toonaangevend zijn én bepalend zijn voor het leven in de stad én ontmoetingen en ervaringen aanmoedigen. Het Teatro Regio di Torino combineert al die functies. Binnen de nationale operatraditie staat dit theater voor excellentie. Het is een prestigieus podium voor opera, ballet, concerten en musicals. Al deze theaterproducties zijn van grote klasse. Al sinds de opening in 1740 maakt het theater deze reputatie waar. Ontdekt het theater en al haar prachtige producties in deze korte documentaire over het Teatro Regio in Turijn.","category":""},"60758":{"channel":"141431343","start":"1673465400","end":"1673471409","first":"B","idtitle":"BRITTENWARREQUIEM","title":"Britten - War Requiem","program_id":"1316694525","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/11\/202301040201359998f1.jpg","description":"Paul McCreesh dirigeert het Orquesta Gulbenkian en Coro Infantil da Academia de Música de Sana Cecília in een uitvoering van Benjamin Brittens (1913-1976) War Requiem, Op. 66. Solisten zijn Tatiana Pavlovskaya (sopraan), John Mark Ainsley (tenor) en Hanno Müller-Brachmann (bas). Deze uitvoering is opgenomen in het Grande Auditorio Gulbenkian te Lissabon in 2014 en is geregisseerd door Yan Proefrock. Britten componeerde het War Requiem ter gelegenheid van de inwijding van de Coventry Cathedral in 1962. Traditionale Latijnse requiemteksten worden afgewisseld door teksten van Britse dichter Wilfred Owen. Britten componeerde het werk voor een bezetting van sopraan, tenor, bariton, jongenskoor, orgel en twee orkesten: een symfonie- en kamerorkest. Het kamerorkest begeleidt de Engelse teksten, terwijl het symfonieorkest de in Latijn gezongen teksten ondersteunt.","category":""},"60759":{"channel":"141431343","start":"1673471409","end":"1673474877","first":"Q","idtitle":"QUARANTAINECONCERTENLIEDERENVANWAGNERMAHLER","title":"Quarantaineconcerten: Liederen van Wagner & Mahler","program_id":"1316694531","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/27\/20230104020135999j1p.jpg","description":"Sopraan Jacquelyn Wagner en pianist Zlata Chochieva traden op 8 mei 2020 op in Schinkel Pavillon in Berlijn. Op het programma staan Richard Wagners Wesendonck Lieder, WWV 91 en Elegie voor piano, gevolgd door een solopiano-uitvoering van Gustav Mahlers Menuetto uit zijn Symfonie nr. 3, in een arrangement van Ignaz Friedman. Het recital sluit af met een uitvoering van Gustav Mahlers Lieder eines fahrenden Gesellen.","category":""},"60760":{"channel":"141431343","start":"1673474877","end":"1673478000","first":"K","idtitle":"KAMERMUZIEKVANMOZARTENVONDOHNANYI","title":"Kamermuziek van Mozart en Von Dohnányi","program_id":"1316694537","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/61\/20230104020135999lc1.jpg","description":"Het Valerius Ensemble, bestaande uit Carola Ligt (fluit), Robert Windak (viool), Eva Šušlíková (altviool) en René Geesing (cello) speelde op 23 april 2018 een concert in Concordia, Enschede. Op het programma staan Mozarts Fluitkwartet, KV 285b en het ‘Romanza’ uit Von Dohnányi’s Serenade Op. 10. Carola Ligt vervolgt met haar eigen compositie Moods en er wordt afgesloten met Thomas-Mifune’s ‘Joseph Haydn’s Südamerikanische Saitensprünge’.","category":""}}