{"70689":{"channel":"280715089","start":"1673220000","end":"1673227200","first":"G","idtitle":"GETWET","title":"Get Wet","program_id":"1315594074","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/70\/20230101020040512szj.jpg","description":"...","category":""},"70690":{"channel":"280715089","start":"1673227200","end":"1673233500","first":"D","idtitle":"DRAINEDTOPERFECTION","title":"Drained to Perfection","program_id":"1315594080","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/64\/202301010200405123xr.jpg","description":"...","category":""},"70691":{"channel":"280715089","start":"1673233500","end":"1673240400","first":"T","idtitle":"THEVANISHED","title":"The Vanished","program_id":"1315594086","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/11\/20230101020040512575.jpg","description":"Wat een leuke campervakantie aan een idyllisch meertje moest worden, ontaardt in een nachtmerrie wanneer het dochtertje van Paul en Wendy (Thomas Jane en Anne Heche) plots spoorloos verdwijnt. Hoewel de lokale sheriff (Jason Patric) zijn best doet, kan hij geen spoor van het meisje vinden. Paul en Wendy vermoeden kwade opzet en nemen het recht in eigen hand. Met alle gevolgen van dien.","category":""},"70692":{"channel":"280715089","start":"1673240400","end":"1673242200","first":"H","idtitle":"HOLLYWOODSBESTFILMDIRECTORSBRYANSINGER","title":"Hollywood's Best Film Directors: Bryan Singer","program_id":"1315916725","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/56\/202301020200447071e2.jpg","description":"Met The Usual Suspects uit 1995, zijn tweede film, brak regisseur Bryan Singer door, om zich vijf jaar later te commiteren aan de X-Men films - een ommekeer voor het superheldengenre. In 2018 regisseerde hij de hitfilm Bohemian Rhapsody.","category":""},"70693":{"channel":"280715089","start":"1673242200","end":"1673249700","first":"R","idtitle":"RULESOFENGAGEMENT","title":"Rules of Engagement","program_id":"1315916731","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/54\/202301020200447076ko.jpg","description":"Kolonel Terry Childers (Samuel L. Jackson) is een onderscheiden militair die wordt opgedragen om een bedreigde Amerikaanse ambassadeur in Jemen te bevrijden. Hoewel de gewelddadige actie slaagt heeft het bloederige gevolgen voor de inheemse bevolking. Thuis aangekomen wordt Childers voor zijn daden verantwoordelijk gesteld. Hij schakelt de hulp in van een alcoholische advocaat die zijn vriend was in Vietnam.","category":""},"70694":{"channel":"280715089","start":"1673249700","end":"1673255100","first":"T","idtitle":"THEBOYBEHINDTHEDOOR","title":"The Boy Behind the Door","program_id":"1315916737","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/39\/20230102020044707nx4.jpg","description":"De twaalfjarige Bobby Green komt terecht in een nachtmerrie wanneer hij en zijn beste vriend Kevin na school worden ontvoerd. Bobby weet te ontsnappen uit het afgelegen huis waar ze worden vastgehouden. Maar net wanneer hij hulp wil gaan halen, hoort hij de angstkreten van Kevin. Hij besluit om met gevaar voor eigen leven terug te gaan - je beste vriend laat je immers niet zitten. Er staat hen een angstaanjagende nacht te wachten.","category":""},"70695":{"channel":"280715089","start":"1673255100","end":"1673260800","first":"U","idtitle":"UNEARTH","title":"Unearth","program_id":"1315916743","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/59\/20230102020044707yxg.jpg","description":"Twee naburige boerengezinnen kunnen elkaar niet meer luchten wanneer een van hen een huurovereenkomst sluit met een olie- en gasbedrijf. Terwijl de boringen op het land van start gaat, lopen de spanningen tussen de buren nog verder op. Niemand is er zich echter van bewust dat het hydraulisch fractureren ervoor zorgt dat een duistere en huiveringwekkende entiteit onder de grond wordt vrijgelaten.","category":""},"70696":{"channel":"280715089","start":"1673260800","end":"1673265900","first":"T","idtitle":"THERENTAL","title":"The Rental","program_id":"1315916749","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/35\/20230102020044708u2p.jpg","description":"Twee jonge koppels trekken voor een weekendje naar een schijnbaar perfect huisje dat ze online hebben geboekt. Wat begint als een gezellig, feestelijk weekend slaat al snel om in een aaneenschakeling van sinistere gebeurtenissen. Stukje bij beetje komt het viertal tot het inzicht dat ze niet zo alleen zijn als eerder gedacht.","category":""},"70697":{"channel":"280715089","start":"1673265900","end":"1673271000","first":"M","idtitle":"MASQUERADE","title":"Masquerade","program_id":"1315916755","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/62\/20230102020044708pch.jpg","description":"Terwijl haar ouders naar een gemaskerd bal zijn om geld in te zamelen voor hun kunsthandel, is de elfjarige Casey alleen thuis met de babysitter. Helaas hebben twee vermomde dieven deze avond uitgekozen om in te breken en de peperdure kunst van Casey's ouders te stelen. De situatie escaleert snel als blijkt dat een van de inbrekers tot alles in staat is om zijn doel te bereiken. Ondertussen worden Casey's nietsvermoedende ouders naar huis gereden door bardame Rose (Bella Thorne). Zal hun dochter zich lang genoeg staande kunnen houden?","category":""},"70698":{"channel":"280715089","start":"1673271000","end":"1673276400","first":"C","idtitle":"COUNTDOWN","title":"Countdown","program_id":"1315916761","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/44\/202301020200447083hm.jpg","description":"Op een feestje daagt een stel tieners elkaar uit om Countdown op hun telefoons te installeren, een app waarmee je de exacte tijd ziet die je nog rest voordat je zal sterven. Wie aan het lot probeert te ontkomen, verbreekt de gebruikersovereenkomst en vindt alsnog de dood. Wanneer het vriendje van het eerste slachtoffer in het ziekenhuis belandt, wil de jonge verpleegster Quinn Harris (Elizabeth Lail) bewijzen dat de vervloekte app onzin is. Maar tot haar grote schrik blijkt de aangegeven sterftijd van de patiënt te kloppen. Zelf had ze amper drie dagen op de teller staan en daarmee begint er een dodelijke race tegen de klok.","category":""},"70699":{"channel":"280715089","start":"1673276400","end":"1673282400","first":"H","idtitle":"HOUSEATTHEENDOFTHESTREET","title":"House at the End of the Street","program_id":"1315916767","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/0\/20230102020044708b85.jpg","description":"De onlangs gescheiden moeder Sarah en haar dochter Elissa (Jennifer Lawrence) maken een nieuwe start in een mooi huis in bosrijke omgeving. In het huis naast hen is jaren geleden een echtpaar op gruwelijke wijze vermoord door hun eigen dochter, die vervolgens in de bossen verdween en haar broertje Ryan alleen achterliet. Ondanks dat haar moeder Elissa waarschuwt niet met Ryan om te gaan, begint zij toch stiekem een relatie met deze verlegen jongen. Het prille koppel wordt langzaam maar zeker opgeslokt door de mysterieuze dreiging die nog steeds in het huis aanwezig lijkt te zijn.","category":""},"70700":{"channel":"280715089","start":"1673282400","end":"1673288700","first":"K","idtitle":"KILLERINSIDEME","title":"Killer Inside Me","program_id":"1315916773","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/3\/20230102020044708g67.jpg","description":"De bedrieglijk charmante en bescheiden Lou Ford (Casey Affleck) is sheriff van een klein Amerikaans stadje. Lou heeft veel problemen. Met vrouwen, met de wet en met een groot aantal moorden in zijn Texaanse jurisdictiegebied. Daarnaast is hij een sadistische, psychopathische moordenaar. Steeds meer aanwijzingen beginnen zijn kant op te wijzen, en hij heeft vrijwel alle mogelijke alibi's al gebruikt. In de gitzwarte, barbaarse wereld van Jim Thompson is echter niets wat het lijkt: niet alleen Lou, maar alle personen die zich met de moorden bezighouden blijken een eigen geheim met zich mee te dragen.","category":""},"70701":{"channel":"280715089","start":"1673288700","end":"1673294400","first":"T","idtitle":"THECALL","title":"The Call","program_id":"1315916779","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/84\/20230102020044708hv3.jpg","description":"In de herfst van 1987 drijven de pesterijen van vier tieners de oude Edith (Lin 'Insidious' Shaye) tot een wanhoopsdaad. Bizar genoeg staan de pestkoppen in het testament van de sinistere vrouw. Haar echtgenoot Edward (Tobin 'Saw' Bell) legt uit dat Lin een telefoon letterlijk in haar graf heeft meegenomen. Wie durft te bellen en een minuut aan de lijn blijft, erft een fortuin. Een voor een draaien ze het nummer van hun eigen hel.","category":""},"70702":{"channel":"280715089","start":"1673294400","end":"1673299200","first":"R","idtitle":"REC","title":"[REC]","program_id":"1315916785","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/93\/20230102020044708444.jpg","description":"Een televisieploeg maakt een reportage over het werk van de plaatselijke brandweer. Wanneer het korps 's nachts uitrukt om een oudere dame uit haar appartement te bevrijden volgt de camera elke stap. In eerste instantie is het onduidelijk wat er aan de hand is, maar al snel blijkt dat ze in een ware hel terecht zijn gekomen. Brandweer en televisieploeg worden geconfronteerd met duivelse taferelen.","category":""},"70703":{"channel":"280715089","start":"1673299200","end":"1673305800","first":"T","idtitle":"THEROAD","title":"The Road","program_id":"1315916791","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/26\/20230102020044708gvo.jpg","description":"Een wereldwijde ramp heeft de aarde in puin en as gelegd. Er zijn slechts enkele overlevenden, de beschaving is verdwenen en er is een groot gebrek aan voedsel en water. Door dit vijandige landschap trekken een naamloze man (Viggo Mortensen) en zijn jonge zoon op zoek naar een veilig heenkomen. Ze proberen de kust te bereiken maar de weg daarheen is gevaarlijk. Barbaren en kannibalen liggen overal op de loer. In deze hel op aarde is slechts één lichtpuntje: de liefde tussen vader en kind.","category":""}}