{"70170":{"channel":"280715003","start":"1673396700","end":"1673405100","first":"D","idtitle":"DETROIT","title":"Detroit","program_id":"1316271652","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/61\/20230103020039722n3v.jpg","description":"In de zomer van 1967 houden de hevige 12th Street-rellen Detroit in hun greep. Tijdens één van de grootste en meest dodelijke volksopstanden uit de geschiedenis komen 43 mensen om, raken 189 mensen gewond en worden maar liefst 7200 mensen gearresteerd. Tweevoudig Oscarwinnaar Kathryn Bigelow brengt deze gebeurtenissen op indrukwekkende manier in beeld.","category":""},"70171":{"channel":"280715003","start":"1673405100","end":"1673409600","first":"D","idtitle":"DEERSKIN","title":"Deerskin","program_id":"1316271658","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/53\/20230103020039722l2q.jpg","description":"Georges raakt volledig in de ban van zijn net verworven hertenleren jas die alle andere jassen van iedereen op de hele wereld overbodig maakt. Met de aanschaf van dit unieke kledingstuk krijgt hij van de vorige eigenaar een kleine camcorder cadeau, waarna Georges zich voor gaat doen als filmmaker. Met hulp van barvrouw Denise, die in haar vrije tijd films monteert, begint hij aan een bizarre missie. Er ontstaat een absurde driehoeksverhouding tussen Georges, Denise en de jas.","category":""},"70172":{"channel":"280715003","start":"1673409600","end":"1673415000","first":"R","idtitle":"RELIC","title":"Relic","program_id":"1316271664","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/62\/20230103020039722h1i.jpg","description":"Wanneer de bejaarde weduwe Edna (Robyn Nevin) vermist raakt, reizen haar dochter Kay (Emily Mortimer) en kleindochter Sam (Bella Heathcote) naar het afgelegen familiehuis om haar te zoeken. Maar als Edna plotseling weer opduikt blijft een verklaring uit. Edna's vergeetachtigheid en nachtelijk ronddolen lijken te verergeren. Totdat Kay ontdekt dat een mysterieuze entiteit niet alleen het huis teistert maar ook haar moeder.","category":""},"70173":{"channel":"280715003","start":"1673415000","end":"1673422500","first":"T","idtitle":"THELMALOUISE","title":"Thelma & Louise","program_id":"1316655756","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/23\/20230104020039748tpg.jpg","description":"Thelma (Geena Davis) is een verveelde jonge huisvrouw. De tien jaar oudere Louise (Susan Sarandon) werkt als serveerster in een diner. Thelma's echtgenoot Darryl ziet zijn vrouw het liefst achter het aanrecht staan, terwijl Louise's vriend altijd van huis is als muzikant. Om de sleur te doorbreken trekken de twee vriendinnen er een paar dagen op uit in een Ford Thunderbird 1966 cabriolet. Hun ontspannen uitje neemt een criminele wending wanneer Louise de dronken man neerschiet die Thelma probeerde te verkrachten. En zo verandert hun road trip door de VS in een vlucht naar Mexico, op de hielen gezeten door de Amerikaanse politie.","category":""},"70174":{"channel":"280715003","start":"1673422500","end":"1673429400","first":"C","idtitle":"CROOKEDHOUSE","title":"Crooked House","program_id":"1316655762","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/10\/20230104020039748ppj.jpg","description":"In het landhuis van de schatrijke familie Leonides wordt de patriarch en eigenaar van het familiefortuin onder verdachte omstandigheden dood aangetroffen. Zijn beeldschone kleindochter Sophia roept de hulp in van haar voormalige minnaar, de privédetective Charles Hayworth. Er zijn verdachten te over: drie generaties van de Leonides dynastie wonen op het weeldige landgoed in een giftige atmosfeer vol bitterheid en jaloezie. En met het ongekende fortuin ligt het motief voor de hand. Maar niets is wat het lijkt.","category":""},"70175":{"channel":"280715003","start":"1673429400","end":"1673434500","first":"T","idtitle":"THEKILLINGOFTWOLOVERS","title":"The Killing of Two Lovers","program_id":"1316655768","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/9\/20230104020039748xnb.jpg","description":"David en Nikki zijn twee high school sweethearts die al jaren getrouwd zijn en met hun vier kinderen wonen in het desolate landschap van een klein stadje in Utah. De twee hebben besloten wat afstand van elkaar te nemen om het huwelijk te redden dat ze tot nu toe als vanzelfsprekend hebben beschouwd. David stemt in met Nikki's wensen, omdat hij denkt dat het de enige manier is om hun gezin samen te houden. Die hoop vervliegt als Nikki een nieuwe vriend lijkt te hebben. David reageert impulsief en jaloers. Hij is doodsbang om zijn gezin te verliezen en zoekt de confrontatie.","category":""},"70176":{"channel":"280715003","start":"1673434500","end":"1673448600","first":"T","idtitle":"THECIRCLE","title":"The Circle","program_id":"1316655774","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/69\/202301040200397482oa.jpg","description":"In dit verontrustende drama naar de intrigerende bestseller van Dave Eggers, krijgt Emma Watson een baantje bij het machtige tech-bedrijf van Tom Hanks. Deze organisatie wil alle informatie over de gehele wereld in beheer hebben. De persoonlijke e-mails van de gebruikers, hun sociale media, betalingsverkeer en aankopen zijn met elkaar verbonden door een universeel besturingsprogramma. Het resultaat: iedereen heeft slechts één online identiteit. Een nieuw tijdperk van openheid en gemeenschapszin is aangebroken onder dubieuze motto: privacy is diefstal.","category":""},"70177":{"channel":"280715003","start":"1673448600","end":"1673454600","first":"F","idtitle":"FETEDEFAMILLE","title":"Fête de Famille","program_id":"1316655780","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/75\/202301040200397483nz.jpg","description":"Een familiereünie ter gelegenheid van de zeventigste verjaardag van de 'mater familias' verloopt anders dan verwacht. Andrea (Catherine Deneuve) heeft namelijk geen rekening gehouden met de komst van haar oudste dochter, Claire, die vier jaar eerder met de noorderzon is vertrokken. Ze wordt warm onthaald, maar Claire voelt zich door haar familie tekort gedaan en is vastbesloten te krijgen wat haar toekomt. Het duurt dan ook niet lang voor het feest ontaard in een chaos.","category":""},"70178":{"channel":"280715003","start":"1673454600","end":"1673460000","first":"T","idtitle":"THEBIGWEDDING","title":"The Big Wedding","program_id":"1316655978","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/36\/20230104020039748vx0.jpg","description":"Don en Ellie (Robert De Niro en Diane Keaton) waren ooit getrouwd. Ze kregen twee kinderen (Topher Grace en Katherine Heigl) en adopteerden de Colombiaanse Alejandro (Ben Barnes), maar hun huwelijk hield uiteindelijk geen stand. Alejandro heeft zijn biologische moeder nooit verteld dat zijn pleegouders zijn gescheiden en dat is een probleem wanneer deze strenggelovige vrouw te gast is op zijn huwelijk met Missy (Amanda Seyfried). Hij vraagt Don en Ellie om tijdens het feest net te doen alsof ze nog steeds bij elkaar zijn. Maar dat blijkt niet zo eenvoudig.","category":""},"70179":{"channel":"280715003","start":"1673460000","end":"1673465400","first":"Q","idtitle":"QUIMAIMEMESUIVE","title":"Qui M'Aime Me Suive","program_id":"1316655984","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/64\/20230104020039748vly.jpg","description":"De gepensioneerde Gilbert en Simone wonen in een dorpje in Zuid-Frankrijk en ervaren nogal wat ergernissen in hun huwelijk. Het constante cynisme van haar echtgenoot, hun geldtekort, maar ook het plotselinge vertrek van haar buurman en geheime minnaar Étienne, zorgen ervoor dat Simone ervoor kiest om haar man te verlaten. Maar dan besluit Gilbert hij tot alles bereid is om zijn echtgenote en grote liefde voor zich terug te winnen.","category":""},"70180":{"channel":"280715003","start":"1673465400","end":"1673477700","first":"F","idtitle":"FALLEN","title":"Fallen","program_id":"1316655990","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/2\/202301040200397482h1.jpg","description":"De eigenzinnige 17-jarige Lucinda 'Luce' Price wordt naar de Sword & Cross heropvoedingschool gestuurd nadat ze onterecht van een misdaad wordt beschuldigd. Ze ontmoet er twee jongens met wie ze zich op onverklaarbare wijze verbonden mee voelt. De jongens blijken gevallen engelen die al eeuwen elkaar bevechten voor haar liefde. Luce moet kiezen tussen Hemel en Hel in dit epische gevecht om ware liefde.","category":""},"70181":{"channel":"280715003","start":"1673477700","end":"1673483100","first":"P","idtitle":"PIXIE","title":"Pixie","program_id":"1316655996","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/79\/20230104020039748zsl.jpg","description":"Pixie is een charmante meid uit een beruchte misdaadfamilie, wier moeder werd vermoord door de bende van Father McGrath. Ze wil haar moeders dood wreken door een fortuin aan drugsgeld van de moordenaars achterover te drukken en voor altijd te verdwijnen naar het buitenland. Maar al haar plannen worden per ongeluk gedwarsboomd door twee kroegtijgers, Frank en Harland. Pixie windt de twee in no time om haar vingers en voor ze het beseffen zitten Frank en Harland in haar klassieke Mercedes, met een lijk in de kofferbak en een tas vol cocaïne op de achterbank, achtervolgd door moorddadige priesters, huurmoordenaars en politie.","category":""}}