{"70144":{"channel":"280715028","start":"1672875900","end":"1672884000","first":"U","idtitle":"UNDERTHESILVERLAKE","title":"Under the Silver Lake","program_id":"1313939134","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/66\/202212280200405147va.jpg","description":"Op een mooie, zwoele avond in Los Angeles maakt de jonge Sam (Andrew Garfield) kennis met zijn aantrekkelijke buurvrouw Sarah (Riley Keough). Wanneer zij de volgende ochtend op mysterieuze wijze blijkt te zijn verdwenen, begint Sam aan een surrealistische zoektocht. Beetje bij beetje ontsluiert hij een sinister complot dat de hele stad lijkt te beheersen.","category":""},"70145":{"channel":"280715028","start":"1672884000","end":"1672890600","first":"C","idtitle":"CAPOTE","title":"Capote","program_id":"1313939140","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/98\/20221228020040514410.jpg","description":"Eind 1959 reist Truman Capote (Philip Seymour Hoffman), auteur van Breakfast at Tiffany's, naar een dorpje in Kansas om een artikel te schrijven over de moord op vier leden uit een boerenfamilie. Ondanks zijn kinderlijke stem, artistieke maniertjes en ongewone kleding weet Capote het vertrouwen te winnen van de plattelandsbevolking. Met name dat van rechercheur Dewey, die de leiding heeft over het moordonderzoek. Maar hij leert ook de hoofdverdachte kennen. Capote ziet in dat zijn artikel uit kan groeien tot een diepzinnig boek over zowel de slachtoffers als de daders.","category":""},"70146":{"channel":"280715028","start":"1672890600","end":"1672898400","first":"Q","idtitle":"QUICK","title":"Quick","program_id":"1313939146","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/80\/20221228020040514kpl.jpg","description":"De rechtszaak rond de vermeende seriemoordenaar Thomas Quick is het grootste juridische schandaal in de Zweedse geschiedenis. Verslaggever Hannes Råstam heeft zich erop toegelegd om de onschuld van Quick te bewijzen en de juridische chaos te ontmaskeren die hem veroordeelde tot een leven in een psychiatrische gevangenis. Niemand is echter geïnteresseerd in het vrijpleiten en vrijlaten van de ergste psychopaat in Zweden, een kannibalistische verkrachter die was veroordeeld voor acht moorden en er nog eens vijfentwintig had bekend. Toch legt hij het ongelooflijke verhaal achter de Thomas Quick-zaak stukje bij beetje bloot.","category":""},"70147":{"channel":"280715028","start":"1672898400","end":"1672903800","first":"F","idtitle":"FLYMEAWAY","title":"Fly Me Away","program_id":"1314359816","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/15\/20221229020040508rz9.jpg","description":"Thomas brengt zijn nachten door in clubs en zijn dagen in bed, tot op de dag dat zijn vader, Dr. Reinhard, zijn capriolen beu is. Hij besluit hem de pas af te snijden en dwingt hem de zorg op zich te nemen voor één van zijn jonge patiënten. Marcus is twaalf jaar oud en woont alleen bij zijn moeder. Sinds zijn geboorte lijdt hij aan een ernstige ziekte die zijn dagen onderbreekt tussen het opvangcentrum waar hij naar school gaat en herhaalde opnames in het ziekenhuis. Deze ontmoeting zal het dagelijks leven van beiden op zijn kop zetten en hun leven danig veranderen.","category":""},"70148":{"channel":"280715028","start":"1672903800","end":"1672909200","first":"A","idtitle":"AQUARELA","title":"Aquarela","program_id":"1314359822","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/66\/202212290200405080yy.jpg","description":"Prijswinnende documentaire waarin water de hoofdrol heeft, in al haar schoonheid en gruwelijkheid. Van het bevroren water in het Russische Baikalmeer, naar Miami in de greep van orkaan Irma, tot de machtige Angel Falls in Venezuela. Water brengt leven en dood, vreugde en wanhoop voor de kwetsbare mens.","category":""},"70149":{"channel":"280715028","start":"1672909200","end":"1672916100","first":"L","idtitle":"LITTLEWOMEN","title":"Little Women","program_id":"1314359828","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/39\/20221229020040508alg.jpg","description":"Gebaseerd op Louisa May Alcotts autobiografische roman uit 1868 over liefde, familie en de vrouwelijke geest binnen de familie March. Terwijl hun vader aan het front vecht van de Amerikaanse Burgeroorlog, groeien de zussen Jo, Amy, Meg en Beth op onder de hoede van hun sterke moeder. Het zijn moeilijke tijden voor de vier jonge vrouwen die hun weg in de maatschappij moeten vinden. Met onder anderen Winona Ryder, Kirsten Dunst, Claire Danes, Susan Sarandon en Christian Bale.","category":""},"70150":{"channel":"280715028","start":"1672916100","end":"1672923000","first":"T","idtitle":"THEHOURS","title":"The Hours","program_id":"1314359834","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/59\/20221229020040508x1p.jpg","description":"Clarissa Vaughan (Meryl Streep) is een welgestelde en succesvolle boekredacteur. Laura Brown (Julianne Moore) is gelukkig getrouwd. Virginia Woolf (Nicole Kidman) is een gewaardeerd auteur. Drie totaal verschillende vrouwen. Op het eerste gezicht succesvol en gelukkig. Met elkaar verbonden door de pijn en tegenslag waar ze mee te maken hebben. Stuk voor stuk moeten ze een dramatische beslissing nemen.","category":""},"70151":{"channel":"280715028","start":"1672923000","end":"1672929300","first":"E","idtitle":"EFFACERLHISTORIQUE","title":"Effacer L' Historique","program_id":"1314359840","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/28\/20221229020040508a63.jpg","description":"In een woonwijk worden drie buren geconfronteerd met de invloed van social media op hun leven. Marie wordt gechanteerd met een sekstape, Bertrands dochter wordt via Facebook op school gepest en Uber-chauffeur Christine is van slag omdat haar klanten weigeren om positieve recensies achter te laten. Samen besluiten ze de strijd aan te gaan tegen de internetgiganten.","category":""},"70152":{"channel":"280715028","start":"1672929300","end":"1672935000","first":"P","idtitle":"POLICE","title":"Police","program_id":"1314359846","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/15\/20221229020040508k2y.jpg","description":"De Parijse agenten Aristide en Virginie delen niet alleen een heimelijke liefdesaffaire. Samen met hun collega Erik moeten ze een asielzoeker wegbrengen naar het vliegveld, opdat hij kan worden uitgezet naar Tadsjikistan. Hun persoonlijke beslommeringen thuis en de terugkerende menselijke misère waar ze dagelijks mee te maken hebben in hun politiewerk maken de sfeer in de auto soms behoorlijk gespannen. Wanneer Virginie tot het besef komt dat ze het leven van de asielzoeker in gevaar brengen door hem terug te sturen, neemt ze Aristide en Erik mee in haar dilemma.","category":""},"70153":{"channel":"280715028","start":"1672935000","end":"1672940400","first":"D","idtitle":"DEVOGELWACHTER","title":"De vogelwachter","program_id":"1314360172","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/20\/20221229020040508wwy.jpg","description":"De vogelwachter (Freek de Jonge) woont al bijna een halve eeuw moederziel alleen en zielsgelukkig op een afgelegen eiland. Op een dag krijgt hij bericht dat zijn post wordt opgeheven. Aan zijn gelukkige bestaan in en met de natuur komt abrupt een einde. De afgedankte vogelwachter weigert echter te gaan en trekt op geheel eigen wijze ten strijde.","category":""},"70154":{"channel":"280715028","start":"1672940400","end":"1672947000","first":"T","idtitle":"TOUTSESTBIENPASSE","title":"Tout s'est bien passé","program_id":"1314360178","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/66\/202212290200405085if.jpg","description":"Nadat de 85 jaar oude André een beroerte krijgt, raakt hij voor de helft verlamd en is het leven niet meer wat het was. Als bon-vivant besluit hij de verdere aftakeling niet af te willen wachten en vraagt zijn dochters Emmanuèle en Pascale om hem te helpen er een eind aan te maken. Hiermee confronteert hij de twee vrouwen niet alleen met een moreel dilemma, maar zadelt hij ze daarbij op met grote praktische en emotionele uitdagingen.","category":""},"70155":{"channel":"280715028","start":"1672947000","end":"1672967100","first":"E","idtitle":"EIFFEL","title":"Eiffel","program_id":"1314360184","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/57\/20221229020040508g9n.jpg","description":"Na het succesvol afronden van de bouw aan het Vrijheidsbeeld ligt de wereld aan de voeten van ingenieur Gustave Eiffel. De Franse overheid vraagt hem om een spectaculair nieuw ontwerp te maken voor de Wereldtentoonstelling van 1889 in Parijs. Eiffel houdt zich echter liever bezig met een ander project. Alles verandert wanneer zijn pad kruist met de grote liefde uit zijn verleden. De lang verloren en verboden passie tussen de twee inspireert Gustave om zijn wereldberoemde Eiffeltoren te ontwerpen.","category":""}}