{"68834":{"channel":"280714878","start":"1672443600","end":"1672449000","first":"W","idtitle":"WATERBOYS","title":"Waterboys","program_id":"1312148917","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/54\/202212230200347063p2.jpg","description":"Misdaadromanschrijver Victor en zijn cello spelende zoon Zack worden op dezelfde dag door hun vrouwen het huis uitgezet. De mannen moeten zichzelf en hun relatie opnieuw zien uit te vinden tijdens een turbulente reis naar Schotland ter promotie van Victors nieuwste boek. Een verhaal over een vader die maar niet volwassen wil worden en zijn zoon die het leven wat minder serieus zou moeten nemen.","category":""},"68835":{"channel":"280714878","start":"1672449000","end":"1672455000","first":"V","idtitle":"VANIGLIAECIOCCOLATO","title":"Vaniglia e cioccolato","program_id":"1312148923","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/84\/20221223020034706e7b.jpg","description":"Penelope, een moeder van drie kinderen, wordt moe van de ontrouw van haar man en verlaat hem. Ze gaat bij haar oma wonen, terwijl hij voor de kinderen moet zorgen. Zijn interesse wordt gewekt wanneer hij liefdesbrieven van zijn vrouw vindt, die wijzen op een liefdesaffaire uit het verleden. Zij probeert deze haar vroegere minnaar een Spaanse schilder, te vinden.","category":""},"68836":{"channel":"280714878","start":"1672455000","end":"1672460400","first":"P","idtitle":"PEOPLEYOUMAYKNOW","title":"People You May Know","program_id":"1312148929","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/68\/20221223020034706eyr.jpg","description":"Jed Triplett is een introverte dertiger die zich tot nu toe heeft weten te onthouden van de sociale media. Wanneer hem de gigantische vraag wordt gesteld om te definiëren wie hij is, realiseert Jed zich dat een leven dat hij zelf kan verzinnen veel interessanter is dan het leven dat hij werkelijk leidt.","category":""},"68837":{"channel":"280714878","start":"1672460400","end":"1672466400","first":"V","idtitle":"VYKRUTASY","title":"Vykrutasy","program_id":"1312148935","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/62\/20221223020034706wny.jpg","description":"Een vrijgezelle leraar uit een klein Russisch stadje wordt aangereden door een prachtige vrouw (Milla Jovovich) uit Moskou. De leraar valt meteen als een blok voor haar. Het enige probleem is dat hij het op zal moeten nemen tegen haar verloofde.","category":""},"68838":{"channel":"280714878","start":"1672466400","end":"1672472700","first":"K","idtitle":"KAMELEON2","title":"Kameleon 2","program_id":"1312547534","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/58\/20221224020030510psa.jpg","description":"De bewoners van Lenten dreigen de dupe te worden van een op geld beluste aannemer die een snelweg en een villawijk wil aanleggen in het rustieke dorpje. Als de plannen uitlekken is het hele dorp in rep en roer. Zelfs binnen het gezin van Hielke en Sietse Klinkhamer laaien de discussies over de veranderingen hoog op. Wanneer ze hun nieuwe vriendinnetje Marieke redden van verdrinking, moet zij zo snel mogelijk naar een Zwitsers kuuroord om te genezen. Hielke en Sietse besluiten meteen tot actie over te gaan, maar of de tweeling het dorp én het leven van Marieke kan redden, dat is nog maar de vraag.","category":""},"68839":{"channel":"280714878","start":"1672472700","end":"1672478400","first":"V","idtitle":"VAMPIERZUSJES","title":"Vampierzusjes","program_id":"1312547540","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/84\/202212240200305107qo.jpg","description":"De twaalfjarige tweelingzusjes Dakaria en Silvania Tepes zijn allebei half-vampier. Hun moeder is honderd procent mens, hun vader is een volbloed vampier. De zusjes vinden dat best wel leuk, omdat ze 's nachts kunnen vliegen en zich heel snel van de ene plek naar de andere kunnen verplaatsen. Dakaria en Silvania hebben hun hele leven vader tussen de vampiers gewoond. Maar nu verhuizen ze naar de wereld van hun moeder en moeten ze zich redden tussen 'gewone mensen'. Dat is heel spannend want niemand mag achter hun geheim komen.","category":""},"68840":{"channel":"280714878","start":"1672478400","end":"1672484100","first":"D","idtitle":"DEDOLLETWEELING4MEERDANBESTEVRIENDEN","title":"De dolle tweeling 4 - Meer dan beste vrienden","program_id":"1312547546","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/23\/20221224020030510n7c.jpg","description":"De tweeling Hanni en Nanni hebben absoluut geen zin om de rest van het jaar op een kostschool door te brengen. Het liefste blijven zij thuis met hun vader in Berlijn, maar dat mag niet van hun moeder. Daarom halen ze zo veel mogelijk kattenkwaad uit om van school gestuurd te worden. Nanni wordt op een gegeven moment vriendinnen met een leuk groepje meiden en ze krijgt een paard, Pegasus. Maar Hanni is nog steeds bezig met het uithalen van grapjes, zodat ze naar huis kunnen. Dit is de eerste keer dat de tweeling het niet met elkaar eens is en uit elkaar gaat. Zullen ze ooit nog samenkomen?","category":""},"68841":{"channel":"280714878","start":"1672484100","end":"1672489800","first":"L","idtitle":"LERENARDETLENFANT","title":"Le renard et l'enfant","program_id":"1312547552","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/4\/20221224020030511yqw.jpg","description":"Op een mooie herfstdag ziet een meisje een vos lopen. Geboeid door wat zij ziet vergeet zij haar angst en zoekt contact met het dier. De grenzen, die normaal tussen een mens en een wild dier te vinden zijn, verdwijnen als sneeuw voor de zon. Het is het begin van een buitengewone vriendschap. Dankzij de vos, ontdekt het meisje een geheime en verwilderde natuur, dat haar leven en haar kijk daarop compleet doet veranderen.","category":""},"68842":{"channel":"280714878","start":"1672489800","end":"1672495500","first":"L","idtitle":"LABYRINTHUS","title":"Labyrinthus","program_id":"1312547558","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/53\/20221227210029726xff.jpg","description":"De veertienjarige Frikke ontdekt bij toeval een computerspel waarin enkele van zijn vrienden terechtgekomen zijn. Enkel Frikke kan hen eruit bevrijden. In een race tegen de klok gaat Frikke op zoek naar het kwade meesterbrein achter dit gemene spel en hoopt hij zo zijn vrienden te redden.","category":""},"68843":{"channel":"280714878","start":"1672495500","end":"1672501200","first":"R","idtitle":"RAZEND","title":"Razend","program_id":"1312547564","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/2\/20221224020030511ch2.jpg","description":"De vijftienjarige Sven wil regisseur worden en is al volop bezig met filmpjes op Youtube. Hij vraagt Roosmarijn om mee te werken aan zijn eerste speelfilm. Zij mag echter niet te weten komen dat hij thuis regelmatig een pak rammel krijgt. Het lukt hem zijn blauwe plekken voor iedereen verborgen te houden totdat hij er op een dag zo slecht aan toe is dat hij bij zijn oma onderduikt. Daardoor mist hij zijn verjaardag. Roosmarijn denkt dat hij haar niet meer leuk vindt en ook zijn vrienden zijn boos op hem. Hij besluit om voor eens en voor altijd met zijn vader af te rekenen, totdat hij ontdekt waarom zijn vader hem slaat.","category":""},"68844":{"channel":"280714878","start":"1672501200","end":"1672506300","first":"T","idtitle":"THEPIRATESBANDOFMISFITS","title":"The Pirates! Band of Misfits","program_id":"1312547570","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/87\/202212240200305117pm.jpg","description":"De chaotische en bebaarde Piratenkapitein is de overheerser van de zee. Samen met zijn klunzige crew moet hij zijn grote droom waarmaken, namelijk de bittere rivalen Black Bellamy en Cutlass Liz verslaan om de grote prijs 'Piraat van het Jaar' te winnen. Het is een zoektocht die onze helden meeneemt van de oevers van het exotische Bloed Eiland tot de mistige straten van het Victoriaanse Londen. Onderweg vechten ze tegen een duivelse koningin en gaan in zee met een jonge, verstrooide wetenschapper, maar verliezen één ding waar de piraat het liefst van houdt nooit uit het oog: avontuur!","category":""},"68845":{"channel":"280714878","start":"1672506300","end":"1672513200","first":"T","idtitle":"TOROMEWITHLOVE","title":"To Rome with Love","program_id":"1312547576","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/1\/20221224020030511g06.jpg","description":"Een kijkje in het leven van diverse mensen in en om de Italiaanse stad Rome. Een gepensioneerde operaregisseur uit New York onderneemt verwoede pogingen om een zingende begrafenisondernemer op het podium te krijgen. Een architect voorziet een Amerikaanse jongeman van pittig liefdesadvies wanneer een jonge actrice op bezoek komt. Een doodgewone huisvader wordt tot zijn grote verbazing ineens de nieuwste beroemdheid van het land. En een pasgetrouwd Italiaans stelletje uit de provincie beleeft een romantische dag in de grote stad... zonder elkaar.","category":""},"68846":{"channel":"280714878","start":"1672513200","end":"1672518600","first":"M","idtitle":"MRSLOWRYSON","title":"Mrs Lowry & Son","program_id":"1312547582","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/63\/202212240200305112kb.jpg","description":"De inmiddels gevierde Britse kunstenaar L.S. Lowry (Timothy Spall) had een getroubleerde relatie met zijn aan bed gekluisterde, dominante moeder (Vanessa Redgrave). Werkend als huurincasseerder mengt Lowry zich overdag tussen de fabriekswerkers op de straten van Salford. Zijn vrije uren besteedt hij aan het maken van zijn schilderijen en de zorg voor zijn moeder, die zijn artistieke ambities enkel bekritiseert.","category":""},"68847":{"channel":"280714878","start":"1672518600","end":"1672525200","first":"T","idtitle":"THEBOOKSHOP","title":"The Bookshop","program_id":"1312547588","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/58\/20221224020030511h5u.jpg","description":"De weduwe Florence Green (Emily Mortimer) besluit haar leven weer op te pakken door een boekwinkel te openen. Ze is een krachtige vrouw die haar dromen najaagt, maar eind jaren vijftig in het Britse kustplaatsje doet haar winkel meer stof opwaaien dan verwacht. Onder leiding van de welgestelde Violet Gamart (Patricia Clarkson) en haar man wordt Florence door haar dorpsgenoten op slinkse wijze tegen gewerkt. Toch vindt ze steun bij de mysterieuze Mr. Brundish (Bill Nighy), die vindt dat het stadje wel toe is aan wat verandering.","category":""},"68848":{"channel":"280714878","start":"1672525200","end":"1672530600","first":"F","idtitle":"FANBOYS","title":"Fanboys","program_id":"1312547594","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/58\/20221227210029726ll5.jpg","description":"Vier jongemannen uit het mid-westen van de Verenigde Staten zijn al sinds hun kinderjaren met elkaar bevriend. Ze besluiten in een busje af te reizen naar de Skywalker ranch van Star Wars regisseur George Lucas. De jongens zijn namelijk extreme liefhebbers van sciencefictionfilms en nu bij een van hen kanker is vastgesteld kunnen ze niet wachten tot 'The Phantom Menace' in première gaat. Om de laatste wens van hun zieke vriend in vervulling te laten gaan, zullen ze moeten inbreken op de ranch zodat ze een vroege kopie van de film kunnen zien.","category":""}}