{"70209":{"channel":"280715028","start":"1672441200","end":"1672449000","first":"T","idtitle":"THERACERANDTHEJAILBIRD","title":"The Racer and the Jailbird","program_id":"1312150241","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/83\/20221223020039709vvr.jpg","description":"Het is liefde op het eerste gezicht tussen de raadselachtige Gino 'Gigi' Vanoirbeek (Matthias Schoenaerts) en de veelbelovende autocoureur Bénédicte 'Bibi' Delhany (Adèle Exarchopoulos). Maar Gigi draagt een geheim met zich mee. Dit geheim is niet alleen levensbedreigend voor hen maar ook voor iedereen om hen heen. Om hun liefde te redden, zullen Gigi en Bibi tegen noodlot en hun eigen zwaktes moeten vechten. Maar hoe lang kan je vechten voor iets dat misschien al lang verloren is? Een romantische misdaadfilm van Rundskop-regisseur Michaël R. Roskam.","category":""},"70210":{"channel":"280715028","start":"1672449000","end":"1672455000","first":"T","idtitle":"THEPERKSOFBEINGAWALLFLOWER","title":"The Perks of Being a Wallflower","program_id":"1312150247","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/37\/202212230200397090jx.jpg","description":"De vijftienjarige Charlie is een eenzame en nerveuze puber, die zich niet thuis voelt op zijn school in Pittsburgh. Hij heeft nooit echt ergens bij gehoord, maar wanneer hij kennis maakt met de flamboyante Patrick en diens aantrekkelijke stiefzus Sam gaat er een nieuwe wereld voor hem open. Samen beleven ze tal van hoogte- en dieptepunten op weg naar volwassenheid.","category":""},"70211":{"channel":"280715028","start":"1672455000","end":"1672461000","first":"M","idtitle":"MYSALINGERYEAR","title":"My Salinger Year","program_id":"1312150253","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/96\/20221223020039709vlm.jpg","description":"New York, de jaren 90. Na haar afstuderen droomt Joanna ervan schrijfster te worden. Ze vindt een baan als assistente van Margaret, een onverstoorbare en ook wel ouderwetse literair agente, met J.D. Salinger als een van haar beroemdste cliënten. Joanna leeft ondertussen in twee tegengestelde werelden. Want begeeft ze zich overdag in de wereld van glamour in het statige kantoor vol ouderwetse dictafoons, typemachines en lunches waar drie martini's de norm zijn, is het 's avonds armoe troef in het huis waar ze woont mét haar socialistische vriend, maar zónder gootsteen.","category":""},"70212":{"channel":"280715028","start":"1672461000","end":"1672466400","first":"N","idtitle":"NESSUNOMIPETTINABENECOMEILVENTO","title":"Nessuno mi pettina bene come il vento","program_id":"1312150259","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/98\/20221223020039709duc.jpg","description":"Italiaans drama over het leven van eenzame zielen in een wanhopige zoektocht: de moeizame relatie tussen een eenzame schrijfster en een jong meisje dat haar leven binnenkomt.","category":""},"70213":{"channel":"280715028","start":"1672466400","end":"1672474200","first":"T","idtitle":"THEREALM","title":"The Realm","program_id":"1312547008","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/68\/20221224020029711lh5.jpg","description":"Manuel Gómez Vidal is een geliefde en charismatische politicus die het goed voor elkaar heeft: hij heeft veel aanzien, een liefde volle familie en veel vrienden. Maar hij is ook onderdeel van een corrupt politiek systeem, waar ieder zich verrijkt met publiek geld. Terwijl hij een collega en goede vriend indekt, wordt hij zelf het middelpunt van de aandacht en schuiven zijn partijgenoten alle schuld op hem. Maar Manuel laat zich niet kennen en duikt diep in het vuile spelletje.","category":""},"70214":{"channel":"280715028","start":"1672474200","end":"1672481700","first":"H","idtitle":"HOPE","title":"Hope","program_id":"1312547014","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/44\/20221224020029711xj5.jpg","description":"Na een succesvolle internationale tour met haar dansgezelschap, keert Anja (Andrea Bræin Hovig) terug naar huis om Kerst te vieren. Daar wacht haar gezin op haar: partner en theaterregisseur Tomas (Stellan Skarsgård), hun drie biologische kinderen, en de drie kinderen uit Tomas' eerste huwelijk. Maar vlak voor Kerst krijgen Anja en Tomas nieuws dat inslaat als een bom: Anja heeft een hersentumor en niet lang meer te leven. Samen proberen ze een manier te vinden om het nieuws te delen met hun familie. In de tijd die volgt wordt de relatie tussen Anja en Tomas hevig op de proef gesteld.","category":""},"70215":{"channel":"280715028","start":"1672481700","end":"1672488600","first":"S","idtitle":"SNIEGUJUZNIGDYNIEBEDZIE","title":"Sniegu juz nigdy nie bedzie","program_id":"1312547020","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/68\/20221224020029712tw0.jpg","description":"Op een grijze, mistige ochtend in een Oost-Europese stad verschijnt een mysterieus persoon, die in een omheinde gemeenschap aan de slag gaat als masseur. De identieke huizen worden allen bewoond door de welgestelde hogere klasse, die ondanks hun rijkdom met verdriet en innerlijke leegte rondlopen. De masseur biedt hen troost met zijn handen die genezen en zijn ogen die de zielen van deze eenzame bewoners doordringen. Voor hen klinkt zijn Russische accent als het lied van het verleden, een vredige melodie uit hun kindertijd, toen de wereld een veiligere plek was. Hij heet Zhenia en verandert hun leven.","category":""},"70216":{"channel":"280715028","start":"1672488600","end":"1672494900","first":"M","idtitle":"MISS","title":"Miss","program_id":"1312547026","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/41\/20221224020029712qcn.jpg","description":"Als kind wilde Alex niets liever dan Miss Frankrijk worden. Een onverwachte ontmoeting wakkert zijn droom weer aan en hij besluit - zijn gender verborgen houdend – als Alexandra mee te doen aan de wedstrijd. Met hulp van zijn gekozen familie probeert Alex de titel, zijn vrouwelijkheid en boven alles zijn identiteit te veroveren.","category":""},"70217":{"channel":"280715028","start":"1672494900","end":"1672502700","first":"T","idtitle":"THEMANWHOKILLEDDONQUIXOTE","title":"The Man Who Killed Don Quixote","program_id":"1312547032","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/53\/20221224020029712vux.jpg","description":"Ooit was Toby (Adam Driver) een ambitieuze, idealistische student die in een Spaans dorpje zijn afstudeerproject 'Don Quixote' regisseerde. Vandaag is hij een gevierde, maar verwaande filmmaker. Wanneer hij na vele jaren terugkeert naar Spanje, ontmoet hij de oude man die ooit de rol van Don Quixote speelde. Maar de acteur waant zich nog steeds de man van La Mancha en ziet in Toby zijn trouwe volgeling Sancho Panza. Het duo begint aan een bizarre tocht en langzaam wordt Toby meegezogen in een wereld van illusie waarin hij dromen en realiteit niet meer van elkaar kan onderscheiden.","category":""},"70218":{"channel":"280715028","start":"1672502700","end":"1672508100","first":"P","idtitle":"PASSENGERS","title":"Passengers","program_id":"1312547038","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/96\/202212240200297129sb.jpg","description":"Na een vliegtuigcrash, wordt Claire Summers (Anne Hathaway) aangewezen om de vijf overlevenden te begeleiden. Sommige van hen beweren dat het ongeluk is veroorzaakt door een explosie, maar de luchtvaartmaatschappij ontkent dat. Een van de overlevenden is Eric (Patrick Wilson), Claire ontdekt dat ze speciale gevoelens voor hem heeft. Net als hun professionele relatie overgaat in een romance, verdwijnen de overige overlevenden en Claire beseft dat Eric haar laatste hoop is.","category":""},"70219":{"channel":"280715028","start":"1672508100","end":"1672515000","first":"B","idtitle":"BRIGHTSTAR","title":"Bright Star","program_id":"1312547044","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/83\/20221224020029712svn.jpg","description":"Tussen poëet John Keats en zijn buurmeisje Fanny, een eigenzinnige modestudente, ontstaat een geheime liefde. Wanneer haar moeder en zijn beste vriend hoogte krijgen van deze, in hun ogen, ongepaste relatie, hebben Fanny en John al een onuitwisbare invloed op elkaars bestaan gekregen. Als John ernstig ziek wordt, luidt dit voor de jonge geliefden in plaats van een begin juist een voortijdig einde aan.","category":""},"70220":{"channel":"280715028","start":"1672515000","end":"1672520700","first":"T","idtitle":"THEDUKE","title":"The Duke","program_id":"1312547498","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/8\/20221224020029712349.jpg","description":"In 1961 stal Kempton Bunton, een 60-jarige taxichauffeur, Goya's portret van de hertog van Wellington uit de National Gallery in Londen. Het was de eerste (en nog steeds de enige) diefstal uit de geschiedenis van het museum. In zijn losgeldbrieven schreef Bunton dat hij het schilderij zou teruggeven op voorwaarde dat de overheid ermee in zou stemmen om gratis televisie te verstrekken aan ouderen. Pas vijftig jaar later zou de volledige geschiedenis achter de diefstal bekend worden - een verbazingwekkend verhaal over hoe een rechtschapen man de wereld wilde veranderen en daarmee zijn zoon en zijn huwelijk redde.","category":""},"70221":{"channel":"280715028","start":"1672520700","end":"1672527600","first":"L","idtitle":"LAWLESS","title":"Lawless","program_id":"1312547504","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/23\/20221224020029712z9x.jpg","description":"De gebroeders Bondurant (Tom Hardy, Shia LaBoeuf en Jason Clarke) zetten tijdens de drooglegging in de jaren '30 een illegale drankhandel op, wat al snel tot een zeer succesvolle onderneming uitgroeit met behulp van lokale crimineel Floyd Banner (Gary Oldman). Hiermee halen ze zich echter wel de woede op de hals van corrupt special agent Rakes (Guy Pearce), die een gewelddadige werkwijze niet schuwt bij het naleven van de wet.","category":""}}