{"55933":{"channel":"141431343","start":"1673218800","end":"1673228474","first":"T","idtitle":"TSJAIKOVSKIJEVGENIONEGIN","title":"Tsjaikovski - Jevgeni Onegin","program_id":"1315628386","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/46\/20230101020144715e8h.jpg","description":"Tsjaikovski's versie van Alexander Poesjkins Jevgeni Onegin, een van de meest iconische werken uit de Russische literatuur, bevat een gevariëerd en kleurrijk scala aan emoties. Het verhaal draait om een rusteloze, romantieke antiheld in de vorm van een Russische aristocraat, gevangen tussen conventie en lusteloosheid. Tsjaikovski's lyrische kwaliteiten komen optimaal tot uiting in deze opera, waarin het West-Europeze opera-idoom wordt omgesmolten tot een waar Russisch meesterwerk. De componist benadert op episodische wijze uiteenlopende maatschappelijke rangen en standen. Solisten zijn Peter Mattei (bariton), Larissa Diadkova (mezzo-sopraan), Elena Maximova (mezzo-sopraan) en Anna Netrebko (sopraan). Opgenomen in het Metropolitan Opera House te New York in 2017.","category":""},"55934":{"channel":"141431343","start":"1673228474","end":"1673234346","first":"B","idtitle":"BACHBRANDENBURGSECONCERTEN","title":"Bach - Brandenburgse Concerten","program_id":"1315628392","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/38\/2023010102014471508i.jpg","description":"Toen Bach werkzaam was aan het hof van prins Leopold in Köthen had hij zijn eigen orkest tot zijn beschikking. Dit bood hem de mogelijkheid veel instrumentale muziek te componeren en nieuwe compositietechnieken te verkennen om zijn eigen muzikale stijl te ontwikkelen. De zes Brandenburgse concerten tot de meesterwerken die Bach componeerde voor kleine ensembles. De aanstekelijke uitvoeringen van de Brandenburgse concerten door het Freiburg Barokorkest laten zien dat er een hoog niveau van professionaliteit bereikt kan worden door gebruik te maken van authentieke instrumenten. De keuze om werken zonder dirigent uit te voeren is een bewuste keuze; in de 18e eeuw was dit onderdeel van de uitvoeringspraktijk.","category":""},"55935":{"channel":"141431343","start":"1673234346","end":"1673239688","first":"G","idtitle":"GALAVANUITBERLIN2012","title":"Gala vanuit Berlin - 2012","program_id":"1315628462","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/4\/20230101020144715p9s.jpg","description":"Tijdens deze editie van het jaarlijkse nieuwjaarsconcert bundelen de Berliner Philharmoniker en Sir Simon Rattle de krachten met operazangers Cecilia Bartoli. Op het programma staat een selectie prachtige aria’s uit Bartoli’s uitzondelijke repertoire. Daarnaast speelt het orkest enkele symfonische dansen van Brahms en Dvořák, waarin de opgewekte karakteristieken van hun eigen stijl gecombineerd worden met die van slavische en Hongaarse volksmuziek. De volgende werken staan op de lessenaar: De danssuite en Gavotte en Entr’acte uit ‘Les Boréades’ van Rameau en drie aria’s van Händel: “Scherza in mar la navicella\" uit Lotario, “Ah che sol...M'adoro l'idol mio” uit Teseo en “Lascia la spina” uit Il Trionfo del Tempo e del Disinganno. Er wordt vervolgd met orkestuitvoeringen van Dvořáks Slavische Dansen Op. 46, Nr. 1 en 4, Op. 72\/4 en Op. 46\/3 en Suite Nr. 2 uit Ravels Daphnis et Chloé. De Berliner Philharmoniker sluit het nieuwsjaarsconcert traditioneel af met met Brahms’ Hongaarse Dans Nr. 1.","category":""},"55936":{"channel":"141431343","start":"1673239688","end":"1673240400","first":"R","idtitle":"ROTATHEGODFATHERSUITE","title":"Rota - The Godfather Suite","program_id":"1315926131","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/3\/20230102020055549833.jpg","description":"This exclusive live concert production presents a unique selection of movie classics - from Sergio Leone’s iconic Spaghetti Westerns to modern mafia masterpieces by Francis Ford Coppola and the cult movies of Tarantino. The Danish National Symphony Orchestra and Concert Choir are conducted by Sarah Hicks in this premiere performance of authentic soundtracks by composer legends Ennio Morricone, Nino Rota, Sonny Bono and Bernard Herrmann. Soloists for this performance are Tuva Semmingsen (mezzo), Christine Nonbo Andersen (soprano), Hans Ulrik (saxophone) and Mads Kjølby (guitars). Recorded at the DR Koncerthuset in Copenhagen, Denmark in 2018.","category":""},"55937":{"channel":"141431343","start":"1673240400","end":"1673242656","first":"M","idtitle":"MOZARTPIANOCONCERTNR20KV466","title":"Mozart - Pianoconcert Nr. 20, KV. 466","program_id":"1315926137","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/64\/20230102020055549rb8.jpg","description":"Ivan Klánský is de solist in Mozarts Pianoconcert Nr. 20, KV. 466. Hij wordt bijgestaan door het Praags Kamerorkest onder leiding van Jiri Belohlávek. De uitvoering is opgenomen in het Waldstein Paleis in Praag.","category":""},"55938":{"channel":"141431343","start":"1673242656","end":"1673245815","first":"S","idtitle":"STPATRICKSDAYCONCERT2021","title":"St. Patrick's Day Concert 2021","program_id":"1315926143","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/89\/20230102020055549kfs.jpg","description":"Een prachtige wisselwerking tussen woord, muziek en dans, zowel traditioneel en klassiek, gewijd en werelds, in deze betoverende compilatie van de mooiste momenten uit de St. Patrick's Day-concerten van de afgelopen jaren. Dit materiaal werd nog voor de uitbraak van covid-19 opgenomen op unieke locaties in Noord-Ierland, waaronder de eerste Patriciuskerk (de kathedraal in Armagh, Noord-Ierland) en het graf van Sint Patricius (de kathedraal in Downpatrick). In de prachtige akoestiek van St. Patrick’s Cathedral in Armagh weerklinken de woorden, melodie en lading van veel van de uitgevoerde muziek zoals nergens anders. De indrukwekkende hymne ‘Be Thou My Vision’ wordt hier gezongen door niet minder dan 800 stemmen. Elk deelnemend koor werd uitgenodigd om plaats te nemen in dit gecombineerde koor, waarbij ook een paar heel bijzondere gastartiesten aanschoven. Deel mee in deze vreugdevolle viering van St. Patrick's Day!","category":""},"55939":{"channel":"141431343","start":"1673245815","end":"1673250686","first":"B","idtitle":"BARATIDEBARGUESPELENDEBUSSYBRAHMSFRANCK","title":"Barati & Debargue spelen Debussy, Brahms & Franck","program_id":"1315926149","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/2\/20230102020055549ct5.jpg","description":"Violist Kristog Barati en pianist Lucas Debarque bundelen de krachten in een duoconcert tijdens de 25-jarige jubileumedite van het Zwitserse Verbier Festival in 2018. Hoewel het de eerste keer is dat het tweetal gezamenlijk een concert verzorgt, weten ze perfect tot elkaar te komen in dit programma met romantische werken. Op het programma staan Brahms’ Vioolsonate Nr. 1, Op. 78 en César Francks Vioolsonate in A-groot. Barati legde de Brahmssonate al enkele jaren geleden vast op cd en Francks werk behoort tot de favorieten van Debargue. De virtuoze pianopartij is uitermate geschikt voor de kundige pianist en de fantasie uit het derde deel past bij zijn liefde voor improvisatie. De cyclische vorm en continue dialoog tussen de piano- en vioolpartij verenigen de twee musici en zorgen ervoor dat de emoties die de beide romantieke werken bevatten prachtig tot uiting komen.","category":""},"55940":{"channel":"141431343","start":"1673250686","end":"1673254879","first":"C","idtitle":"CMIMPIANO2021FINALESUYEONKIM","title":"CMIM Piano 2021 - Finale: Su Yeon Kim","program_id":"1315926155","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/0\/202301020200555509yj.jpg","description":"Su Yeon Kim (Zuid-Korea, 1994) voert Ludwig van Beethovens Sonate nr. 30 in E-groot, Op. 109, Aleksandr Skrjabins Sonate nr. 2 in gis-klein, Op. 19, Allegro energico, Spring Thaw, en Off-beat Waltz uit John Burge’s Twenty-Four Preludes, en Maurice Ravel’s Gaspard de la Nuit, M. 55 uit, tijdens de finales van de Piano-editie 2021 van het Concours musical international de Montréal (CMIM). Dit recital werd opgenomen in Studio 1 van Flagey in Brussel, België.","category":""},"55941":{"channel":"141431343","start":"1673254879","end":"1673257911","first":"M","idtitle":"MYHEARTISBURNING","title":"My heart is burning","program_id":"1315926161","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/90\/20230102020055550cfe.jpg","description":"René Pape is wellicht dé personificatie van een nieuwe generatie operazangers. Met een eigentijdse en ontspannen voorkomen is hij immer op zoek naar nieuwe uitdagingen. Ook gaat Pape ambitieuze experimenten niet uit de weg. In de film My Heart is Burning zien we Pape in verscheidene rollen waarin de indrukwekkende diversiteit van zijn stem naar voren komt en de vele facetten van zijn persoonlijkheid optimaal worden weergegeven. De documentaire is geregisseerd door Sibylle Muth.","category":""},"55942":{"channel":"141431343","start":"1673257911","end":"1673261379","first":"P","idtitle":"PEDAALPIANOCONCERT","title":"Pedaalpianoconcert","program_id":"1315926167","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/6\/2023010202005555055e.jpg","description":"Pianist Roberto Prosseda is niet alleen vingervlug, maar hij beschikt ook over vliegende voeten! Hij bespeelt namelijk de zogenaamde ‘pedaalpiano’. Dit instrument beschikt over een toetsenbord, net als een traditioneel kerkorgel, waarmee de voeten de noten uit het laagste register bedienen. De pedaalpiano is een afstammeling van het pedaalklavichord en het pedaalclavecimbel. Roberto Prosseda blies de pedaalpiano in 2011 nieuw leven in, toen hij de eerste moderne uitvoering van Charles Gounods Concert voor pedalpiano en orkest voor zijn rekening nam. Op zijn repertoire staan verder werken voor pedaalpiano van Robert Schumann, Alexandre Pierre François Boëly, en Charles-Valentin Alkan, en bovendien meer eigentijds werk van Ennio Morricone, Michael Nyman, en Cristian Carrara. In deze uitzending vertolkt Roberto Prosseda Schumanns ‘4 Skizzen für den Pedalflügel’ en ‘6 Studien in kanonischer Form für den Pedalflügel, Op. 56’, Boëly’s ‘Fantaisie et Fugue Op. 18 No. 6’, en Alkans ‘Benedictus op. 54 pour piano-pédalier in D minor’.","category":""},"55943":{"channel":"141431343","start":"1673261379","end":"1673263922","first":"B","idtitle":"BEETHOVENSYMFONIENR7OP92","title":"Beethoven - Symfonie nr. 7, Op. 92","program_id":"1315926173","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/31\/20230102020055550z5h.jpg","description":"Fabio Luisi dirigeert het Deens Radio Symfonieorkest in een uitvoering van Richard Strauss' Hoornconcert Nr. 1. Solist is Lasse Mauritzen, de eerste hoornist van het orkest.Het werk is een van de populairste en meest uitgevoerde hoornconcerten uit het repertoire. De vader van Strauss was een van de meest begenadigde hoornisten van zijn tijd. Naast het hoornconcert staan ook Beethovens Symfonie Nr. 7 en Schönbergs Verklärte Nacht op het programma. Dit concert is opgenomen in het DR Koncerthuset te Kopenhagen in 2017.","category":""},"55944":{"channel":"141431343","start":"1673263922","end":"1673264654","first":"B","idtitle":"BEETHOVEN6LIEDERVONGELLERTOP48","title":"Beethoven - 6 Lieder von Gellert, Op. 48","program_id":"1315926179","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/88\/20230102020055550rsf.jpg","description":"De Duitse bariton Dietrich Henschel en pianist Arno Waschk bundelen hun krachten in dit Lieder-programma met composities van Hugo Wolf, Ludwig van Beethoven, en Franz Liszt, opgenomen op 10 april 2020 in Schinkel Pavillon in Berlijn. Het programma begint met drie Mörike-Lieder van Hugo Wolf: 'Neue Liebe', Karwoche', en 'Wo find' ich Trost', gevolgd door Beethovens Gellert-Lieder, opus 48. Hierna volgen nog drie liederen van Wolf: 'Wohl denk' ich oft', 'Alles endet, was entstehet', en 'Fühlt meine seele'. Het programma sluit af met Liszts Drie sonnetten van Petrarca, geïnspireerd op de sonnetten 47, 104, en 123 van Francesco Petrarca.","category":""},"55945":{"channel":"141431343","start":"1673264654","end":"1673265564","first":"D","idtitle":"DVORAKSCHERZOCAPRICCIOSOINDOP66","title":"Dvorák - Scherzo capriccioso in D♭, Op. 66","program_id":"1315926185","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/78\/20230102020055550qy2.jpg","description":"Het Lucerne Symphony Orchestra onder leiding van Neeme Järvi presenteert de wereldpremière van Rodion Sjtsjedrins Dubbelconcert voor cello, piano en orkest. De solisten zijn Martha Argerich (piano) en Mischa Maisky (cello). Op het programma staan Antonín Dvořáks Scherzo capriccioso in Des, Op. 66, B 131, Sjtsjedrins bovengenoemde Dubbelconcert \"Romantic Offering\", César Francks Sonate voor piano en cello in A, en Dmitri Sjostakovitsj's Symfonie nr. 9, Op. 70. Deze première-uitvoering werd opgenomen in het Kultuur- en Congrescentrum van Luzern, het KKL, op 9 februari 2011. Het Lucerne Symphony Orchestra, orkest-in-residentie in het KKL, is het oudste symfonieorkest van Zwitserland en heeft internationaal grote faam opgebouwd.","category":""},"55946":{"channel":"141431343","start":"1673265564","end":"1673269302","first":"B","idtitle":"BRAHMSVIOOLSONATENR3OP108","title":"Brahms - Vioolsonate nr. 3, Op. 108","program_id":"1315926191","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/39\/202301020200555505fe.jpg","description":"Tijdens een concert vanuit de kerk van Verbier bundelen de Griekse violist Leonidas Kavakos en de Chinese pianiste Yuja Wang de krachten in interpretaties van vioolsonates van Johannes Brahms. Kavakos werd in 1985 in één klap wereldberoemd door op 18-jarige leeftijd de eerste prijs te winnen tijdens het prestigieuze Sibeliusconcours. Samen met Yuja Wang, een van de populairste pianisten van deze tijd, vormt hij een meesterlijk kamermuziekduo. Op het programma staan Brahms' ‘Regensonate’ Op. 78, ‘Thunersonate’ Op. 100 en de laatste vioolsonate, Op. 108.","category":""},"55947":{"channel":"141431343","start":"1673269302","end":"1673275251","first":"M","idtitle":"MAHLERSYMFONIENR6","title":"Mahler - Symfonie Nr. 6","program_id":"1315926197","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/43\/20230102020055550hch.jpg","description":"Op 14 november 1987 maakte een veelbelovende dirigent zijn opwachting voor zijn debuut met de Berliner Philharmoniker in een uitvoering van Mahlers Symfonie Nr. 6: Simon Rattle. In 2018 stond het werk opnieuw op de lessenaar wanneer Sir Simon Rattle afzwaait als chef-dirigent van het orkest. Mahlers Zesde Symfonie draagt de bijnaam 'Tragische', alhoewel het gecomponeerd is tijdens een ogenschijnlijk prettige periode Mahlers leven; hij trouwde in 1902 met zijn vrouw Alma en ook werd zijn tweede dochter geboren. Dit contrastreert met het tragische en bijna nihilistische afsluitende deel van de symfonie.","category":""},"55948":{"channel":"141431343","start":"1673275251","end":"1673277160","first":"S","idtitle":"SJOSTAKOVITSJSYMFONIENR9OP70","title":"Sjostakovitsj - Symfonie Nr. 9, Op. 70","program_id":"1315926203","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/84\/202301020200555504u8.jpg","description":"Het Lucerne Symphony Orchestra onder leiding van Neeme Järvi presenteert de wereldpremière van Rodion Sjtsjedrins Dubbelconcert voor cello, piano en orkest. De solisten zijn Martha Argerich (piano) en Mischa Maisky (cello). Op het programma staan Antonín Dvořáks Scherzo capriccioso in Des, Op. 66, B 131, Sjtsjedrins bovengenoemde Dubbelconcert \"Romantic Offering\", César Francks Sonate voor piano en cello in A, en Dmitri Sjostakovitsj's Symfonie nr. 9, Op. 70. Deze première-uitvoering werd opgenomen in het Kultuur- en Congrescentrum van Luzern, het KKL, op 9 februari 2011. Het Lucerne Symphony Orchestra, orkest-in-residentie in het KKL, is het oudste symfonieorkest van Zwitserland en heeft internationaal grote faam opgebouwd.","category":""},"55949":{"channel":"141431343","start":"1673277160","end":"1673282597","first":"B","idtitle":"BALLETGALAINPRAAG","title":"Balletgala in Praag","program_id":"1315926209","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/97\/20230102020055550tyu.jpg","description":"Het exclusieve Balletgala van Praag, gehouden in de prachtige Staatsopera Praag, presenteert optredens van een aantal van de beste balletdansers van deze tijd. Onder de toptalenten in deze uitzending bevinden zich klinkende namen als Dmitri en Daniil Simkin, Maria Alexandrova en Sergey Filine, Jean Jacques Herment, en Viviana Franciosi! Deze ballerina’s en ballerino’s dansen hun favoriete klassieke en moderne choreografieën van legendarische choreografen als George Balanchine, Marius Petipa, José Limón, en John Neumeier.","category":""},"55950":{"channel":"141431343","start":"1673282597","end":"1673288189","first":"L","idtitle":"LUCERNEFESTIVALABBADODIRIGEERTMAHLERNR1","title":"Lucerne Festival - Abbado dirigeert Mahler Nr. 1","program_id":"1315926215","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/8\/20230102020055550x2d.jpg","description":"Claudio Abbado leidt het Luzern Festivalorkest in Gustav Mahlers Symfonie Nr. 1. Deze symfonie heeft als motto “Wie ein Naturlaut” (“als een natuurkreet”) , wat ook het centrale thema van het Lucerne Festival van 2009 was. Mahler ziet natuur en kunst niet als tegenovergestelden: hij vond dat het ene kan leren van het andere. Abbado en het orkest krijgen gezelschap van een bijzondere gast die op spectaculaire wijze haar debuut maakt: de 22-jarige Chinese pianiste Yuja Wang voert Sergej Prokofjevs Pianoconcerto Nr. 3 uit. Met dit stuk laat Wang zien waartoe zij allemaal in staat is: het pianoconcert vraagt niet alleen om lyrisch en intiem spel, maar ook om parelende virtuositeit.","category":""},"55951":{"channel":"141431343","start":"1673288189","end":"1673292600","first":"M","idtitle":"MAESTRABALTICAANUTALIBALTISCHEMUZIEK","title":"Maestra Baltica - Anu Tali & Baltische muziek","program_id":"1315926221","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/60\/20230102020055550o6k.jpg","description":"“Agressief, smerig en gewelddadig. Zo zitten wij, Estlanders, in elkaar.” Met deze woorden waarschuwde Anu Tali haar nieuwe collega's tijdens haar eerste ontmoeting met het Münchener Kammerorchester. Deze Estlandse dirigent stelde voor haar debuut een Baltisch programma samen: het vioolconcert Tala gaisma van de Letlandse componist Peteris Vasks en het drieluik Action-Passion-Illusion van de Estlandse componist Erkki Sven Tüür. In deze uitzending ziet u Anu Tali en het Münchener Kammerorchester in de repetitieruimte en in de concertzaal aan het werk. Samen donderen ze door archaïsche, gewelddadige ritmes - want, zo meent Anu Tali, het gaat hier eigenlijk om rockmuziek!","category":""},"55952":{"channel":"141431343","start":"1673292600","end":"1673293925","first":"I","idtitle":"IVC2018HALVEFINALEMARIASARDARYAN","title":"IVC 2018 - Halve finale - Maria Sardaryan","program_id":"1315926227","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/28\/20230102020055550jou.jpg","description":"Sopraan Maria Sardaryan (Armenië, 1989) zingt ‘So war es mit Pagliazzo’ uit Richard Strauss’ opera Ariadne auf Naxos; ‘Care compagne… Come per me sereno’ uit Vincenzo Bellini’s La sonnambula; en Sylvia Maessens ‘Oh, che tranquillo mar’, tijdens de halve finales van het Internationaal Vocalistenconcours 2018 – Opera , Oratorium. Deze uitvoering werd opgenomen in het Theater aan de Parade in ’s-Hertogenbosch.","category":""},"55953":{"channel":"141431343","start":"1673293925","end":"1673294946","first":"I","idtitle":"IVC2018HALVEFINALELINSEYCOPPENS","title":"IVC 2018 - Halve finale - Linsey Coppens","program_id":"1315926233","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/96\/20230102020055550e6f.jpg","description":"Mezzosopraan Linsey Coppens (België, 1993) zingt ‘Arabien, mein Heimatland’ uit Carl Maria von Weber’s opera Oberon; Sylvia Maessens ‘Oh, che tranquillo mar’; ‘Must the winter come so soon?’ uit Samuel Barber’s opera Vanessa; en ‘Nacqui all’affanno… Non più mesta’ uit Gioacchino Rossini’s opera La Cenerentola, tijdens de halve finales van het Internationaal Vocalistenconcours 2018 – Opera , Oratorium. Deze uitvoering werd opgenomen in het Theater aan de Parade in ’s-Hertogenbosch.","category":""},"55954":{"channel":"141431343","start":"1673294946","end":"1673303826","first":"V","idtitle":"VERDILATRAVIATA","title":"Verdi - La Traviata","program_id":"1315926239","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/69\/20230102020055550m5o.jpg","description":"Yannick Nézet-Séguin leidt het orkest en koor van de Metropolitan Opera in deze uitvoering van La traviata van Giuseppe Verdi (1813–1901) uit december 2018. Onder de solisten zijn Diana Damrau (Violetta), Juan Diego Flórez (Alfredo), Quinn Kelsey (Giorgio), Maria Zifchak (Annina), en Marco Antonio Jordao (Giuseppe). Verdi’s La traviata kwam haar roemruchte, dramatische première te boven en groeide uit tot één van de meest geliefde opera's van het repertoire. Na de grootschalige dramatiek van zijn eerdere opera's als Rigoletto en Il trovatore putte de componist nu inspiratie uit een intiemer onderwerp, wat misschien wel zijn meest diepzinnige, oprechte muziek opleverde. Verdi en librettist Francesco Maria Piave baseerden La traviata op een toneelstuk dat zich nu eens niet afspeelde in het verre verleden, maar in hun eigen tijd – een unicum in de lange carrière van de componist. De titelrol van de “gevallen vrouw”, een onuitputtelijke bron van vocale en dramatische mogelijkheden en uitdagingen, weet de verbeelding van publiek en artiesten nog altijd te prikkelen. De muzikaal-dramatische kunde waarmee Verdi een individu portretteert dat wordt gemarginaliseerd door de maatschappij ...","category":""},"55955":{"channel":"141431343","start":"1673303826","end":"1673305200","first":"S","idtitle":"SCHLEIERMACHERRELIEFFORORCHESTRA","title":"Schleiermacher - Relief for Orchestra","program_id":"1315926245","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/98\/20230102020055550waw.jpg","description":"Andris Nelsons begint zijn officiële inauguratieconcert als chef-dirigent van het Gewandhausorchester met de wereldpremière van Steffen Schleiermachers 'Relief for Orchestra'. Baiba Skride is de solist in Alban Bergs Vioolconcert. In de trage finale voegen de eerste violen zich langzaam bij de soloviool, wat een prachtig samenspel oplevert. Het enthousiasme publiek verwacht een toegift van Skride, die terugkeert met 'Imitatione delle Campane' van Johann Paul von Westhoff, een tijdgenoot van J. S. Bach. Het concert sluit af met een uitvoering van Felix Mendelssohns Symfonie nr. 3, Op. 56, bekend als de 'Schotse', die in 1842 z'n wereldpremière beleefde in deze zelfde zaal: het Gewandhaus in Leipzig. Deze opname werd aldaar gemaakt op 22 en 23 februari 2018.","category":""}}