{"55733":{"channel":"141431343","start":"1672441200","end":"1672447857","first":"T","idtitle":"TSJAIKOVSKIIOLANTA","title":"Tsjaikovski - Iolanta","program_id":"1312151605","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/52\/20221223020045526f4i.jpg","description":"‘Iolanta’ en ‘Perséphone’ door Teatro Real uit Madrid presenteert een dubbelprogramma van deze twee werken, die beide staan voor een “ideaal van schoonheid, poëzie, en hoop”. In beide werken representeert de ommekeer van duisternis naar licht een overgangsritueel, dat het existentiële perspectief van de hoofdpersonen volledig hervormt. Deze producties uit 2012 worden geregisseerd door Peter Sellars. In deze uitzending ziet u ‘Iolanta’, een latere compositie van Tsjaikovski, die in 1892 in première ging. In alle opzichten toont dit werk het meesterschap van de componist: de mooie melodieën, heldere structuur, en oprechte passie in z’n vele verschijningsvormen. Het koor en orkest van het Teatro Real staan onder leiding van dirigent Teodor Currentzis. De hoofdrollen worden vertolkt door Ekaterina Scherbachenko (Iolanta), Alexej Markov (Robert), Pavel Cernoch (Vaudémont), Dmitry Ulianov (King René), Willard White (Ibn-Hakia), Vasily Efimov (Alméric), Pavel Kudinov (Bertrand), Ekaterina Semenchuk (Marta), Irina Churilova (Brigita) en Letitia Singleton (Irina Churilova).","category":""},"55734":{"channel":"141431343","start":"1672447857","end":"1672453887","first":"B","idtitle":"BERLINERPHILHARMONIKERINJAPAN","title":"Berliner Philharmoniker in Japan","program_id":"1312151611","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/80\/20221223020045526tdi.jpg","description":"Maestro Claudio Abbado liet klassieke muziekliefhebbers een prachtig geschenk na met deze opname van de Berliner Philharmoniker in de Suntory Hall in Tokio in 1994. De tour door Japan is een van de hoogtepunten van Abbado’s carrière en dit concert wellicht een van de meest memorabele. Op het programma staan de originele versie van Mussorgski’s ‘Een nacht op de kale berg’ en de suite uit Stravinsky’s ‘De vuurvogel’, welke zeven van de negentien stukken van het hele ballet bevat. Het concert wordt afgesloten met een uitvoering van Tsjaikovski’s Symfonie Nr. 5.","category":""},"55735":{"channel":"141431343","start":"1672453887","end":"1672457998","first":"M","idtitle":"MISHAFOMINVANUITHETCONCERTGEBOUW","title":"Misha Fomin vanuit het Concertgebouw","program_id":"1312151617","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/58\/20221223020045526k6i.jpg","description":"Misha Fomin voerde in november 2020 romantische pianowerken uit in Concertgebouw Amsterdam. Zijn recital ging van start met Ludwig van Beethovens Pianosonate nr. 10, op. 14\/2, en sonate nr. 15, op. 28 'Pastorale'. Het concert ging verder met een uitvoering van Frédéric Chopins Nocturne op. 9\/1, Etude op. 25\/7, en Johannes Brahms' technisch veeleisende 'Variaties op een Thema van Paganini', op. 35 (Boek II). Als toegift keerde Fomin terug voor Chopin\/Liszt's Chant Polonais nr. 5 'Meine Freunden'.","category":""},"55736":{"channel":"141431343","start":"1672457998","end":"1672462800","first":"R","idtitle":"RAVELDAPHNISETCHLOESUITENO2","title":"Ravel: Daphnis et Chloé Suite No.2","program_id":"1312151623","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/98\/202212230200455273k5.jpg","description":"Maestro Michail Pletnev leidt het Russisch Nationaal Orkest (RNO) en het Synodaal koor van Moskou tijdens het negende RNO Grand Festival. Het concert begint met Maurice Ravel's suite voor het ballet 'Daphnis et Chloé'. Daarna is Lucas Debargue de solopianist in Aleksandr Skrjabins 'Prométhée: Le poème du feu', Op. 60, een toondicht voor piano, orkest, koor en 'clavier à lumières' (\"lichtorgel\"). Het clavier à lumières is een instrument dat Skrjabins alleen in dit werk gebruikt. Er is slechts één clavier à lumières gebouwd, voor een uitvoering van dit werk in New York in 1915. Als toegift speelt Debargue Erik Saties Gnossienne nr. 1. Dit concert werd opgenomen in de Tsjaikovski Concertzaal in Moskou in 2018.","category":""},"55737":{"channel":"141431343","start":"1672462800","end":"1672466405","first":"J","idtitle":"JSBACHORGELCONCERTEN","title":"J.S. Bach - Orgelconcerten","program_id":"1312548286","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/23\/20221224020034707wvz.jpg","description":"Organist Ullrich Böhme eert de grote componist J. S. Bach met deze uitvoeringen op het nieuwe Bachorgel van de Thomaskerk in Leipzig. Dit orgel werd in gebruik genomen met Pinksteren in het jaar 2000. Het instrument is een exacte replica van het orgel dat Bach bespeelde gedurende de 27 jaar die hij in Leipzig doorbracht.","category":""},"55738":{"channel":"141431343","start":"1672466405","end":"1672470892","first":"B","idtitle":"BACHPARTITASVOORVIOOLBWV10011006","title":"Bach - Partita's voor viool (BWV 1001-1006)","program_id":"1312548292","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/87\/20221224020034707njb.jpg","description":"Wanneer Gidon Kremer terugkeert naar de partita’s van Bach is dat een groots gebeuren. Kremers eerste opname dateert alweer van een kwart eeuw geleden. In deze opname uit 2006 gaat Kremer andermaal de uitdaging aan: Bachs Sonates en Partita’s voor solo viool (BWV 1001-1006), welke door de violist zelf worden omschreven als de “Himalaya van het klassieke vioolrepertoire”. De werken hebben een grote inspiratie gevormd voor werken voor viool van latere generaties componisten. In deze uitvoering toont Kremer zijn gevoel voor spontaniteit en gaat hij risico’s zeker niet uit de weg. Zonder uit de bocht te schieten bewaart Kremer zijn structurele oplettendheid en doet hij op unieke wijze recht aan de polyfonische rijkdom en danselementen van de composities, door deze te voorzien van reflecterende diepgang.","category":""},"55739":{"channel":"141431343","start":"1672470892","end":"1672474904","first":"Q","idtitle":"QUARANTAINECONCERTENDEBUSSYBRAHMSEA","title":"Quarantaineconcerten: Debussy, Brahms e. a.","program_id":"1312548298","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/96\/20221224020034707f47.jpg","description":"Klarinettist Sharon Kam, sopraan Jacquelyn Wagner en pianist Matan Porat bundelden op 11 mei 2020 hun krachten in dit recital uit Schinkel Pavillon Berlijn. Het programma begint met Claude Debussy's Première Rhapsodie voor klarinet en piano, gevolgd door Johannes Brahms' Sonate voor klarinet en piano, Opus 120 nr. 2. Porat speelt aansluitend Maurice Ravels Une barque sur l'océan voor piano. Na Francis Poulenc's Klarinetsonate besluit het concert met Franz Schuberts lied 'Der Hirt auf dem Felsen' in een arrangement voor klarinet, sopraan en piano.","category":""},"55740":{"channel":"141431343","start":"1672474904","end":"1672477453","first":"C","idtitle":"CMIMPIANO2021HALVEFINALESUAHYE","title":"CMIM Piano 2021 - Halve Finale: Suah Ye","program_id":"1312548304","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/93\/20221224020034708n9t.jpg","description":"De Zuid-Koreaanse pianist Suah Ye (2000) voert J. S. Bachs Prelude en fuga in a-klein (BWV 889), Ludwig van Beethovens Pianosonate nr. 21 in C-groot, Op. 53, en Franz Liszts Rhapsodie espagnole (S. 254) uit tijdens de halve finales van de Piano-editie 2021 van het Concours musical international de Montréal (CMIM). Dit recital werd opgenomen in de Concertzaal van Seoul National University, Zuid-Korea.","category":""},"55741":{"channel":"141431343","start":"1672477453","end":"1672480738","first":"B","idtitle":"BRAHMSSYMFONIENR1OP68","title":"Brahms - Symfonie Nr. 1, Op. 68","program_id":"1312548310","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/27\/20221224020034708xq1.jpg","description":"Al decennialang viert de Berliner Philharmoniker haar verjaardag op 1 mei met een jaarlijks ‘Europakonzert’. In 2010 vond het Europakonzert plaats in het Engelse Oxford. Onder leiding van de beroemde pianist en dirigent Daniel Barenboim speelt het orkest een gevarieerd programma met onder meer Johannes Brahms’ Symfonie Nr. 1.","category":""},"55742":{"channel":"141431343","start":"1672480738","end":"1672483218","first":"D","idtitle":"DEBUSSYSIMAGESBOEKIIFRANCKSVIOOLSONATE","title":"Debussy's Images Boek II & Francks Vioolsonate","program_id":"1312548316","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/63\/20221224020034708lzy.jpg","description":"De Duitse violist Christian Tetzlaff en de Zwitserse pianist Francesco Piemontesi bundelen hun krachten in een concertprogramma met werken van Claude Debussy en César Franck, opgenomen op 3 april 2020 in Schinkel Pavillon in Berlijn. Piemontesi begint het concert met delen uit Debussy's Images, Boek II: 'Cloches à travers les feuilles', 'Et la lune descend sur le temple qui fut', en 'Poissons d'or'. Hierna begeleidt Piemontesi Tetzlaff in Francks Vioolsonate in A-groot.","category":""},"55743":{"channel":"141431343","start":"1672483218","end":"1672486538","first":"M","idtitle":"MEMORYOFACONCERT","title":"Memory of a Concert","program_id":"1312548322","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/57\/20221224020034708dyu.jpg","description":"In 2006 gingen Gidon Kremer en Martha Argerich op tournee, waarbij ze een programma bestaande uit solo’s en duetten van Bartók en Schumann uitvoerden. De documentaire Memory of a Concert legt het laatste concert van hun tournee vast, opgenomen in de Berliner Philharmonie. Het concert bevat een zeldzame solo-uitvoering van Martha Argerich, afgerond met een persoonlijk en aangrijpend commentaar van Gidon Kremer. Op het programma staan Schumanns Vioolsonate nr. 1, Op. 10, Vioolsonate nr. 2, Op. 12, Kinderszenen, Op. 15; Bartóks Vioolsonate nr. 1 Sz 75 en Vioolsonate nr. 2 Sz 76.","category":""},"55744":{"channel":"141431343","start":"1672486538","end":"1672491614","first":"M","idtitle":"MOZARTPIANOCONCERTNR14KV449","title":"Mozart - Pianoconcert nr. 14, KV 449","program_id":"1312548328","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/4\/20221224020034708mz8.jpg","description":"Regarded as one of the finest interpreters of Romantic repertoire, Francesco Attesti (*1975) gave his first recital at age 11 and by the time he was 23, had earned the highest honours in piano from Florence’s Conservatorio Luigi Cherubini. In this recording of his 2016 Deeply Mozart concert tour, Attesti performs Wolfgang Amadeus Mozart’s piano concertos KV 449 and KV 488 with the Italian OIDA Orchestra and conductor Paolo Belloli.","category":""},"55745":{"channel":"141431343","start":"1672491614","end":"1672498558","first":"S","idtitle":"SJTSJEDRINSDUBBELCONCERTFRANCKENDVORAK","title":"Sjtsjedrins Dubbelconcert, Franck en Dvorák","program_id":"1312548462","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/65\/20221224020034708bv5.jpg","description":"Het Lucerne Symphony Orchestra onder leiding van Neeme Järvi presenteert de wereldpremière van Rodion Sjtsjedrins Dubbelconcert voor cello, piano en orkest. De solisten zijn Martha Argerich (piano) en Mischa Maisky (cello). Op het programma staan Antonín Dvořáks Scherzo capriccioso in Des, Op. 66, B 131, Sjtsjedrins bovengenoemde Dubbelconcert \"Romantic Offering\", César Francks Sonate voor piano en cello in A, en Dmitri Sjostakovitsj's Symfonie nr. 9, Op. 70. Deze première-uitvoering werd opgenomen in het Kultuur- en Congrescentrum van Luzern, het KKL, op 9 februari 2011. Het Lucerne Symphony Orchestra, orkest-in-residentie in het KKL, is het oudste symfonieorkest van Zwitserland en heeft internationaal grote faam opgebouwd.","category":""},"55746":{"channel":"141431343","start":"1672498558","end":"1672501146","first":"V","idtitle":"VERDIQUATTROPEZZISACRI","title":"Verdi - Quattro pezzi sacri","program_id":"1312548468","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/69\/202212240200347085p2.jpg","description":"Sinds 1991 speelt de Berliner Philharmoniker ieder jaar een Europaconcert in een verschillende Europese stad. Hiermee herdenkt het orkest de oprichting van het orkest op 1 mei 1882, en vieren de musici het gedeelde erfgoed van de Oude Wereld. De editie van 1998 vond plaats op een fascinerende, unieke locatie: het Vasamuseum in Stockholm. Dit maritieme museum stelt de Vasa tentoon: dit enorme, 17e-eeuws schip, dat 69 meter lang en 12 meter breed was en 1210 ton woog, kapseisde en zonk al op haar eerste reis in 1628. Hiermee is het museum de perfecte achtergrond voor de Berliner Philharmoniker onder leiding van Claudio Abbado, die een muziekprogramma uitvoeren dat perfect aansluit op deze maritieme omgeving. Een gedenkwaardige en krachtige impressie van Giuseppe Verdi’s Quattro pezzi sacri, krijgt de Berliner Philharmoniker versterking van het Zweeds Radiokoor en het Eric Ericson-kamerkoor.","category":""},"55747":{"channel":"141431343","start":"1672501146","end":"1672506028","first":"R","idtitle":"RAVELDOORCHERKAOUIVERBRUGGEN","title":"Ravel door Cherkaoui\/Verbruggen","program_id":"1312548474","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/86\/20221224020034708imf.jpg","description":"Ballet Vlaanderen danst een prachtig programma met werken van Sidi Larbi Cherkaoui en Jeroen Verbruggen. Het Symfonisch Orkest van de Opera Vlaanderen staat onder leiding van Yannis Pouspourikas. Ravel blijft een bron van inspiratie voor menig choreograaf. Opkomend talent Verbruggen laat zich inspireren door Ravels ‘Pavane pour une Infante défunte’ en ‘Ma Mère l'Oye’. Cherkaoui vertaalde ook Ravels muziek naar dans en koos voor de kleurrijke orkestratie van Moessorgski’s ‘Schilderijen van een tentoonstelling’. Onder de sterdansers zijn Nancy Osbaldeston, Alexander Burten en Drew Jacoby. Opgenomen in de Opera Antwerpen in 2016 en geregisseerd door Andreas Morell.","category":""},"55748":{"channel":"141431343","start":"1672506028","end":"1672511531","first":"W","idtitle":"WALDBUEHNE2002NIGHTOFTHEENCORES","title":"Waldbühne 2002 – Night of the Encores","program_id":"1312548480","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/4\/20221224020034708op8.jpg","description":"Onder luid gejuich en staande ovaties dirigeerde Mariss Jansons de Berliner Philharmoniker en gastsolist Vadim Repin (viool) tijdens een avond vol populaire toegiften. De Waldbühne in Berlijn is zonder twijfel één van de meest indrukwekkende openluchtpodia in Europa. Iedere zomer speelt de Berliner Philharmoniker voor een publiek van ruim 20.000 toeschouwers. Deze editie van het Waldbühneconcert uit 2002 concentreert zich op toegiften die vaak door grote orkesten en ensembles in het concertprogramma worden opgenomen. Het orkest wordt vergezeld door de Russische violist Vadim Repin, de jongste winnaar ooit van de Koningin Elizabethwedstrijd in Brussel. Het programma varieert van Wagner tot Tsjaikovski en van Sibelius tot John Williams. Zoals altijd wordt het Waldbühneconcert afgesloten met Paul Linckes Berliner Luft!","category":""},"55749":{"channel":"141431343","start":"1672511531","end":"1672515000","first":"B","idtitle":"BEREZOVSKYCHANGEOFPLANS","title":"Berezovsky - Change of Plans","program_id":"1312548486","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/93\/20221224020034708fh1.jpg","description":"Een nieuwe generatie heeft de piano weer populair gemaakt: pianisten met een passie voor virtuositeit en een bereidheid om hun repertoire uit te breiden. Zij vullen de standaard klassieke meesterwerken aan met minder gespeeld werk en onbekende componisten. De serie Legato laat het publiek kennismaken met deze nieuwe generatie. Door het filmen van een portret krijgen we een inzicht in hun stijl, methodes en persoonlijke doelen. De Russische pianist Boris Berezovsky staat centraal tijdens deze aflevering.","category":""},"55750":{"channel":"141431343","start":"1672515000","end":"1672519455","first":"O","idtitle":"OPERASINGALONG2018","title":"Opera Singalong 2018","program_id":"1312548492","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/75\/20221224020034708i55.jpg","description":"De philharmonie zuidnederland en het Brabant Koor presenteren een unieke Opera Sing Along met de meest geliefde operahits! Op het feestelijke programma staan de grootste operaklassiekers en Napolitaanse liederen. Onder de solisten zijn Francis van Broekhuizen (sopraan), Adriano Granziani (tenor) en jonge sterren als Laetitia Gerards (sopraan) en Raoul Steffani (bariton). Ook Leona Philippo, bekend van tv-programma's als de Voice of Holland en Maestro zal het podium betreden, net als speciale gastzanger Marco Bakker. Het koor en orkest staan onder de muzikale leiding van Enrico Delamboye. De Opera Sing Along is een coproductie van philharmonie zuidnederland en NTVF producties, het Brabant Koor, Theater aan de Parade en Teepe Productions.","category":""},"55751":{"channel":"141431343","start":"1672519455","end":"1672524736","first":"S","idtitle":"SLATKINDIRIGEERTBOLCOMBEETHOVENRAVEL","title":"Slatkin dirigeert Bolcom, Beethoven & Ravel","program_id":"1312548498","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/84\/20221224020034708sk8.jpg","description":"De Amerikaanse dirigent Leonard Slatkin voert het Orchestre National de Lyon aan in deze concertopname uit 2014 uit het Auditorium de Lyon. Het concert begint met William Bolcoms 'Circus Ouverture', speciaal geschreven voor Slatkins 70e verjaardag dat jaar. Het concert gaat verder met een uitvoering van Ludwig van Beethovens Tripelconcerto in C majeur, Op. 56. Daarin spelen niet minder dan drie geweldige solisten: Olga Kern op de piano, Baibe Skride op de viool en Sol Gabetta op de cello. Deze compositie is het enige Beethovenconcerto met meer dan één solo-instrument. Tot besluit van het concert klinkt Maurice Ravels geliefde orkestratie van Modest Moessorgski's Schilderijen van een tentoonstelling.","category":""},"55752":{"channel":"141431343","start":"1672524736","end":"1672527234","first":"R","idtitle":"RACHMANINOVENDVORAKTRIOS","title":"Rachmaninov en Dvořák Trio's","program_id":"1312548504","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/71\/20221224020034708r73.jpg","description":"Het Valerius Ensemble, bestaande uit Eeva Koskinen (viool), René Geesing (cello) en Ingo Lulofs (piano) speelt Sergej Rachmaninovs Trio élégiaque Nr. 1 en de Finale uit Antonin Dvořáks Pianotrio Nr. 3, Op. 65. Rachmaninov componeerde dit trio in 1892 op slechts 19-jarige leeftijd. Het werk is niet voorzien van een opusnummer en bestaat in tegenstelling tot menig trio slechts uit één deel. Dit concert is opgenomen in het Muziekcentrum te Enschede op 18 maart 2018.","category":""},"55753":{"channel":"141431343","start":"1672527234","end":"1672527600","first":"W","idtitle":"WERKVOORFLUITENPIANOVANDONIZETTIEA","title":"Werk voor fluit en piano van Donizetti e. a.","program_id":"1312548510","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/80\/20221224020034708hnt.jpg","description":"De zesdelige concertreeks \"Io suono italiano\" is gewijd aan muziek van Italiaanse componisten en uitgevoerd door Italiaanse musici op Italiaanse instrumenten. De reeks beslaat vier eeuwen aan muziek: van renaissancecomponist Girolamo Frescobaldi en barokcomponist Antonio Vivaldi tot de twintigste-eeuwse filmmuziek van Ennio Morricone en de moderne opera van Azio Corghi. Elk programma presenteert zowel bekende werken als minder bekende composities. Deze prachtige uitvoeringen werden in januari 2021 opgenomen in het sfeervolle Teatro Sociale in het Noord-Italiaanse Rovigo. In deze aflevering spelen Andrea Oliva (fluit) en Roberto Prosseda (piano) verschillende werken voor fluit en piano. Het programma begint met Gaetano Donizetti’s Sonate in C-groot, gevolgd door Giulio Briccialdi’s technisch veeleisende Carnevale di Venezia, Op. 78. Aansluitend spelen Oliva en Prosseda Nino Rota’s 5 pezzi facili, gevolgd door Francesco Morlacchi’s Il pastore svizzero. Tot besluit van het programma klinkt Ennio Morricone’s Per le antiche scale.","category":""}}