{"70323":{"channel":"280715028","start":"1673218800","end":"1673226600","first":"A","idtitle":"ALLTHEMONEYINTHEWORLD","title":"All the Money in the World","program_id":"1315593976","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/68\/20230101020039708adh.jpg","description":"Oliemagnaat J.P. Getty (Christopher Plummer) is de rijkste man ter wereld. Wanneer in de zomer van 1973 zijn kleinzoon in Rome wordt ontvoerd door de Italiaanse maffia, eist men 17 miljoen dollar aan losgeld. De miljardair weiger echter ook maar één cent te betalen, waarna de familie het afgesneden oor van de jongen ontvangt. Wanhopig om haar zoon te redden alvorens hij verder in stukjes wordt gesneden, besluit zijn moeder Gail (Michelle Williams) om zelf te onderhandelen met de ontvoerders. Zelfs met de hulp van een ex-CIA-agent (Mark Wahlberg) zal Gail vindingrijk moeten zijn om zonder geld haar zoon te bevrijden.","category":""},"70324":{"channel":"280715028","start":"1673226600","end":"1673232300","first":"F","idtitle":"FARGO","title":"Fargo","program_id":"1315593982","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/4\/20230101020039708kss.jpg","description":"Autoverkoper Jerry Lundegaard (William H. Macy), woonachtig in het ijskoude stadje Fargo in Minnesota, heeft een plan om uit de schulden te komen. Hij laat zijn vrouw ontvoeren door twee schurken (Steve Buscemi en Peter Stormare) om vervolgens aan zijn rijke schoonvader een flink bedrag aan losgeld te vragen. Het zou een eenvoudige klus moeten worden, ware het niet dat de criminelen direct na hun aankomst in Fargo drie inwoners koudmaken. De hoogzwangere politie-agente Marge Gunderson (Frances McDormand) wordt belast met het moordonderzoek en laat zich niet hinderen door haar gebrek aan ervaring met grote misdrijven.","category":""},"70325":{"channel":"280715028","start":"1673232300","end":"1673238000","first":"T","idtitle":"THEBEACHBUM","title":"The Beach Bum","program_id":"1315593988","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/5\/20230101020039708rfn.jpg","description":"Moondog (Matthew McConaughey) is een succesvolle dichter die zijn leven volgens zijn eigen regels leeft. Samen met zijn rijke vrouw (Isla Fisher), zijn verwaande agent (Jonah Hill) en zijn beste vriend (Snoop Dogg) is het leven één groot feest vol drugs en drank. Moondog is de rockster onder de dichters, ook al heeft hij de laatste jaren niet veel op papier gezet. Wanneer het noodlot plotseling toeslaat, moet hij zich echter herpakken en zich richten op zijn grote talent: schrijven. Maar dat lijkt makkelijker gezegd dan gedaan wanneer het merendeel van je dagen in het teken staan van drank, drugs en vrouwen.","category":""},"70326":{"channel":"280715028","start":"1673238000","end":"1673244000","first":"T","idtitle":"THECOOLER","title":"The Cooler","program_id":"1315593994","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/48\/20230101020039708ct6.jpg","description":"Het leven van pechvogel Bernie Lootz (William H. Macy) gaat niet over rozen. Sterker nog, zijn aanleg voor het ongeluk blijkt besmettelijk te zijn. In de casino's van Las Vegas bouwt hij een steeds grotere schuld op. Casino-eigenaar Shelly lost alle schulden af, maar dwingt Bernie wel te werken als een zogenaamde Cooler. Voor het eerst werkt Bernie's aantrekkingskracht voor ongeluk in zijn eigen voordeel: elke keer als een tafel te veel geld moet uitbetalen, gaat Bernie erbij staan waardoor al het geluk van de speler verdwijnt. Alles gaat goed tot hij verliefd wordt op de knappe serveerster Natalie.","category":""},"70327":{"channel":"280715028","start":"1673244000","end":"1673249700","first":"W","idtitle":"WARFLOWERS","title":"War Flowers","program_id":"1315912327","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/25\/20230102020035511pyn.jpg","description":"Sarabeth (Christina Ricci) is een jonge vrouw uit North Carolina wiens man haar en hun dochter verlaat om te vechten voor het Zuiden in de Amerikaanse Burgeroorlog. De oorlog creëert voor Sarabeth en haar dochter ontberingen en verwoesting en ze moeten om zien te gaan met de hoop en overtuiging dat de man die ze lief hebben weer terug zal keren. Ondertussen moeten ze beslissen over het lot van een Yankee soldaat (Jason Gedrick) waar ze mee geconfronteerd worden.","category":""},"70328":{"channel":"280715028","start":"1673249700","end":"1673256000","first":"I","idtitle":"IMETAGIRL","title":"I Met a Girl","program_id":"1315912333","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/98\/20230102020035511x88.jpg","description":"De Australische aspirant-muzikant Devon Cassidy heeft schizofrenie en is afhankelijk van de zorg door zijn oudere broer Nick. Een verhuizing brengt Devon in een neerwaarste spiraal, totdat hij Lucy ontmoet, een mysterieus meisje dat net zo impulsief en romantisch is als hij. Het is liefde op het eerste gezicht, maar na slechts één dag samen is Lucy al nergens meer te bekennen. Nick vermoedt dat Lucy een waanvoorstelling is. Maar Devon, die wil bewijzen dat hij niet gek is, ontdekt een briefje dat ze hem schreef: 'ontmoet me in Sydney'. Dus vertrekt Devon op een epische reis om het meisje van zijn dromen te vinden.","category":""},"70329":{"channel":"280715028","start":"1673256000","end":"1673262900","first":"T","idtitle":"THEBOX","title":"The Box","program_id":"1315912339","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/38\/20230102020035511wxw.jpg","description":"1976. Norma Lewis (Cameron Diaz) is lerares. Haar man Arthur (James Marsden) werkt bij NASA. Hun leven verloopt rustig en voorspelbaar, totdat op een dag een mysterieuze man voor de deur staat die Norma een doosje overhandigt met een drukknop. Het doosje komt met een luguber voorstel: wie op de knop drukt krijgt 1 miljoen dollar, maar dan zal er ook ergens ter wereld een onbekend iemand gedood worden. Norma en Arthur krijgen 24 uur de tijd om te beslissen, een duivels dilemma.","category":""},"70330":{"channel":"280715028","start":"1673262900","end":"1673269800","first":"K","idtitle":"KNIGHTOFCUPS","title":"Knight of Cups","program_id":"1315912345","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/15\/202301020200355119vq.jpg","description":"Scenarioschrijver Rick struint van feest naar feest in een bleek en harteloos Los Angeles, op zoek naar zichzelf, de liefde en een manier om zijn lege bestaan te voorzien van betekenis. Maar alle drank, drugs en vele vrouwen lijken die leegte niet te kunnen vullen, en Rick wordt gedwongen stil te staan bij de realisatie dat misschien niets in zijn leven is wat hij zichzelf voorhield.","category":""},"70331":{"channel":"280715028","start":"1673269800","end":"1673281500","first":"T","idtitle":"TWODAYSINNEWYORK","title":"Two Days in New York","program_id":"1315912351","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/72\/20230102020035511f47.jpg","description":"Marion (Julie Delpy) leeft samen met haar zoon en haar nieuwe vriend Mingus (Chris Rock) in New York. Als haar Franse vader, zus en diens vriend op bezoek komen blijkt dat de culturele verschillen tussen haar familie en haar Amerikaanse vriend Mingus voor explosieve situaties zorgen.","category":""},"70332":{"channel":"280715028","start":"1673281500","end":"1673287200","first":"B","idtitle":"BLUEJASMINE","title":"Blue Jasmine","program_id":"1315912357","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/27\/20230102020035511j2c.jpg","description":"De New Yorkse socialite Jasmine (Cate Blanchett) krijgt van haar rijke echtgenoot Hal alles wat haar hartje begeert. Wanneer aan het licht komt dat Hal er diverse duistere zaken op nahoudt, ontstaat er een groot schandaal rondom het echtpaar en raken zij in één klap al hun luxe en aanzien kwijt. Jasmine wordt gedwongen in te trekken bij bij haar nuchtere, bescheiden zus Ginger in San Francisco. Zij tracht Jasmine's verknipte zelfbeeld wat bij te stellen door haar te stimuleren zelfstandig op zoek te gaan naar persoonlijk geluk en succes - een ambitieuze onderneming die het uiterste blijkt te vergen van beide zussen.","category":""},"70333":{"channel":"280715028","start":"1673287200","end":"1673292600","first":"Q","idtitle":"QUIMAIMEMESUIVE","title":"Qui M'Aime Me Suive","program_id":"1315912363","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/71\/202301020200355120nq.jpg","description":"De gepensioneerde Gilbert en Simone wonen in een dorpje in Zuid-Frankrijk en ervaren nogal wat ergernissen in hun huwelijk. Het constante cynisme van haar echtgenoot, hun geldtekort, maar ook het plotselinge vertrek van haar buurman en geheime minnaar Étienne, zorgen ervoor dat Simone ervoor kiest om haar man te verlaten. Maar dan besluit Gilbert hij tot alles bereid is om zijn echtgenote en grote liefde voor zich terug te winnen.","category":""},"70334":{"channel":"280715028","start":"1673292600","end":"1673301900","first":"S","idtitle":"SILENCE","title":"Silence","program_id":"1315912369","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/24\/20230102020035512ept.jpg","description":"De zeventiende eeuw. De zoektocht van twee jonge priesters naar hun vermiste mentor brengt hen naar het mysterieuze en exotische Japan, een plek waar hun geloof en alleen al hun aanwezigheid ten strengste verboden zijn. De aangrijpende, soms zenuwslopende en spirituele reis die ze maken blijkt een ware beproeving voor hun uithoudingsvermogen én overtuigingen.","category":""},"70335":{"channel":"280715028","start":"1673301900","end":"1673307600","first":"H","idtitle":"HUNGER","title":"Hunger","program_id":"1315912375","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/70\/20230102020035512sqe.jpg","description":"Bobby Sands (Michael Fassbender) werd veroordeeld als lid van de IRA en zat vast in de Maze gevangenis. Sands leidde er in 1981 een hongerstaking voor een betere behandeling van politieke gevangenen in Noord-Ierland. Hij overleed na 66 dagen hongerstaking op 27-jarige leeftijd.","category":""}}