{"55695":{"channel":"141431343","start":"1673046000","end":"1673053693","first":"L","idtitle":"LESBAINSMACABRES","title":"Les Bains Macabres","program_id":"1314811617","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/87\/20221230020044709c99.jpg","description":"De Franse componist Guillaume Connesson (*1970) bouwt aan een veelzijdig muzikaal oeuvre, waaraan hij onlangs een opera heeft toegevoegd: Les bains macabres. Voor deze eigentijdse, romantische thriller werkte hij samen met librettist Olivier Bleys (*1970), een succesvolle Franse auteur met tientallen romans op zijn naam. Het resultaat is een geheimzinnige vertelling met film noir-soundtrack over de macabere 'Bains Terminus'; de bezoekers van deze heilzame baden blijken niet meer te vertrekken. Als de Badpolitie een onderzoek naar deze mysterieuze sterfgevallen instelt, blijkt de grens tussen levend en dood minder ondoordringbaar dan verwacht... In deze productie onder regie van Florent Siaud uit februari 2020 neemt sopraan Sandrine Buendia de rol van Célia en bariton Romain Dayez de rol van Mathéo op zich. Het Orchestre des Frivolités Parisiennes staat onder leiding van dirigent Arie van Beek.","category":""},"55696":{"channel":"141431343","start":"1673053693","end":"1673060897","first":"W","idtitle":"WALDBUEHNE1999AROMANTICOPERANIGHT","title":"Waldbühne 1999 - A Romantic Opera Night","program_id":"1314811623","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/80\/2022123002004470933v.jpg","description":"Een concert ter ere van Wagner en zijn meest iconische opvolger: Richard Strauss. In dit lyrische concert wordt de Berliner Philharmoniker gedirigeerd door James Levine, die meer dan 40 jaar de muzikaal leider van de Metropolitan Opera was! De solist van de avond is Ben Heppner. Op het programma staan Strauss’ Don Juan, Op. 20, ‘Cäcilie’ and ‘Heimliche Aufforderung’ uit Op. 27, ‘Zueignung’ uit ‘Letzte Blatter’, Op. 10, Till Eulenspiegels lustige Streich en 'Waltzes \/ Di Rigori Armato' uit ‘Der Rosenkavalier’. Verder kunt u genieten van werken van Wagner, zoals de ‘Prelude\/ In fernem Land’ uit ‘Lohengrin’, ‘Prelude & Liebestod’ uit ‘Tristan und Isolde’, ‘Prelude\/Walther’s Preislied’ uit ‘Die Meistersinger von Nürnberg en ‘Ride of the Valkyries’ uit ‘Die Wälkure’. Het concert wordt afgesloten met Paul Lincke’s ‘Berliner Luft’.","category":""},"55697":{"channel":"141431343","start":"1673060897","end":"1673066195","first":"G","idtitle":"GALAVANUITBERLIJN2011","title":"Gala vanuit Berlijn - 2011","program_id":"1314811629","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/39\/20221230020044709zxa.jpg","description":"Tijdens deze editie van het nieuwjaarsconcert verwelkomen de Berliner Philharmoniker en chef-dirigent Sir Simon Rattle de Russische meesterpianist Evgeny Kissin. Kissins muzikaliteit, diepgaande interpretaties en uitzonderlijke virtuositeit maken hem tot een van de voornaamste pianisten van zijn generatie. In dit concert is Kissin de solist in Griegs Pianoconcert in a-klein. Daarnaast staan volgende werken op het programma: Dvořáks Slavische Dans Nr. 1, Griegs Symfonische Dans Nr. 2, Op. 64, een georkestreerde versie van Ravels Alborada del gracioso, R. Strauss’ dans uit Salome en delen uit Stravinsky’s The Firebird. Er wordt afgesloten met Brahms’ Hongaarse Dans Nr. 1.","category":""},"55698":{"channel":"141431343","start":"1673066195","end":"1673067600","first":"S","idtitle":"STRAVINSKYFIREBIRDSUITENR2","title":"Stravinsky: Firebird Suite Nr. 2","program_id":"1315244038","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/27\/20221231020135512nwi.jpg","description":"Iván Fischer dirigeert het Boedapest Festival Orkest in deze concertopname uit 2015 vanuit de Béla Bartók Nationale Concertzaal in Boedapest, Hongarije. Het concert begint met Sergej Prokofjevs Ouverture op Hebreeuwse thema's, Op. 34. Daarna schittert Thomas Zehetmair als soloviolist in Prokofjevs Vioolconcert nr. 2, Op. 63. Het tweede deel van het concert draait om Igor Stravinsky: muziek geschreven voor het ballet 'Jeu de cartes' (1937), en de Vuurvogelsuite nr. 2 (1919). Jeu de cartes behoort tot Stravinsky's neoklassieke werken en bestaat uit drie delen ('giften'). De Vuurvogelsuite nr. 2 is gebaseerd op de muziek uit het gelijknamige ballet, geschreven voor Sergej Diaghilevs Ballets Russes, dat in 1910 in Parijs de première beleefde.","category":""},"55699":{"channel":"141431343","start":"1673067600","end":"1673069760","first":"M","idtitle":"MOZARTSYMPHONYNR36KV425","title":"Mozart - Symphony Nr. 36, KV. 425","program_id":"1315244044","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/64\/202212310201355129zd.jpg","description":"Jeffrey Tate dirigeert het English Chamber Orchestra in een uitvoering van Mozarts ‘Linzer’ Symfonie Nr. 36 (KV. 425). Mozart componeerde het werk in 1783 tijdens zijn terugreis van Wenen naar Salzburg, gedurende zijn korte verblijf in de Oostenrijkse stad Linz. De symfonie is gecomponeerd binnen het indrukwekkende tijdsbestek van slechts vier dagen. Het werd voor het eerst uitgevoerd tijdens een gelegenheidsconcert in Linz op 4 november. In het voorjaar van 1784 zag het werk zijn Weense première. Het tweede deel opent met een uitzonderlijke introductie door de trompetten en pauken. Het afsluitende ‘Presto’ bevat contrapuntische passages die contrasteren met de homofone textuur van de symfonie.","category":""},"55700":{"channel":"141431343","start":"1673069760","end":"1673074094","first":"B","idtitle":"BRAHMSEINDEUTSCHESREQUIEMOP45","title":"Brahms - Ein deutsches Requiem, Op. 45","program_id":"1315244050","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/73\/20221231020135512j1z.jpg","description":"Johannes Brahms' Ein deutsches Requiem, Op. 45, schenkt de levenden troost met religieuze teksten die vanuit de traditie niet verbonden zijn met het liturgische karakter van requiemmissen. Hierdoor kent het werk een ongekende intensiteit. Deze muziek spreekt alle mensen aan, ongeacht hun geloof. Hoewel in een soortgelijk werk de emoties dicht aan het oppervlak liggen, maken de Wiener Singverein en het Cleveland Orchestra onder leiding van chef-dirigent Franz Welser-Möst korte metten met enig spoor van bombast, in deze concertuitvoering in de prachtige barokbasiliek van het Oostenrijkse Sankt Florian uit november 2016. De twee solisten van het programma – Hanna-Elisabeth Müller en Simon Keenlyside – zijn geen onbekenden op de wereldpodia. Waar de eerste een carrière heeft opgebouwd in de operawereld, als Liedervertolker én als concertzangeres, heeft de in Londen geboren Keenlyside een indrukwekkende loopbaan weten te baseren op de prestigieuze gastoptredens die hij het afgelopen decennia gaf.","category":""},"55701":{"channel":"141431343","start":"1673074094","end":"1673077890","first":"B","idtitle":"BEETHOVENSMEESTERWERKEN","title":"Beethovens meesterwerken","program_id":"1315244056","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/75\/202212310201355122a0.jpg","description":"Drie sterren uit de klassieke muziek bundelen hun krachten in een concert dat volledig is gewijd aan het werk van Ludwig van Beethoven. Daniel Barenboim (piano), Yo-Yo Ma (cello) en Itzhak Perlman (viool) spelen het Tripelconcerto, Op. 56 en de Fantasie voor piano, koor en orkest, Op. 80. Barenboim vervult ook de rol van dirigent; de Berliner Philharmoniker en het koor van de Staatsoper staan onder zijn leiding. De solisten van de avond zijn Carola Höhn, Katharina Kammerloher, Andrea Bönig, Endrik Wottrich, Pär Lindskog en René Pape. Deze concert werd in 1995 gemaakt door Barrie Gavin in de Berliner Philharmonie.","category":""},"55702":{"channel":"141431343","start":"1673077890","end":"1673082101","first":"C","idtitle":"CMIMPIANO2021FINALEALICEBURLA","title":"CMIM Piano 2021 - Finale: Alice Burla","program_id":"1315244062","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/45\/20221231020135512k1h.jpg","description":"Alice Burla (Canada, 1996) voert J. S. Bach’s Ouverture in Franse stijl, BWV 831, Allegro energico, Spring Thaw, en Off-beat Waltz uit John Burge’s Twenty-Four Preludes, Les fées sont d'exquises danseuses, Ondine, Minstrels, en Feux d'artifice uit Claude Debussy’s Préludes, Boek I en II, L. 125 en 131, en Samuel Barber’s Sonate in es-klein, Op. 26 uit, tijdens de finales van de Piano-editie 2021 van het Concours musical international de Montréal (CMIM). Dit recital werd opgenomen in de Grote Zaal van de Musik-Akademie in Bazel, Zwitserland.","category":""},"55703":{"channel":"141431343","start":"1673082101","end":"1673086197","first":"R","idtitle":"RACHMANINOFFSYMFONIENR2OP27","title":"Rachmaninoff - Symfonie nr. 2, Op. 27","program_id":"1315244068","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/35\/20221231020135512gsr.jpg","description":"Rachmaninoff - Symfonie Nr. 2, Op. 27, Berliner Philharmoniker","category":""},"55704":{"channel":"141431343","start":"1673086197","end":"1673088245","first":"W","idtitle":"WERKVOORFLUITENPIANOVANDONIZETTIEA","title":"Werk voor fluit en piano van Donizetti e. a.","program_id":"1315245418","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/58\/20221231020135512mgn.jpg","description":"De zesdelige concertreeks \"Io suono italiano\" is gewijd aan muziek van Italiaanse componisten en uitgevoerd door Italiaanse musici op Italiaanse instrumenten. De reeks beslaat vier eeuwen aan muziek: van renaissancecomponist Girolamo Frescobaldi en barokcomponist Antonio Vivaldi tot de twintigste-eeuwse filmmuziek van Ennio Morricone en de moderne opera van Azio Corghi. Elk programma presenteert zowel bekende werken als minder bekende composities. Deze prachtige uitvoeringen werden in januari 2021 opgenomen in het sfeervolle Teatro Sociale in het Noord-Italiaanse Rovigo. In deze aflevering spelen Andrea Oliva (fluit) en Roberto Prosseda (piano) verschillende werken voor fluit en piano. Het programma begint met Gaetano Donizetti’s Sonate in C-groot, gevolgd door Giulio Briccialdi’s technisch veeleisende Carnevale di Venezia, Op. 78. Aansluitend spelen Oliva en Prosseda Nino Rota’s 5 pezzi facili, gevolgd door Francesco Morlacchi’s Il pastore svizzero. Tot besluit van het programma klinkt Ennio Morricone’s Per le antiche scale.","category":""},"55705":{"channel":"141431343","start":"1673088245","end":"1673091398","first":"G","idtitle":"GRUPPOAPPASSIONATIVERDIANIWELOVEVERDI","title":"Gruppo Appassionati Verdiani - We love Verdi!","program_id":"1315245424","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/59\/202212310201355124vi.jpg","description":"Italië, het \"land van het melodrama\", is de thuisbasis van een uiterst exclusief, slechts 27 leden tellend genootschap waarin ieder lid de naam van een Verdi-opera draagt. De kleine Giacomo is dol op alles wat met Verdi te maken heeft, en wil zich graag aan het toelatingsexamen wagen. Maar daarmee is hij er nog niet: er moet eerst nog een lid afvallen voor hij mag toetreden. Dit scherpe, meeslepende, spannende verhaal zit vol met weetjes over Verdi. Aan deze productie van Mateo Zoni uit 2017 doen Irene Carra, Pietro Anelli, Noa Zatta, Ettore Scarpa en Giacomo Anelli mee.","category":""},"55706":{"channel":"141431343","start":"1673091398","end":"1673096418","first":"C","idtitle":"CHOPINPIANOSONATENR2OP35","title":"Chopin - Pianosonate Nr. 2, Op. 35","program_id":"1315245430","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/80\/20221231020135512w5q.jpg","description":"De laatste jaren laat een nieuwe generatie Chinese pianisten zich gelden in de internationale muziekwereld. De Académie France-Chine heeft als doelstelling de kunst van vele jonge Chinese artiesten te verdiepen door hen kennis te laten maken met de Franse en Europese cultuur, en door hen een podium te bieden. Vier van deze jonge talenten zijn Chen Xue-Hong, Zhang Cheng, Chen Yunjie, en Chen Sa, die samen hun Parijse debuut maakten in dit unieke concert in het Théâtre des Champs-Élysées. Uit het programma sprak hun ongelooflijke talent: Frédéric Chopins Pianosonate Nr. 2, Robert Schumanns Pianosonate Nr. 1, Aleksandr Skrjabins Pianosonate nr. 8, en Paysage (nr. 3) en Mazeppa (nr. 4) uit Franz Liszts Études d'Exécution Transcendante. Het concert komt ten einde met Olivier Messiaens Regard de l’Esprit de la joie (nr. 10) uit diens suite 'Vingt regards sur l’Enfant-Jésus'.","category":""},"55707":{"channel":"141431343","start":"1673096418","end":"1673102846","first":"B","idtitle":"BOULEZDIRIGEERTBARTOK","title":"Boulez dirigeert Bartòk","program_id":"1315245436","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/11\/20221231020135512veq.jpg","description":"Pierre Boulez staat op de bok voor de Berliner Philharmoniker in een concertprogramma met de muziek van Béla Bartók. Gidon Kremer, één van de belangrijkste violisten van onze tijd, soleert in Bartóks Concert voor Viool en Orkest Nr. 1 (Sz. 36). Yuri Bashmet, één van de meest vooraanstaande altviolisten van dit tijdperk, vertolkt Bartóks Concerto for Viola und Orchestra (Sz. 120). Het orkest speelt De Wonderbaarlijke Mandarijn (Sz. 73) en Danssuite (Sz. 77).","category":""},"55708":{"channel":"141431343","start":"1673102846","end":"1673104798","first":"P","idtitle":"PROKOFJEVVIOOLCONCERTNR2INGKLEINOP63","title":"Prokofjev - Vioolconcert Nr. 2 in g-klein, Op. 63","program_id":"1315245442","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/74\/20221231020135512l0m.jpg","description":"Iván Fischer dirigeert het Boedapest Festival Orkest in deze concertopname uit 2015 vanuit de Béla Bartók Nationale Concertzaal in Boedapest, Hongarije. Het concert begint met Sergej Prokofjevs Ouverture op Hebreeuwse thema's, Op. 34. Daarna schittert Thomas Zehetmair als soloviolist in Prokofjevs Vioolconcert nr. 2, Op. 63. Het tweede deel van het concert draait om Igor Stravinsky: muziek geschreven voor het ballet 'Jeu de cartes' (1937), en de Vuurvogelsuite nr. 2 (1919). Jeu de cartes behoort tot Stravinsky's neoklassieke werken en bestaat uit drie delen ('giften'). De Vuurvogelsuite nr. 2 is gebaseerd op de muziek uit het gelijknamige ballet, geschreven voor Sergej Diaghilevs Ballets Russes, dat in 1910 in Parijs de première beleefde.","category":""},"55709":{"channel":"141431343","start":"1673104798","end":"1673108888","first":"C","idtitle":"CURSIVEII","title":"Cursive II","program_id":"1315245448","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/81\/20221231020135512ori.jpg","description":"Met Cursive II brengt de gelauwerde Taiwanese danser en choreograaf Lin Hwai-min een vervolg op het prachtige Cursive uit 2001. Vele mensen waren verrast door Lins muziekkeuze, die was gevallen op composities van de Amerikaanse avant-gardist John Cage. De pure en eenvoudige strijkersklanken van de Westerse meester -zelf ook beoefenaar van het boeddistische zen- gaan prachtig samen in een dialoog met bewegingen afkomstig uit eeuwenoude Oosterse lichaamsdisciplines. Deze uitvoering door het Cloud Gate Danstheater vertaalt de lichte nuances van de Chinese kalligrafiekunst naar indrukwekende dansinterpretaties. Opgenomen in het Cloud Gate Danstheater te Genève in 2005.","category":""},"55710":{"channel":"141431343","start":"1673108888","end":"1673114366","first":"M","idtitle":"MOZARTCELEBRATIONVANUITBERLIJN","title":"Mozart Celebration vanuit Berlijn","program_id":"1315245454","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/10\/20221231020135513n0c.jpg","description":"Deze Mozartviering vindt plaats in de Staatsoper Unter den Linden, Berlijns meest prestigieuze operahuis. Het eenmalige concertgala staat volledig in het teken van de werken van Wolfgang Amadeus Mozart. Vele pareltjes uit zijn oeuvre worden uitgevoerd door ‘s werelds beste klassieke musici, waaronder violist Nicolaj Znaider, bariton Thomas Quasthoff en sopraan Sylvia Schwartz. De Staatskapelle Berlin staat onder leiding van dirigent Julien Salemkour. Op het programma staan de ouverture uit Clemenza di Tito (KV. 621), het Vijfde Vioolconcert (KV. 219), “Chi sà, chi sà, qual sia” (KV.582), Pianoconcert Nr. 23 (KV. 488), \"Per questa bella mano\" (KV. 612) en enkele aria’s uit Die Zauberflöte. Er wordt afgelosten met Symfonie Nr. 40 (KV. 550).","category":""},"55711":{"channel":"141431343","start":"1673114366","end":"1673119800","first":"M","idtitle":"MUSICINTHEAIR","title":"Music in the air","program_id":"1315245460","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/63\/20221231020135513h3b.jpg","description":"Televisie is van groot belang voor de aanhoudende populariteit van de klassieke muziek. Het medium heeft niet alleen prachtige muzikale momenten vastgelegd voor toekomstige generaties, maar geeft ook de toekomst van de muziek mede vorm. Het in Wenen gevestigde IMZ International Music + Media Centre, een internationale vereniging voor iedereen die betrokken is bij alle facetten van klassieke en hedendaagse muziek, wereldmuziek, jazz, en dans, vierde in 2015 haar vijftigjarig bestaan. Om dit te vieren maakte de geprezen filmmaker Reiner E. Moritz de documentaire 'Music in the air', waarin hij de geschiedenis van de klassieke muziek op televisie uit de doeken doet. De film duikt de archieven in om aan te tonen wat dit medium gedaan heeft voor de verspreiding van de muziek. Zeldzaam beeldmateriaal van dirigent Arturo Toscanini met het NBC Symphony Orchestra tijdens één van de allereerste op tv uitgezonden concerten, en fragmenten uit Leonard Bernsteins 'Young People Concerts' komen aan bod. Ook zijn er beelden te zien van andere grote musici uit het verleden, onder wie Glenn Gould, Herbert von Karjan, Igor Stravinsky en Pierre Boulez.","category":""},"55712":{"channel":"141431343","start":"1673119800","end":"1673128939","first":"M","idtitle":"MOZARTDIEZAUBERFLOETE","title":"Mozart - Die Zauberflöte","program_id":"1315245466","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/58\/20221231020135513yav.jpg","description":"Antonello Manacorda leidt het orkest en koor van Teatro La Fenice in een uitvoering van Wolfgang Amadeus Mozarts geliefde opera Die Zauberflöte (‘De toverfluit’, 1791). Naar alle waarschijnlijkheid begon Mozart pas in mei 1791 met het componeren van zijn meesterwerk, minder dan zes maanden voor zijn dood in december dat jaar. Het libretto van dit werk werd geschreven door Emanuel Schikaneder. ‘Die Zauberflöte’ vertelt een sprookjesachtig verhaal waarin prins Tamino opdracht krijgt van de Koningin van de Nacht om haar dochter Pamina te redden, die door de priester Sarastro gevangen is genomen. Bijgestaan door vogelvanger Papageno begint Tamino aan zijn queeste. Nadat hij Pamina in Sarastro’s territorium aantreft, wordt Tamino aan een reeks beproevingen onderworpen om te bewijzen dat hij het waard is met Pamina te trouwen. In Die Zauberflöte zitten prachtige aria's, waaronder het beroemde 'Der Hölle Rache kocht in meinem Herzen' (\"De wraak der helle ziedt in mijn hart\"), een virtuoze coloratuur-aria voor sopraan gezongen door de Koningin van de Nacht. Onder de solisten zijn Goran Jurić, Antonio Poli, Ekaterina Sadovnikova, Alex Esposito, Olga Pudova en Caterina di Tonno. Deze ...","category":""},"55713":{"channel":"141431343","start":"1673128939","end":"1673132400","first":"B","idtitle":"BRAHMSSYMFONIENR4OP98","title":"Brahms - Symfonie Nr. 4, Op. 98","program_id":"1315245472","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/13\/20221231020135513q2f.jpg","description":"Franz Welser-Möst dirigeert het Cleveland Orchestra in een uitvoering van Brahms' Symfonie Nr. 4, Op. 98. Dit is het laatste werk in de beknopte verzameling symfonische composities van Brahms. Muziekcriticus Malcolm Macdonald omschreef het werk als een van de grootste creaties in de Romantiek en het is wellicht Brahms Magnum Opus naast Ein Deutsches Requiem, Op. 45. De Vierde Symfonie is voorzien van een ondertoon die zich het best laat omschrijven als ingetogen melancholie, en lijkt te smachten naar een onherstelbaar verleden. Brahms laat het verleden voortleven door de symfonie te voorzien van vele barokinvloeden, waaronder een heuze chaconne en het gebruik van de aloude compositietechniek van variaties op een thema in het afsluitende deel. Deze uitvoering vond plaats in de Severance Hall te Cleveland, VS in 2014.","category":""}}