{"69911":{"channel":"280714878","start":"1672962300","end":"1672968600","first":"T","idtitle":"THEBIGHIT","title":"The Big Hit","program_id":"1314358970","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/0\/20221229020034706dt3.jpg","description":"Om toch maar rond te kunnen komen, stemt worstelend acteur Étienne (Kad Merad) ermee in om een theaterworkshop in een gevangenis te geven. Verrast door het daar aanwezige acteertalent besluit hij om samen met zijn bonte groep gedetineerden Samuel Becketts beroemde toneelstuk 'Wachten op Godot' op de planken brengen. Wanneer de groep toestemming krijgt om buiten de gevangenismuren op te treden, heeft Étienne eindelijk de kans zijn talenten te laten zien. De mannen beginnen aan een tournee, die elke terugkeer achter de tralies weer pijnlijker maakt dan de vorige.","category":""},"69912":{"channel":"280714878","start":"1672968600","end":"1672974300","first":"S","idtitle":"SPOILEDBRATS","title":"Spoiled Brats","program_id":"1314358976","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/66\/202212290200347068kw.jpg","description":"De drie kinderen van een rijke zakenman doen niets met hun leven, behalve het geld van hun hardwerkende vader uitgeven. Hij is het feestvieren op zijn kosten zat, en besluit zijn kinderen een les te leren door ze wijs te maken dat er geen geld meer is. Voor het eerst moeten de verwende nesten het voor hen ondenkbare doen: werken.","category":""},"69913":{"channel":"280714878","start":"1672974300","end":"1672978800","first":"Y","idtitle":"YESGODYES","title":"Yes, God, Yes","program_id":"1314358982","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/49\/2022122902003470674u.jpg","description":"De Amerikaanse Midwest, begin 2000. Wanneer katholieke tiener Alice (Natalia Dyer, 'Stranger Things') toevallig de geneugten van de zelfbevrediging ontdekt, schrijft ze zich in voor een retraite die haar van die duivelse ziekte af moet helpen. Maar ze valt als een blok voor de spetter van het kamp en ontdekt dat de heiligste boontjes vaak de hypocrietste zijn.","category":""},"69914":{"channel":"280714878","start":"1672978800","end":"1672984800","first":"T","idtitle":"TUTTACOLPADIGIUDA","title":"Tutta colpa di Giuda","program_id":"1314358988","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/69\/20221229020034706bru.jpg","description":"Musical producente Irena stemt ermee in om samen te werken met pater Iridio aan de opvoering van een toneelstuk in een gevangenisinstelling. Ze is zeer enthousiast en onbevangen, maar de pater loopt haar voortdurend voor de voeten. Ze beseft niet dat deze ervaring haar leven zal veranderen.","category":""},"69915":{"channel":"280714878","start":"1672984800","end":"1672989900","first":"D","idtitle":"DEMAGISCHEPOORT","title":"De Magische Poort","program_id":"1314808731","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/88\/20221230020034885szu.jpg","description":"Davey, een verlegen dolfijn, ontdekt de magische poort die elke vis kan veranderen in wat hij wil zijn. Op een dag wordt de poort misbruikt door de moeralen die gigantisch zijn geworden en van plan zijn het vredige Vissenstad over te nemen. Davey moet zich herenigen met zijn lang verloren gewaande vader om de kracht en macht te krijgen om de moeralen te verslaan, zijn stad te beschermen en de liefde van zijn leven voor zich te winnen.","category":""},"69916":{"channel":"280714878","start":"1672989900","end":"1672995900","first":"A","idtitle":"AMERICASSWEETHEARTS","title":"America's Sweethearts","program_id":"1314808737","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/51\/20221230020034885emu.jpg","description":"America's favoriete glamourkoppel Gwen (Catherine Zeta-Jones) en Eddie (John Cusack) gaat uit elkaar. Met de scheiding ontstaat er een groot probleem: ze moeten hun laatste gezamelijke film nog promoten. Wanneer de print van de film maar niet tevoorschijn komt verzint de uitgever van de film een verhaal over de reunie van de twee, terwijl de acteur eigenlijk verliefd is op de assistent van zijn vrouw, en de actrice ook al een nieuwe vriend heeft gevonden.","category":""},"69917":{"channel":"280714878","start":"1672995900","end":"1673002200","first":"T","idtitle":"THEYOUNGANDPRODIGIOUSTSSPIVET","title":"The Young and Prodigious T.S. Spivet","program_id":"1314808743","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/59\/20221230020034885y4u.jpg","description":"De twaalfjarige T.S. Spivet woont met zijn familie op een ranch in Montana. Zijn moeder is geobsedeerd door insecten, zijn vader is een onvervalste cowboy en zijn veertienjarige zusje droomt ervan Miss Amerika te worden. Zelf is hij een echt genie, gefascineerd door cartografie en wetenschappelijke proeven. Op een dag krijgt hij een telefoontje van het Smithsonian in Washington. Voor een van zijn uitvindingen heeft hij de prestigieuze Baird-prijs in de wacht gesleept en deze mag hij persoonlijk in ontvangst komen nemen. Stiekem knijpt T.S. er tussen uit en begint zo aan een avontuurlijke reis.","category":""},"69918":{"channel":"280714878","start":"1673002200","end":"1673009100","first":"T","idtitle":"THEINTERNSHIP","title":"The Internship","program_id":"1314808941","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/84\/20221230020034885xtx.jpg","description":"Billy en Nick zijn twee verkopers van wie de loopbaan gekelderd is door de digitale wereld. In een poging te bewijzen dat ze nog mee kunnen met hun tijd weten ze zich aan te melden voor een felbegeerde stage bij Google, samen met een bataljon briljante studenten. Maar het verkrijgen van toegang tot deze utopie is slechts het begin. Nu moeten ze de strijd aangaan met de grootste genieën van de wereld.","category":""},"69919":{"channel":"280714878","start":"1673009100","end":"1673014800","first":"G","idtitle":"GAGARINE","title":"Gagarine","program_id":"1314808947","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/13\/20221230020034885ca7.jpg","description":"De zestienjarige Youri is opgegroeid in Cité Gagarine, de enorme rode bakstenen woonwijk van Ivry-sur-Seine, aan de buitenste rand van Parijs. Hij droomt ervan om ruimtevaarder te worden. Wanneer hij hoort dat Gagarine met de sloop wordt bedreigd, besluit Youri in verzet te komen. Met de hulp van Diana, Houssam en de andere inwoners probeert hij de sloop tegen te houden en daarmee zijn 'ruimteschip' te redden. Regisseurs Fanny Liatard en Jérémy Trouilh richten met hun film een monument op voor Gagarine, haar bewoners en hun idealen. Inmiddels is de sloop een feit.","category":""},"69920":{"channel":"280714878","start":"1673014800","end":"1673019900","first":"B","idtitle":"BIGTRIP","title":"Big Trip","program_id":"1314808953","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/27\/20221230020034885mky.jpg","description":"Een onhandige ooievaar bezorgt de schattige baby Panda op het verkeerde adres. Beer, Eland, Tijger en Konijn vangen baby Panda op en beginnen aan een spannende tocht vol hilarische momenten. Zal het hen lukken om baby Panda veilig thuis te brengen?","category":""},"69921":{"channel":"280714878","start":"1673019900","end":"1673025600","first":"M","idtitle":"MISSINGLINKNL","title":"Missing Link (NL)","program_id":"1314808959","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/77\/20221230020034885siq.jpg","description":"De charismatische avonturier Sir Lionel Frost is stomverbaasd wanneer hij diep in de Amerikaanse bossen de ontbrekende schakel tussen aap en mens ontdekt. Deze toepasselijk genaamde Link is echter allesbehalve een monster. Hij is verrassend slim en charmant maar ook eenzaam omdat hij alleen leeft en niet weet waar hij vandaan komt. Bijgestaan door de temperamentvolle avonturier Adelina Fortnight, gaan Link en Sir Lionel op een razend spannend avontuur op zoek naar Link’s lang verloren familie: de Yeti's.","category":""},"69922":{"channel":"280714878","start":"1673025600","end":"1673031600","first":"M","idtitle":"MRHOLMES","title":"Mr Holmes","program_id":"1314808965","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/52\/20221230020034885mr9.jpg","description":"Een 93-jarige Sherlock Holmes (Ian McKellen) woont in 1947 in een afgelegen boerderijtje met zijn huishoudster en haar zoon. Hij houdt honingbijen, schrijft in een dagboek en worstelt met zijn aftakelende geheugen. Maar in deze nadagen van zijn leven blijft de oude speurneus gefascineerd door een onopgeloste zaak rondom een jonge vrouw en stelt hij zichzelf vragen over leven, liefde en de grenzen van de geest.","category":""},"69923":{"channel":"280714878","start":"1673031600","end":"1673037000","first":"Y","idtitle":"YOURSISTERSSISTER","title":"Your Sister's Sister","program_id":"1314808971","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/65\/202212300200348852hl.jpg","description":"Na de dood van zijn broer wordt Jack door zijn goede vriendin Iris uitgenodigd om een weekend alleen door te brengen op het verlaten privé eilandje van haar familie, om zo zijn gedachten op orde te krijgen. Tot zijn grote verbazing blijkt bij aankomst dat Iris d'r zus Hannah precies hetzelfde idee had. Wanneer na een avond van diepzinnige gesprekken en veel drank de twee samen in bed belanden, is de komst van Iris de volgende morgen het begin van een weekend vol emotionele, grappige en onverwachte situaties.","category":""},"69924":{"channel":"280714878","start":"1673037000","end":"1673042400","first":"O","idtitle":"OURIDIOTBROTHER","title":"Our Idiot Brother","program_id":"1314808977","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/92\/20221230020034886a8g.jpg","description":"Drie zussen zien hun hippie-broer al jarenlang als de grootste idioot die er op aarde rondloopt, maar komen er langzaam achter dat hij hen met zijn idealistische en vergevingsgezinde instelling meer bij kan brengen over hun eigen chaotische leven, dan dat ze zelf durven toe te geven.","category":""},"69925":{"channel":"280714878","start":"1673042400","end":"1673047800","first":"M","idtitle":"MAMASBOY","title":"Mama's Boy","program_id":"1314808983","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/16\/202212300200348860wf.jpg","description":"Jeffrey Mannus (Jon Heder) is 29 en woont nog steeds bij zijn moeder Jan (Diane Keaton). Het rustige en vooral makkelijke leven daar bevalt hem prima. Maar als zijn moeder Mert Rosenbloom (Jeff Daniels) ontmoet en deze bij hen komt inwonen, begint Jeffrey te vrezen voor zijn plaats in het huis van zijn moeder.","category":""}}