{"70336":{"channel":"280715028","start":"1673307600","end":"1673313600","first":"S","idtitle":"SIBYL","title":"Sibyl","program_id":"1315912381","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/63\/20230102020035512q0f.jpg","description":"Psychotherapeut Sibyl besluit om een groot deel van haar patiënten af te zeggen om weer te gaan schrijven. Maar Margot, een jonge gepassioneerde actrice die flink in de problemen zit, smeekt Sibyl om een afspraak. Margot is bezig met nieuwe filmopnames en heeft een affaire met haar tegenspeler Igor van wie zij nu zwanger is. Igor zelf is getrouwd met de regisseuse van de film. Sibyl raakt steeds dieper verwikkeld in het leven van Margot en wordt hierdoor geconfronteerd met haar eigen woelige verleden. Gefascineerd door de verhalen neemt zij de gesprekken op en werkt stiekem aan haar nieuwe roman.","category":""},"70337":{"channel":"280715028","start":"1673313600","end":"1673319300","first":"L","idtitle":"LAGOMERA","title":"La Gomera","program_id":"1315912387","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/77\/2023010202003551263a.jpg","description":"De Roemeense politie agent Cristi is in Boekarest informant voor de lokale maffia. Er wordt een complot gesmeed om de corrupte zakenman Zsolt uit de gevangenis te bevrijden. Om zonder risico met zijn handlangers te kunnen communiceren vertrekt hij naar het bergachtige Canarische eiland La Gomera om daar te worden onderwezen in de inheemse fluittaal 'El Silbo Gomero'. Een taal die daar sinds oudsher door de lokale bevolking gebruikt wordt om over grote afstanden berichten te kunnen doorgeven. Samen met femme fatale Gilda moet hij proberen onder de radar te blijven en laveren tussen verraad en bedrog.","category":""},"70338":{"channel":"280715028","start":"1673319300","end":"1673325000","first":"S","idtitle":"SPOILEDBRATS","title":"Spoiled Brats","program_id":"1315912393","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/40\/202301020200355120s3.jpg","description":"De drie kinderen van een rijke zakenman doen niets met hun leven, behalve het geld van hun hardwerkende vader uitgeven. Hij is het feestvieren op zijn kosten zat, en besluit zijn kinderen een les te leren door ze wijs te maken dat er geen geld meer is. Voor het eerst moeten de verwende nesten het voor hen ondenkbare doen: werken.","category":""},"70339":{"channel":"280715028","start":"1673325000","end":"1673330400","first":"B","idtitle":"BLACKCOP","title":"Black Cop","program_id":"1315912399","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/75\/20230102020035512ops.jpg","description":"Het is niet gemakkelijk om een zwarte agent te zijn wanneer zowel de gemeenschap als je collega's je niet vertrouwen. Maar wanneer je buiten dienst wordt gemolesteerd door andere politiemannen, slaan de stoppen door. Gewapend met zijn penning en opgehitst door een radioprogramma, zint deze zwarte agent op wraak. Hij uit zijn frustraties op de gemeenschap die de daden van zijn collega's rechtvaardigen.","category":""},"70340":{"channel":"280715028","start":"1673330400","end":"1673336400","first":"D","idtitle":"DASGEHEIMELEBENDERBAEUME","title":"Das geheime Leben der Bäume","program_id":"1316271511","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/79\/202301030200397178ry.jpg","description":"Heel de wereld praat over het milieu, maar toch lukt het vaak niet om naar de natuur zelf te luisteren. Het is voor Duitse boswachter Peter Wohlleben inmiddels een missie geworden om dit te veranderen. Met zijn non-fictie bestseller Het Verborgen Leven van Bomen, die inmiddels in meer dan veertig landen is verschenen, laat Wohlleben de verborgen wereld van de bossen zien, het zogenaamde Wood Wide Web van bomen die met elkaar communiceren.","category":""},"70341":{"channel":"280715028","start":"1673336400","end":"1673342100","first":"V","idtitle":"VICKYCRISTINABARCELONA","title":"Vicky Cristina Barcelona","program_id":"1316271517","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/65\/20230103020039717i7k.jpg","description":"Vicky (Rebecca Hall) en Cristina (Scarlett Johansson) zijn twee hartsvriendinnen met tegengestelde karakters. Bij Vicky, die verloofd is, overheerst de rede, terwijl Cristina zich laat leiden door haar gevoelens en voortdurend op zoek is naar nieuwe passies en seksuele ervaringen. Tijdens een zomer in Barcelona ontmoeten ze in een kunstgalerij een Spaanse schilder. Juan Antonio (Javier Bardem) is knap, sensueel en verleidelijk en doet hen een nogal ongewoon voorstel. Maar die nieuwe vriendschap valt niet in de smaak van Juan Antonio's ex-vriendin (Penélope Cruz).","category":""},"70342":{"channel":"280715028","start":"1673342100","end":"1673348100","first":"U","idtitle":"UNDERSANDET","title":"Under sandet","program_id":"1316271523","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/21\/20230103020039717o3w.jpg","description":"Wanneer de Tweede Wereldoorlog op z'n eind loopt wordt een groep Duitse soldaten, eerder jongens dan mannen, gevangen genomen door het Deense leger. Ze worden gedwongen een dodelijke taak ten uitvoer te brengen: het ontmantelen en ruimen van twee miljoen landmijnen die nog in de Deense stranden ingegraven liggen. En dat met weinig tot geen training. De jongens ontdekken dat de oorlog voor hen nog lang niet ten einde is.","category":""},"70343":{"channel":"280715028","start":"1673348100","end":"1673354700","first":"A","idtitle":"ATETERNITYSGATE","title":"At Eternity’s Gate","program_id":"1316271529","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/62\/20230103020039717iog.jpg","description":"Wanneer Vincent van Gogh (Willem Dafoe) in 1886 verhuist naar Parijs, met als doel door te breken als kunstenaar, leert hij een avant-gardistische groep kunstenaars kennen onder wie Paul Gauguin. Maar Van Gogh stuit alleen maar op nog meer onbegrip en afwijzingen en vertrekt uiteindelijk naar Arles in de hoop een nieuw bestaan te bouwen. In zijn zoektocht naar aanvaarding, verliest Van Gogh zich echter steeds verder in een wereld van ziekte en depressie.","category":""},"70344":{"channel":"280715028","start":"1673354700","end":"1673361300","first":"H","idtitle":"HOWTOLOSEFRIENDSANDALIENATEPEOPLE","title":"How to Lose Friends and Alienate People","program_id":"1316271535","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/65\/20230103020039717cxr.jpg","description":"Sidney Young (Simon Pegg) is een gedesillusioneerde intellectueel die werkt bij een klein Engels tijdschrift, waarin hij het afzeiken van 'celebrities' tot kunst heeft verheven. Hierop krijgt hij een telefoontje van de eigenaar van Sharpe's Magazine, hét glossy boulevardblad van Amerika. Sidney krijgt een baan aangeboden in New York. Hij denkt dat hij het helemaal gemaakt heeft en dat hij toe zal treden tot de internationale wereld van glitter en glamour. Maar eenmaal daar ontdekt Sidney, dat de weg naar de top geplaveid is met hielen likken, ellebogenwerk en vriendjespolitiek.","category":""},"70345":{"channel":"280715028","start":"1673361300","end":"1673367000","first":"C","idtitle":"CATACOMBE","title":"Catacombe","program_id":"1316271541","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/86\/20230103020039718edv.jpg","description":"In de duistere thriller Catacombe vecht profvoetballer Jermaine Slagter in de kelder van het betaalde voetbal om uit de handen te blijven van Chinese matchfixers. Wanneer zijn hardnekkige gokverslaving hem verder in het nauw drijft, dreigt zijn leven hem door de vingers te glippen.","category":""},"70346":{"channel":"280715028","start":"1673367000","end":"1673373000","first":"N","idtitle":"NEWYORKILOVEYOU","title":"New York, I Love You","program_id":"1316271547","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/28\/2023010302003971856r.jpg","description":"In navolging van Paris, je t'aime geeft dit mozaïekwerk een vernieuwende, panoramische en schaamteloos romantische kijk op New York – door de ogen van de liefde. Een groep jonge en gepassioneerde filmmakers van over de hele wereld tonen de liefde in al haar facetten: ruwe, kortstondige of eeuwige, onvergetelijke, afgewezen en kalverliefde, én liefde waarnaar je wanhopig verlangt.","category":""},"70347":{"channel":"280715028","start":"1673373000","end":"1673385900","first":"M","idtitle":"MYWEEKWITHMARILYN","title":"My Week with Marilyn","program_id":"1316271553","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/69\/20230103020039718ano.jpg","description":"In de zomer van 1956 bracht filmicoon Marilyn Monroe (Michelle Williams) een bezoek aan Engeland voor de opnames van The Prince and the Showgirl, waarin zij het scherm deelde met Brits acteur en legende Sir Laurence Olivier (Kenneth Branagh), die de film tevens regisseerde. In dezelfde zomer mocht de net aan Oxford afgestudeerde Colin Clark (Eddie Redmayne) voor het eerst voet zetten op een filmset. Met de ambitie om ooit beroemd filmmaker te worden, neemt hij een baantje aan als assistent op de set van The Prince and the Showgirl, een ervaring waar hij 40 jaar later een boek over schrijft. Eén week mist echter in zijn schrijven.","category":""},"70348":{"channel":"280715028","start":"1673385900","end":"1673392800","first":"R","idtitle":"RETFAERDIGHEDENSRYTTERE","title":"Retfærdighedens ryttere","program_id":"1316271559","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/22\/2023010302003971805i.jpg","description":"Wanneer zijn vrouw om het leven komt bij een treinongeluk, keert beroepsmilitair Markus (Mads Mikkelsen) naar huis om voor zijn dochter Mathilde te zorgen. Terwijl ze nog in diepe rouw verkeren, krijgen ze bezoek van data-analist Otto (Nikolaj Lie Kaas) die de ramp heeft overleefd. Samen met zijn excentrieke collega Lennart en hun nog zonderlinger maat Emmenthaler heeft Otto geconcludeerd dat er opzet in het spel was. Ze besluiten verder op onderzoek uit te gaan en wanneer ook Markus inziet dat er sprake is geweest van een aanslag, ontpoppen de mannen zich tot engelen der wrake. Helaas leidt hun missie tot ongewenste resultaten.","category":""}}