{"68819":{"channel":"280714878","start":"1672357200","end":"1672362900","first":"I","idtitle":"IRRATIONALMAN","title":"Irrational Man","program_id":"1311743961","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/69\/20221222020034706slz.jpg","description":"Abe Lucas, een alcoholistische hoogleraar filosofie, verkeert in een existentiële crisis. Zijn nieuwe studente Jill valt als een blok voor de charismatische filosoof met al zijn diepe gedachtes en overpeinzingen. En alhoewel deze vleierij in eerste instantie de vlam lijkt te zijn die Abe weer doet ontwaken uit zijn ingedutte bestaan, blijkt dat hij nog altijd iets zoekt om het ultieme doel in zijn leven na te jagen. Wanneer hij per toeval hoort over een groot persoonlijk onrecht binnen een rechtszaak, weet Abe eindelijk wat hem te doen staat om betekenis te geven aan zijn bestaan.","category":""},"68820":{"channel":"280714878","start":"1672362900","end":"1672368900","first":"W","idtitle":"WONDERWHEEL","title":"Wonder Wheel","program_id":"1311743967","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/63\/20221222020034706yob.jpg","description":"Dit drama van Woody Allen speelt in de drukte van een pretpark op Coney Island, in het New York van de jaren vijftig. Vier mensen banen zich een weg door het leven: Ginny (Kate Winslet), een melancholische, nogal emotionele voormalige actrice, die inmiddels als serveerster in een visrestaurant werkt; Humpty (James Belushi), carrouselbediende en Ginny's onbehouwen echtgenoot; Mickey (Justin Timberlake), een jonge en knappe badmeester die ervan droomt toneelschrijver te worden en Carolina (Juno Temple), de van Humpty vervreemde dochter die zich voor gangsters schuilhoudt in het appartement van haar vader.","category":""},"68821":{"channel":"280714878","start":"1672368900","end":"1672374300","first":"R","idtitle":"RIFKINSFESTIVAL","title":"Rifkin's Festival","program_id":"1311743973","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/75\/20221222020034706u2p.jpg","description":"Wanneer filmrecensent Mort Rifkin zijn echtgenote, publiciteitsagent Sue, vergezelt naar het San Sebastian Film Festival in Spanje vermoedt hij dat haar fascinatie voor de jonge filmregisseur Philippe misschien wel iets verder gaat dan alleen die van werk. Terwijl Philippes film overladen wordt met overdadige lof, vindt Mort deze maar banaal en dwalen zijn gedachten af naar de filmklassiekers waar hij ooit les over gaf. De situatie zet het kwetsbare huwelijk tussen Mort en Sue onder druk. Mort vrolijkt wat op wanneer hij dokter Jo Rojas ontmoet, een gelijkgestemde ziel die lijdt onder haar huwelijk met een uitbundige schilder.","category":""},"68822":{"channel":"280714878","start":"1672374300","end":"1672380000","first":"Y","idtitle":"YOUWILLMEETATALLDARKSTRANGER","title":"You Will Meet a Tall Dark Stranger","program_id":"1311743979","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/98\/20221222020034706z7q.jpg","description":"Alfie (Anthony Hopkins) besluit zijn goedgelovige vrouw Helena te verlaten om te zoeken naar een verloren jeugd, die hij vindt bij een jonge en ongedwongen prostituee. Hierop laat Helena alle rationaliteit varen en legt haar leven in de handen van een obscure waarzegster. Dochter Sally (Naomi Watts) is eveneens niet gelukkig in haar huwelijk en ontwikkelt een geheime liefde voor een charmante galeriehouder (Antonio Banderas). Ondertussen laat haar man Roy (Josh Brolin) zijn oog vallen op een mysterieuze dame aan de overkant van de straat.","category":""},"68823":{"channel":"280714878","start":"1672380000","end":"1672386000","first":"S","idtitle":"SNUFDEHONDINOORLOGSTIJD","title":"Snuf de hond in oorlogstijd","program_id":"1312148787","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/37\/20221223020034705dk9.jpg","description":"Friesland 1945, Tom woont bij zijn oom en tante aan de rand van het dorp op de boerderij Vredehoeven. Hij kan maar moeilijk aarden op het platteland, en zit vol woede omdat zijn ouders bij de Duitse bombardementen van Rotterdam zijn omgekomen. Hij wil maar een ding; vechten en wraak nemen. Om een maatje te hebben heeft Tom een hond gekregen. Een prachtige lieve herdershond. Hij noemt hem Snuf. Mirjam, zijn Joodse vriendinnetje, die op dezelfde boerderij ondergedoken zit, probeert Tom te ontdooien. Samen met Snuf beleven ze de spannende avonturen en helpen ze de Canadezen om hun dorp te bevrijden.","category":""},"68824":{"channel":"280714878","start":"1672386000","end":"1672387800","first":"H","idtitle":"HOLLYWOODSBESTFILMDIRECTORSANDYTENNANT","title":"Hollywood's Best Film Directors: Andy Tennant","program_id":"1312148793","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/80\/20221223020034706ns0.jpg","description":"Andy Tennant begon als achtergronddanser in Grease, maar belandde via het schrijven van scripts op de regisseursstoel en maakte onder meer de romantische films Ever After, Anna and the King, Sweet Home Alabama, Hitch en Fool's Gold.","category":""},"68825":{"channel":"280714878","start":"1672387800","end":"1672394400","first":"M","idtitle":"MERMAIDS","title":"Mermaids","program_id":"1312148799","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/98\/20221223020034706jiw.jpg","description":"Telkens wanneer haar moeder een relatie verbreekt, moet de vijftienjarige Charlotte Flax (Winona Ryder) verhuizen. Zo belandt ze begin jaren zestig in een klein stadje in Massachusetts, tot haar grote blijdschap in de buurt van een klooster. Charlottes grootste wens is namelijk om non te worden, al brengt de ontluikende liefde voor een conciërge haar behoorlijk in verwarring. Charlottes neurotische puberproblemen worden niet alleen bemoeilijkt door haar halfzusje Kate (Christina Ricci), die zwemster wil worden, maar vooral haar onconventionele moeder Rachel (Cher), die zich meer als vriendin dan als moeder gedraagt.","category":""},"68826":{"channel":"280714878","start":"1672394400","end":"1672400700","first":"S","idtitle":"STATUSUPDATE","title":"Status Update","program_id":"1312148805","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/10\/202212230200347063qk.jpg","description":"Na de scheiding van zijn ouders, verhuist de zeventienjarige scholier Kyle Moore vanuit Californië met zijn moeder mee naar New England. De skater Kyle kan niet goed aarden in zijn nieuwe sociale omgeving waar de stoere leden van het ijshockeyteam de dienst uitmaken. Maar zijn kansen keren wanneer hij na de reparatie van zijn mobiele telefoon beschikt over een magische app die alle status updates van zijn social media accounts werkelijkheid maakt.","category":""},"68827":{"channel":"280714878","start":"1672400700","end":"1672407300","first":"F","idtitle":"FINDINGYOURFEET","title":"Finding Your Feet","program_id":"1312148811","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/72\/20221223020034706h8m.jpg","description":"Wanneer 'Lady' Sandra Abbott ontdekt dat haar echtgenoot al jaren een verhouding heeft met haar beste vriendin, besluit ze bij haar bohémienne zus Bif in te trekken. Tegen haar zin in neemt Bif Sandra mee naar haar stijldanslessen, waar ze Bifs vrienden leert kennen: een kleurrijke en energieke groep leeftijdgenoten die Sandra laat zien dat pensionering juist een begin is. En dat een scheiding je (liefdes)leven een frisse start kan geven. Een heerlijke feelgoodfilm met Imelda Staunton.","category":""},"68828":{"channel":"280714878","start":"1672407300","end":"1672412400","first":"D","idtitle":"DEMAGISCHEPOORT","title":"De Magische Poort","program_id":"1312148817","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/94\/20221223020034706w86.jpg","description":"Davey, een verlegen dolfijn, ontdekt de magische poort die elke vis kan veranderen in wat hij wil zijn. Op een dag wordt de poort misbruikt door de moeralen die gigantisch zijn geworden en van plan zijn het vredige Vissenstad over te nemen. Davey moet zich herenigen met zijn lang verloren gewaande vader om de kracht en macht te krijgen om de moeralen te verslaan, zijn stad te beschermen en de liefde van zijn leven voor zich te winnen.","category":""},"68829":{"channel":"280714878","start":"1672412400","end":"1672420500","first":"D","idtitle":"DESCHEEPSJONGENSVANBONTEKOE","title":"De scheepsjongens van Bontekoe","program_id":"1312148823","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/88\/20221223020034706tde.jpg","description":"Hajo wil naar zee als scheepsjongen op het schip van schipper Bontekoe. Zijn moeder doet er alles aan om hem aan wal te houden, maar de roep van de zee is te sterk. Padde, het onhandige vriendje van Hajo, kan geen afscheid van hem nemen en springt vlak voor het vertrek aan boord, daar sluiten Hajo en Paddde vriendschap met Rolf. Op hun tocht naar de Oost beleven ze samen met schipper Bontekoe veel spannende avonturen.","category":""},"68830":{"channel":"280714878","start":"1672420500","end":"1672426800","first":"W","idtitle":"WHEREDYOUGOBERNADETTE","title":"Where'd You Go, Bernadette","program_id":"1312148829","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/29\/20221223020034706qi0.jpg","description":"Bernadette Fox (Cate Blanchett) is een getalenteerde architect. Wanneer een project in LA een grote tegenslag voor haar wordt, besluit ze samen met haar man naar Seattle te verhuizen. Ze krijgen een dochter, maar verder sluit Bernadette zich voor andere mensen af. Volledig in haar eigen bubbel probeert ze een reis voor haar dochter naar Antartica te organiseren, met hulp van haar digitale assistent Manjula. Wanneer blijkt dat haar enige contactpersoon in de buitenwereld een criminele organisatie blijkt te zijn, vlucht Bernadette. Haar man en dochter gaan op reis om hun haar terug te vinden, wat hen op bijzondere plekken brengt.","category":""},"68831":{"channel":"280714878","start":"1672426800","end":"1672431900","first":"T","idtitle":"THEEMOJIMOVIE","title":"The Emoji Movie","program_id":"1312148835","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/11\/20221223020034706dal.jpg","description":"Aan de binnenkant van je smartphone ligt Textopolis, een levendige stad waar al je favoriete emoji's wonen. Ze hebben allemaal maar één gezichtsuitdrukking, behalve de uitbundige Gene. Vastbesloten om net als alle andere emoji's 'normaal' te worden, schakelt hij de hulp in van zijn handige beste vriend Hi-5 en de beruchte codekraker Hackie. Samen gaan ze langs de verschillende apps op zoek naar de Code waarmee ze Gene kunnen veranderen. Maar wanneer een groot gevaar de smartphone bedreigt, hangt het lot van alle emoji's af van deze drie onwaarschijnlijke vrienden die samen hun wereld moeten redden voordat deze voorgoed gewist wordt.","category":""},"68832":{"channel":"280714878","start":"1672431900","end":"1672437600","first":"B","idtitle":"BONDIEU","title":"Bon Dieu!","program_id":"1312148905","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/21\/20221223020034706x1k.jpg","description":"Claude en Marie, een conservatief katholiek echtpaar met een prachtig landhuis aan de Loire, hebben het getroffen met vier mooie dochters. Het was echter even slikken toen de eerste dochter met een moslim, de tweede met een Jood en de derde met een Chinees trouwde. Alle hoop is nu gevestigd op de jongste dochter. Hun droom lijkt werkelijkheid te worden wanneer ze vernemen dat ze een brave katholieke jongen heeft ontmoet.","category":""},"68833":{"channel":"280714878","start":"1672437600","end":"1672443600","first":"M","idtitle":"MRHOLMES","title":"Mr Holmes","program_id":"1312148911","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/82\/20221223020034706dh4.jpg","description":"Een 93-jarige Sherlock Holmes (Ian McKellen) woont in 1947 in een afgelegen boerderijtje met zijn huishoudster en haar zoon. Hij houdt honingbijen, schrijft in een dagboek en worstelt met zijn aftakelende geheugen. Maar in deze nadagen van zijn leven blijft de oude speurneus gefascineerd door een onopgeloste zaak rondom een jonge vrouw en stelt hij zichzelf vragen over leven, liefde en de grenzen van de geest.","category":""}}