{"68850":{"channel":"280715028","start":"1672163700","end":"1672169400","first":"I","idtitle":"IRRATIONALMAN","title":"Irrational Man","program_id":"1310905135","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/13\/20221220020055526uqy.jpg","description":"Abe Lucas, een alcoholistische hoogleraar filosofie, verkeert in een existentiële crisis. Zijn nieuwe studente Jill valt als een blok voor de charismatische filosoof met al zijn diepe gedachtes en overpeinzingen. En alhoewel deze vleierij in eerste instantie de vlam lijkt te zijn die Abe weer doet ontwaken uit zijn ingedutte bestaan, blijkt dat hij nog altijd iets zoekt om het ultieme doel in zijn leven na te jagen. Wanneer hij per toeval hoort over een groot persoonlijk onrecht binnen een rechtszaak, weet Abe eindelijk wat hem te doen staat om betekenis te geven aan zijn bestaan.","category":""},"68851":{"channel":"280715028","start":"1672169400","end":"1672175700","first":"E","idtitle":"EFFACERLHISTORIQUE","title":"Effacer L' Historique","program_id":"1310905141","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/82\/20221220020055526m93.jpg","description":"In een woonwijk worden drie buren geconfronteerd met de invloed van social media op hun leven. Marie wordt gechanteerd met een sekstape, Bertrands dochter wordt via Facebook op school gepest en Uber-chauffeur Christine is van slag omdat haar klanten weigeren om positieve recensies achter te laten. Samen besluiten ze de strijd aan te gaan tegen de internetgiganten.","category":""},"68852":{"channel":"280715028","start":"1672175700","end":"1672181400","first":"F","idtitle":"FARGO","title":"Fargo","program_id":"1310905147","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/72\/20221220020055526l63.jpg","description":"Autoverkoper Jerry Lundegaard (William H. Macy), woonachtig in het ijskoude stadje Fargo in Minnesota, heeft een plan om uit de schulden te komen. Hij laat zijn vrouw ontvoeren door twee schurken (Steve Buscemi en Peter Stormare) om vervolgens aan zijn rijke schoonvader een flink bedrag aan losgeld te vragen. Het zou een eenvoudige klus moeten worden, ware het niet dat de criminelen direct na hun aankomst in Fargo drie inwoners koudmaken. De hoogzwangere politie-agente Marge Gunderson (Frances McDormand) wordt belast met het moordonderzoek en laat zich niet hinderen door haar gebrek aan ervaring met grote misdrijven.","category":""},"68853":{"channel":"280715028","start":"1672181400","end":"1672187400","first":"S","idtitle":"SHAME","title":"Shame","program_id":"1310905153","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/20\/202212200200555265e2.jpg","description":"Dertiger Brandon leidt in New York een routinematig dubbelleven. Overdag is hij succesvol in zijn werk. Na kantoortijd gaat hij op vrouwenjacht en bevredigt zijn seksverslaving. Hij denkt zijn leven onder controle te hebben. Tot zijn eigenzinnige zusje Cissy plots voor de deur staat en bij hem intrekt. Brandons zorgvuldig afgeschermde privéleven raakt ontregeld. Hij wordt geconfronteerd met zijn eenzaamheid, zijn verleden en zijn schaamte.","category":""}}