{"70219":{"channel":"280715028","start":"1673392800","end":"1673400300","first":"M","idtitle":"MIASTO44","title":"Miasto 44","program_id":"1316271565","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/46\/20230103020039718rpl.jpg","description":"Een episch waargebeurd oorlogsdrama over de meedogenloze strijd tussen de nazi-bezetters en een groep jonge Poolse verzetsstrijders. In het puin van de gebombardeerde stad Warschau sluiten ze zich aan bij het Poolse verzet om de strijd aan te binden met de Duitse bezetters. Ze betalen een hoge prijs voor hun dappere maar naïeve daad. Maar gedreven door moed, fanatisme en wanhoop geven ze de gewapende strijd niet op.","category":""},"70220":{"channel":"280715028","start":"1673400300","end":"1673410800","first":"L","idtitle":"LAVIEDADELE","title":"La vie d'Adèle","program_id":"1316271571","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/73\/202301030200397185wd.jpg","description":"Op haar vijftiende twijfelt Adèle er niet aan: meisjes horen uit te gaan met jongens. Maar wanneer ze Emma (Léa Seydoux) ontmoet, een jonge kunststudente met blauw haar, wordt haar hele leven op z'n kop gezet. Emma geeft Adèle de kans om haar verlangens te ontdekken, om zich te laten gelden als vrouw en als volwassene. Te midden van haar omgeving, gaat Adèle op zoek naar zichzelf.","category":""},"70221":{"channel":"280715028","start":"1673410800","end":"1673416800","first":"other","idtitle":"645","title":"6:45","program_id":"1316271577","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/89\/20230103020039718e37.jpg","description":"Bobby doet een laatste romantische poging om de wankelende relatie met zijn vriendin Jules te redden tijdens een weekendje weg. Ze arriveren op het rustige eilandje Bog Grove, dat tot hun verbijstering vreemd genoeg verlaten lijkt. Bobby en Jules leren al snel over de dodelijke geschiedenis van het eilandje en komen vast te zitten in een tijdslus van terreur. Wat ze ook doen om het te vermijden, het stel wordt elke ochtend wakker om 6:45 door dezelfde nachtmerrieachtige reeks gebeurtenissen die ertoe leiden dat ze op wrede wijze worden vermoord. Een manier om te ontsnappen lijkt er niet te zijn.","category":""},"70222":{"channel":"280715028","start":"1673416800","end":"1673424600","first":"T","idtitle":"THEREALM","title":"The Realm","program_id":"1316656247","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/7\/20230104020040516wtc.jpg","description":"Manuel Gómez Vidal is een geliefde en charismatische politicus die het goed voor elkaar heeft: hij heeft veel aanzien, een liefde volle familie en veel vrienden. Maar hij is ook onderdeel van een corrupt politiek systeem, waar ieder zich verrijkt met publiek geld. Terwijl hij een collega en goede vriend indekt, wordt hij zelf het middelpunt van de aandacht en schuiven zijn partijgenoten alle schuld op hem. Maar Manuel laat zich niet kennen en duikt diep in het vuile spelletje.","category":""},"70223":{"channel":"280715028","start":"1673424600","end":"1673431500","first":"S","idtitle":"SNIEGUJUZNIGDYNIEBEDZIE","title":"Sniegu juz nigdy nie bedzie","program_id":"1316656253","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/25\/20230104020040516mns.jpg","description":"Op een grijze, mistige ochtend in een Oost-Europese stad verschijnt een mysterieus persoon, die in een omheinde gemeenschap aan de slag gaat als masseur. De identieke huizen worden allen bewoond door de welgestelde hogere klasse, die ondanks hun rijkdom met verdriet en innerlijke leegte rondlopen. De masseur biedt hen troost met zijn handen die genezen en zijn ogen die de zielen van deze eenzame bewoners doordringen. Voor hen klinkt zijn Russische accent als het lied van het verleden, een vredige melodie uit hun kindertijd, toen de wereld een veiligere plek was. Hij heet Zhenia en verandert hun leven.","category":""},"70224":{"channel":"280715028","start":"1673431500","end":"1673437800","first":"M","idtitle":"MISS","title":"Miss","program_id":"1316656259","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/61\/20230104020040516zye.jpg","description":"Als kind wilde Alex niets liever dan Miss Frankrijk worden. Een onverwachte ontmoeting wakkert zijn droom weer aan en hij besluit - zijn gender verborgen houdend – als Alexandra mee te doen aan de wedstrijd. Met hulp van zijn gekozen familie probeert Alex de titel, zijn vrouwelijkheid en boven alles zijn identiteit te veroveren.","category":""},"70225":{"channel":"280715028","start":"1673437800","end":"1673445300","first":"H","idtitle":"HOPE","title":"Hope","program_id":"1316656265","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/17\/20230104020040516b2a.jpg","description":"Na een succesvolle internationale tour met haar dansgezelschap, keert Anja (Andrea Bræin Hovig) terug naar huis om Kerst te vieren. Daar wacht haar gezin op haar: partner en theaterregisseur Tomas (Stellan Skarsgård), hun drie biologische kinderen, en de drie kinderen uit Tomas' eerste huwelijk. Maar vlak voor Kerst krijgen Anja en Tomas nieuws dat inslaat als een bom: Anja heeft een hersentumor en niet lang meer te leven. Samen proberen ze een manier te vinden om het nieuws te delen met hun familie. In de tijd die volgt wordt de relatie tussen Anja en Tomas hevig op de proef gesteld.","category":""},"70226":{"channel":"280715028","start":"1673445300","end":"1673453100","first":"T","idtitle":"THEMANWHOKILLEDDONQUIXOTE","title":"The Man Who Killed Don Quixote","program_id":"1316656271","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/60\/202301040200405174ke.jpg","description":"Ooit was Toby (Adam Driver) een ambitieuze, idealistische student die in een Spaans dorpje zijn afstudeerproject 'Don Quixote' regisseerde. Vandaag is hij een gevierde, maar verwaande filmmaker. Wanneer hij na vele jaren terugkeert naar Spanje, ontmoet hij de oude man die ooit de rol van Don Quixote speelde. Maar de acteur waant zich nog steeds de man van La Mancha en ziet in Toby zijn trouwe volgeling Sancho Panza. Het duo begint aan een bizarre tocht en langzaam wordt Toby meegezogen in een wereld van illusie waarin hij dromen en realiteit niet meer van elkaar kan onderscheiden.","category":""},"70227":{"channel":"280715028","start":"1673453100","end":"1673460000","first":"B","idtitle":"BRIGHTSTAR","title":"Bright Star","program_id":"1316656277","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/92\/20230104020040517vhk.jpg","description":"Tussen poëet John Keats en zijn buurmeisje Fanny, een eigenzinnige modestudente, ontstaat een geheime liefde. Wanneer haar moeder en zijn beste vriend hoogte krijgen van deze, in hun ogen, ongepaste relatie, hebben Fanny en John al een onuitwisbare invloed op elkaars bestaan gekregen. Als John ernstig ziek wordt, luidt dit voor de jonge geliefden in plaats van een begin juist een voortijdig einde aan.","category":""},"70228":{"channel":"280715028","start":"1673460000","end":"1673465400","first":"P","idtitle":"PASSENGERS","title":"Passengers","program_id":"1316656283","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/25\/20230104020040517ixr.jpg","description":"Na een vliegtuigcrash, wordt Claire Summers (Anne Hathaway) aangewezen om de vijf overlevenden te begeleiden. Sommige van hen beweren dat het ongeluk is veroorzaakt door een explosie, maar de luchtvaartmaatschappij ontkent dat. Een van de overlevenden is Eric (Patrick Wilson), Claire ontdekt dat ze speciale gevoelens voor hem heeft. Net als hun professionele relatie overgaat in een romance, verdwijnen de overige overlevenden en Claire beseft dat Eric haar laatste hoop is.","category":""},"70229":{"channel":"280715028","start":"1673465400","end":"1673470800","first":"U","idtitle":"UNDIRTRENU","title":"Undir trénu","program_id":"1316656289","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/83\/20230104020040517iji.jpg","description":"Nadat hij door zijn vrouw het huis uit is gezet, gaat Atli weer bij zijn ouders wonen. Zijn vader Baldvin en moeder Inga zijn juist in een bittere burenruzie verwikkeld over een grote boom die naar de zin van de buren een te grote schaduw werpt op hun tuin. Terwijl Atli er alles aan doet om zijn dochter Asa weer te mogen zien, wordt de ruzie tussen zijn ouders en de buren steeds heftiger: eigendommen worden vernield, huisdieren verdwijnen op mysterieuze wijze en er worden camera's geïnstalleerd. Wanneer ook nog het gerucht gaat dat de buurman een kettingzaag wil inzetten, zijn de gewelddadige gevolgen niet meer te overzien.","category":""},"70230":{"channel":"280715028","start":"1673470800","end":"1673477100","first":"W","idtitle":"WHATJUSTHAPPENED","title":"What Just Happened","program_id":"1316656295","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/44\/20230104020040517yft.jpg","description":"Een filmproducer in Hollywood (Robert de Niro) probeert zich te manoeuvreren langs de valkuilen van de filmindustrie. Hij moet binnen twee weken zowel zijn nieuwste film maken en tegelijkertijd zijn huwelijk zien te redden.","category":""},"70231":{"channel":"280715028","start":"1673477100","end":"1673484300","first":"D","idtitle":"DEADMANWALKING","title":"Dead Man Walking","program_id":"1316656493","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/9\/20230104020040520y9q.jpg","description":"Zuster Helen Prejean (Susan Sarandon) uit New Orleans is de geestelijke raadsvrouw van Matthew Poncelet (Sean Penn), een ter dood veroordeelde moordenaar die op zijn executie wacht. Het is haar opdracht om de ziel van Matthew te redden. Maar als ze haar weg probeert te vinden in het duistere doolhof van zijn ziel, komt ze zoveel haat tegen dat ze zich afvraagt hoe ver verlossing moet gaan. Kan ze de naderende executie zo lang uitstellen dat ze Matthew kan verlossen of vindt ze een waarheid die het geloof, de basis van haar leven, op zijn grondvesten zal doen schudden?","category":""}}