{"70157":{"channel":"280715003","start":"1673312700","end":"1673318400","first":"A","idtitle":"AMERICANULTRA","title":"American Ultra","program_id":"1315917157","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/63\/20230102020044707nk2.jpg","description":"Stoner Mike en zijn vriendinnetje Phoebe leiden een rustig bestaan. Op een dag wordt Mike tijdens zijn tankstation-baantje aangesproken door een vreemde vrouw die een onsamenhangende zin tegen hem mompelt. Als hij vlak erna wordt aangevallen verandert hij intuïtief in een moordmachine; Mike blijkt een voormalig sleeper cell van de overheid en het programma waar hij deel van uitmaakte wordt opgeruimd. Maar aangezien Mike door de onbekende vrouw is geactiveerd zal het een stuk meer moeite kosten dan verwacht om hem uit te schakelen.","category":""},"70158":{"channel":"280715003","start":"1673318400","end":"1673323500","first":"B","idtitle":"BLOODONHERNAME","title":"Blood on Her Name","program_id":"1315917163","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/44\/20230102020044707lw0.jpg","description":"Leigh Tiller doodt per ongeluk een persoon waarna ze in een wanhopige bui het lijk verstopt. In een poging haar leven met haar zoon weer op te pakken, wordt zij voortdurend aan de misdaad herinnerd door haar geweten. De familie van de vermoorde man blijft met veel vragen achter. Leigh moet haar geheim verborgen houden voor haar vader Richard, die agent is, en voor Dani, de vriendin van het slachtoffer.","category":""},"70159":{"channel":"280715003","start":"1673323500","end":"1673328600","first":"T","idtitle":"TRIGGERPOINT","title":"Trigger Point","program_id":"1315917169","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/79\/20230102020044707tf0.jpg","description":"Als lid van een eliteteam knapt Nicolas Brazer de vuilste klusjes op voor de overheid. Dan gaat hun dekmantel eraan en worden zijn collega's genadeloos vermoord. Aangewezen als zondebok en kampend met geheugenverlies, gaat hij onder de radar. Wanneer een oud-collega verdwijnt krijgt hij de kans om zijn goede naam te herstellen en zijn geheugen terug te vinden.","category":""},"70160":{"channel":"280715003","start":"1673328600","end":"1673334900","first":"A","idtitle":"AFISHCALLEDWANDA","title":"A Fish Called Wanda","program_id":"1316271400","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/10\/20230103020039721i1r.jpg","description":"De doortrapte Wanda (Jamie Lee Curtis) en de driftige Otto (Kevin Kline) zijn twee Amerikaanse dieven die een diamantroof in Engeland plegen en hierbij hun twee Britse medeplichtigen bedriegen. Ze laten bendeleider George oppakken door de politie, maar weten niet dat hij de buit al op een geheime plaats heeft verstopt. Om erachter te komen waar George de diamanten verborg, papt Wanda aan met zijn advocaat Archie Leach (John Cleese). De beschaafde Archie valt al snel voor de charmes van de sexy Wanda en heeft niet door dat hij slechts een speelbal is in haar sluwe plannetje.","category":""},"70161":{"channel":"280715003","start":"1673334900","end":"1673341500","first":"E","idtitle":"EENECHTEVERMEER","title":"Een echte Vermeer","program_id":"1316271598","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/95\/2023010302003972165z.jpg","description":"In de vroege jaren twintig van de vorige eeuw schildert Han van Meegeren (Jeroen Spitzenberger) in de stijl van oude meesters zoals Rembrandt van Rijn en Johannes Vermeer. Als Han halsoverkop verliefd wordt op de echtgenote van de belangrijkste kunstcriticus van het land, Meneer Bredius, zorgt dat voor slechte recensies over zijn werk. Han zweert revanche en probeert Bredius om de tuin te leiden met een perfecte Vermeer-vervalsing.","category":""},"70162":{"channel":"280715003","start":"1673341500","end":"1673347800","first":"T","idtitle":"THENEST","title":"The Nest","program_id":"1316271604","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/42\/20230103020039721s84.jpg","description":"De aan een rolstoel gekluisterde Samuel woont met zijn moeder Elena in een afgelegen villa in het bos. Zijn leven lijkt idyllisch, maar ondanks dat het hem aan niets ontbreekt, is hij rusteloos. Wanneer er een jong dienstmeisje in de villa komt werken, betwijfelt Samuel meer en meer de strenge regels van zijn moeder en besluit de jongen dat hij de wereld buiten het landgoed wil leren kennen. Maar zo makkelijk zal Elena hem niet laten gaan.","category":""},"70163":{"channel":"280715003","start":"1673347800","end":"1673355900","first":"A","idtitle":"ANOTHERYEAR","title":"Another Year","program_id":"1316271610","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/4\/20230103020039721kns.jpg","description":"Gerri en haar man Tom wonen in een rustige Londense buitenwijk. Ze zijn gezond, gelukkig en liefdevol getrouwd, maar weten heel goed dat veel mensen minder fortuinlijk zijn. Zoals Gerri's collega Mary die zichzelf voortdurend aanpraat dat ze niet gebukt gaat onder haar desastreuze liefdesleven. Ook ontgaat het hen niet dat hun dertigjare zoon Joe nog steeds single is. Of dat Toms jeugdvriend Ken in zijn eenzaamheid volledig vergeet voor zichzelf te zorgen. Gerri en Tom bieden graag een luisterend oor en warme huiselijkheid, maar moeten erkennen dat hun hulp en vriendschap ook grenzen heeft.","category":""},"70164":{"channel":"280715003","start":"1673355900","end":"1673361300","first":"D","idtitle":"DEVOGELWACHTER","title":"De vogelwachter","program_id":"1316271616","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/17\/20230103020039721b35.jpg","description":"De vogelwachter (Freek de Jonge) woont al bijna een halve eeuw moederziel alleen en zielsgelukkig op een afgelegen eiland. Op een dag krijgt hij bericht dat zijn post wordt opgeheven. Aan zijn gelukkige bestaan in en met de natuur komt abrupt een einde. De afgedankte vogelwachter weigert echter te gaan en trekt op geheel eigen wijze ten strijde.","category":""},"70165":{"channel":"280715003","start":"1673361300","end":"1673366400","first":"F","idtitle":"FANTASTICMRFOX","title":"Fantastic Mr. Fox","program_id":"1316271622","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/60\/20230103020039721iwt.jpg","description":"Meneer en mevrouw Vos (George Clooney en Meryl Streep) hebben een idyllisch leven samen met hun zoon Ash (Jason Schwartzman) en hun jonge neefje Kristofferson dat bij hen logeert. Na twaalf jaar te hebben genoten van een rustig familieleven, brengt het gezapige bestaan het wilde dier in meneer Vos naar boven. Hij haalt al gauw weer zijn oude streken uit als stiekeme kippendief. Hierdoor brengt hij niet alleen zijn geliefde gezinnetje, maar ook de gehele dierengemeenschap in gevaar.","category":""},"70166":{"channel":"280715003","start":"1673366400","end":"1673372100","first":"T","idtitle":"THEWARWITHGRANDPA","title":"The War with Grandpa","program_id":"1316271628","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/62\/202301030200397215ue.jpg","description":"Wat zou jij doen als je jouw slaapkamer zou moeten afstaan aan niemand minder dan je eigen opa? Dit overkomt de tienjarige Peter (Oakes Fegley) omdat zijn opa Jack (Robert De Niro) noodgedwongen bij de familie intrekt. Peter wil zijn slaapkamer koste wat kost terug en samen met zijn vrienden doet hij er alles aan om zijn opa uit zijn slaapkamer te verdrijven. Dit betekent oorlog, want opa laat niet zomaar met zich sollen en schakelt de hulp van zijn eigen vrienden in. Een race tegen de klok, waarbij alle streken uit de kast worden getrokken. Lukt het Peter om zijn slaapkamer terug te krijgen?","category":""},"70167":{"channel":"280715003","start":"1673372100","end":"1673379000","first":"T","idtitle":"TAKETHISWALTZ","title":"Take This Waltz","program_id":"1316271634","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/94\/2023010302003972290x.jpg","description":"Je zal maar gelukkig getrouwd zijn, je leven goed op de rit hebben en dan opeens smoorverliefd worden op een nieuwe buurtgenoot. Wat doe je dan? Is het een tijdelijke bevlieging of blijkt die man eigenlijk je grote liefde te zijn? Dit is het dilemma van de 28-jarige Margot (Michelle Williams) die een veilige relatie heeft met Lou (Seth Rogen), maar zich sterk aangetrokken voelt tot de artistieke Daniel (Luke Kirby). Ze besluit haar intuïtie te volgen, wat resulteert in een hete en hitsige zomer. Margot leert zichzelf beter kennen, maar het blijft de vraag of ze de juiste keuze in haar leven maakt.","category":""},"70168":{"channel":"280715003","start":"1673379000","end":"1673390100","first":"W","idtitle":"WANDER","title":"Wander","program_id":"1316271640","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/89\/20230103020039722bhd.jpg","description":"Arthur Bretnik (Aaron Eckhart) is een privédetective met een duister verleden. Hij wordt ingehuurd om in het stadje Wander een moord te onderzoeken die door de autoriteiten in de doofpot is gestopt. Hier stuit hij op een crimineel netwerk met banden tot het hoogste niveau. En ontdekt hij dat de zaak te maken heeft met een moordzaak waarbij hij jaren geleden betrokken was. Toeval? Of wordt Arthur gemanipuleerd als een pion in een veel grotere, levensgevaarlijke affaire?","category":""},"70169":{"channel":"280715003","start":"1673390100","end":"1673396700","first":"T","idtitle":"THEROAD","title":"The Road","program_id":"1316271646","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/4\/20230103020039722no2.jpg","description":"Een wereldwijde ramp heeft de aarde in puin en as gelegd. Er zijn slechts enkele overlevenden, de beschaving is verdwenen en er is een groot gebrek aan voedsel en water. Door dit vijandige landschap trekken een naamloze man (Viggo Mortensen) en zijn jonge zoon op zoek naar een veilig heenkomen. Ze proberen de kust te bereiken maar de weg daarheen is gevaarlijk. Barbaren en kannibalen liggen overal op de loer. In deze hel op aarde is slechts één lichtpuntje: de liefde tussen vader en kind.","category":""}}