{"70232":{"channel":"280715028","start":"1673484300","end":"1673489700","first":"L","idtitle":"LIONSFORLAMBS","title":"Lions for Lambs","program_id":"1316656499","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/79\/20230104020040520i9s.jpg","description":"Een politicus (Tom Cruise) probeert zijn nieuwste wereldomvattende strategie te verkopen aan een journaliste (Meryl Streep). Een idealistische docent (Robert Redford) wil een van zijn beste studenten ervan te overtuigen een andere richting te kiezen in zijn leven. En tenslotte hebben twee studenten zich aangemeld bij het leger om al vechtend hun leven zinvoller te maken.","category":""},"70233":{"channel":"280715028","start":"1673489700","end":"1673498400","first":"P","idtitle":"PELLEEROBREREN","title":"Pelle erobreren","program_id":"1316656505","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/28\/202301040200405205s1.jpg","description":"Aan het eind van de 19e eeuw komt een boot vol Zweedse migranten naar het Deense eiland Bornholm. Onder hen zijn Lasse (Max von Sydow) en zijn zoontje Pelle die naar Denemarken verhuizen om werk te vinden. Dat werk vinden ze op een grote boerderij, maar ze worden er behandeld als beesten. Toch weigeren ze de hoop op een beter leven op te geven.","category":""},"70234":{"channel":"280715028","start":"1673498400","end":"1673503200","first":"A","idtitle":"ABERNIKOEVET","title":"A berni követ","program_id":"1317055945","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/20\/20230105020039727j0d.jpg","description":"Een fictief verslag van de waargebeurde aanval op de Hongaarse ambassade in Bern, tijdens de nasleep van de Hongaarse revolutie van 1956.","category":""},"70235":{"channel":"280715028","start":"1673503200","end":"1673507700","first":"other","idtitle":"10THINGSWESHOULDDOBEFOREWEBREAKUP","title":"10 Things We Should Do Before We Break Up","program_id":"1317055951","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/13\/20230105020039727tot.jpg","description":"Op de avond dat de alleenstaande moeder Abigail (Christina Ricci) in een bar Ben (Hamish Linklater) ontmoet, komen ze allebei met een lijst met dingen die ze moeten doen mochten ze ooit uit elkaar gaan, wetende dat ze nooit een relatie zullen aangaan. Maar als de grap verandert in een onenightstand, met als gevolg dat Abigail zwanger raakt, wordt het een stuk ingewikkelder. Het onwaarschijnlijke paar probeert er vervolgens toch iets van te maken.","category":""},"70236":{"channel":"280715028","start":"1673507700","end":"1673513400","first":"G","idtitle":"GAGARINE","title":"Gagarine","program_id":"1317055957","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/42\/20230105020039727kf6.jpg","description":"De zestienjarige Youri is opgegroeid in Cité Gagarine, de enorme rode bakstenen woonwijk van Ivry-sur-Seine, aan de buitenste rand van Parijs. Hij droomt ervan om ruimtevaarder te worden. Wanneer hij hoort dat Gagarine met de sloop wordt bedreigd, besluit Youri in verzet te komen. Met de hulp van Diana, Houssam en de andere inwoners probeert hij de sloop tegen te houden en daarmee zijn 'ruimteschip' te redden. Regisseurs Fanny Liatard en Jérémy Trouilh richten met hun film een monument op voor Gagarine, haar bewoners en hun idealen. Inmiddels is de sloop een feit.","category":""},"70237":{"channel":"280715028","start":"1673513400","end":"1673519700","first":"G","idtitle":"GUILTYBYSUSPICION","title":"Guilty by Suspicion","program_id":"1317055963","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/99\/20230105020039727zps.jpg","description":"Na een project in het buitenland, keert filmregisseur David Merrill (Robert De Niro) begin jaren vijftig terug naar Hollywood. Amerika is op dat moment in de ban van de heksenjacht die senator McCarthy voert tegen communisten. Ook Merrill wordt onder de loep genomen en omdat hij tijdens zijn verhoor weigert om namen te noemen van vermeende landverraders, komt hij op een zwarte lijst te staan. Dit betekent niet alleen het einde van zijn carrière in Los Angeles, ook in New York komt hij niet meer aan de bak. De verleiding wordt steeds groter om alsnog een getuigenis af te leggen tegenover de onderzoekscommissie.","category":""},"70238":{"channel":"280715028","start":"1673519700","end":"1673525700","first":"T","idtitle":"THEWARBELOW","title":"The War Below","program_id":"1317055969","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/35\/202301050200397275kn.jpg","description":"Messines Ridge, nabij Ieper, 1917. Om de patstelling aan het Westelijke Front te doorbreken, graven Britse mijnwerkers tunnels tot onder de Duitse linies, vaak met de blote handen om geen enkel geluid te maken, want de vijand luistert - en graaft - mee. De levensgevaarlijke missie van deze anonieme helden wordt een kantelmoment uit de geschiedenis.","category":""},"70239":{"channel":"280715028","start":"1673525700","end":"1673531700","first":"I","idtitle":"INBLUE","title":"In Blue","program_id":"1317055975","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/41\/20230105020039727lcj.jpg","description":"Wanneer de Nederlandse stewardess Lin tijdens een vlucht naar Boekarest moet helpen bij een bevalling, wordt zij geconfronteerd met haar eigen verleden. De volgende dag, op weg naar het vliegveld, rijdt Lins taxi de vijftienjarige weesjongen Nicu aan. Hij leeft in de ondergrondse tunnels van de stad. Ze besluit met hem mee te gaan naar het ziekenhuis. De toevallige ontmoeting mondt uit in een complexe verbondenheid tussen beiden. Een onverwachte connectie die hen beiden kracht geeft. Hoofdrolspeelster Maria Kraakman won een Gouden Kalf.","category":""},"70240":{"channel":"280715028","start":"1673531700","end":"1673538600","first":"T","idtitle":"THEIMMIGRANT","title":"The Immigrant","program_id":"1317055981","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/65\/2023010502003972727o.jpg","description":"New York, 1921. De Poolse immigrante Ewa wordt bij aankomst op Ellis Island opgevangen door de ogenschijnlijk behulpzame Bruno Weiss, die wat te eten en een dak boven haar hoofd regelt. Maar al snel komt zijn ware aard naar boven en dwingt hij haar op agressieve wijze tot een leven als burlesque gezelschapsdame. Ewa moet op deze manier de kosten voor haar doodzieke zusje betalen. Wanneer ze de illusionist Orlando ontmoet, valt hij direct voor de mooie Ewa, en zet hij alles op alles om haar te redden uit deze onveilige situatie. Bruno geeft echter zijn pronkstuk en beste inkomstenbron niet zomaar op.","category":""},"70241":{"channel":"280715028","start":"1673538600","end":"1673545200","first":"T","idtitle":"THECIRCLE","title":"The Circle","program_id":"1317055987","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/85\/202301050200397270tv.jpg","description":"In dit verontrustende drama naar de intrigerende bestseller van Dave Eggers, krijgt Emma Watson een baantje bij het machtige tech-bedrijf van Tom Hanks. Deze organisatie wil alle informatie over de gehele wereld in beheer hebben. De persoonlijke e-mails van de gebruikers, hun sociale media, betalingsverkeer en aankopen zijn met elkaar verbonden door een universeel besturingsprogramma. Het resultaat: iedereen heeft slechts één online identiteit. Een nieuw tijdperk van openheid en gemeenschapszin is aangebroken onder dubieuze motto: privacy is diefstal.","category":""}}