{"69897":{"channel":"280715003","start":"1672441500","end":"1672447800","first":"A","idtitle":"AMERICANSICARIO","title":"American Sicario","program_id":"1312152388","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/43\/202212230200455803od.jpg","description":"Erik Vasquez alias 'Barbie' is een Mexicaans-Amerikaanse gangster die ervan droomt de meest gevreesde kartelbaas van Mexico te worden. Zo begaan hij is met zijn familie, zo genadeloos is hij voor zijn vijanden en rivalen. Maar wanneer hij in het nauw gedreven wordt en in zee gaat met de DEA, ontketent hij een bloedige bendeoorlog.","category":""},"69898":{"channel":"280715003","start":"1672447800","end":"1672453500","first":"W","idtitle":"WEREWOLVESWITHIN","title":"Werewolves Within","program_id":"1312152394","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/78\/20221223020045581x02.jpg","description":"Pete woont met zijn sterk gelovige vrouw Trish in een dorpje in Vermont. Hun woonplek wordt door een sneeuwstorm geteisterd die het hele dorp isoleert. De onderliggende rancune tussen de inwoners wordt blootgelegd wanneer een onbekend wezen jacht maakt op de dorpelingen. Wanneer de lichamen zich opstapelen, wordt duidelijk dat de moordenaar dichterbij staat dan verwacht.","category":""},"69899":{"channel":"280715003","start":"1672453500","end":"1672458600","first":"D","idtitle":"DREAMKATCHER","title":"Dreamkatcher","program_id":"1312152400","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/28\/20221223020045581fll.jpg","description":"Tijdens een vakantie in de bergen hoopt Gail een beter contact te krijgen met haar stiefzoontje Josh. Nadat Gails verloofde voor zijn werk terug moet naar New York, maken zij en Josh kennis met een norse buurvrouw die een enorme verzameling droomvangers heeft. Josh, die na de dood van zijn moeder geplaagd wordt door nachtmerries, wil er graag eentje hebben. Omdat Gail daar niets van wil weten, steelt Josh een droomvanger die hij stiekem bij zijn bed hangt. Zijn nachtmerries stoppen prompt. Maar in plaats daarvan krijgt hij dromen waarin zijn overleden moeder hem opdracht geeft Gail te vermoorden.","category":""},"69900":{"channel":"280715003","start":"1672458600","end":"1672464600","first":"other","idtitle":"645","title":"6:45","program_id":"1312152406","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/19\/20221223020045581bsj.jpg","description":"Bobby doet een laatste romantische poging om de wankelende relatie met zijn vriendin Jules te redden tijdens een weekendje weg. Ze arriveren op het rustige eilandje Bog Grove, dat tot hun verbijstering vreemd genoeg verlaten lijkt. Bobby en Jules leren al snel over de dodelijke geschiedenis van het eilandje en komen vast te zitten in een tijdslus van terreur. Wat ze ook doen om het te vermijden, het stel wordt elke ochtend wakker om 6:45 door dezelfde nachtmerrieachtige reeks gebeurtenissen die ertoe leiden dat ze op wrede wijze worden vermoord. Een manier om te ontsnappen lijkt er niet te zijn.","category":""},"69901":{"channel":"280715003","start":"1672464600","end":"1672469400","first":"C","idtitle":"CARNAGE","title":"Carnage","program_id":"1312546770","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/28\/202212240200247072es.jpg","description":"De ouders van Bruno en Ferdinand, twee elfjarige jongens, komen op een avond samen om een uit de hand gelopen ruzie tussen de twee vrienden op een volwassen manier op te lossen. Bruno zou Ferdinand met een stok twee tanden uit de mond hebben geslagen. Maar hoeveel beschaafder zijn hun ouders eigenlijk? De schone schijn aan de oppervlakte vervliegt al snel. Naarmate de avond vordert loopt het gesprek uit de hand en ontstaat er grote chaos met verhitte discussies, prijsgegeven geheimen, ongepast gedrag en hilarische voorvallen.","category":""},"69902":{"channel":"280715003","start":"1672469400","end":"1672475400","first":"B","idtitle":"BLACKBIRD","title":"Blackbird","program_id":"1312546776","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/39\/20221224020024707scc.jpg","description":"Lily (Susan Sarandon) is terminaal ziek. Na haar opties te hebben overwogen, besluit zij haar leven te willen beëindigen. Ze vraagt haar familie om nog eenmaal bijeen te komen in haar landhuis voor een afscheid. Aanvankelijk hebben de familieleden aanvaard dat hun moeder wenst te sterven voordat haar ziekte erger wordt. Maar al snel komt een onopgelost conflict bovendrijven tussen Lily's twee volwassen dochters, Jennifer (Kate Winslet) en Anna (Mia Wasikowska).","category":""},"69903":{"channel":"280715003","start":"1672475400","end":"1672483500","first":"A","idtitle":"ANOTHERYEAR","title":"Another Year","program_id":"1312546782","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/71\/20221224020024707nd6.jpg","description":"Gerri en haar man Tom wonen in een rustige Londense buitenwijk. Ze zijn gezond, gelukkig en liefdevol getrouwd, maar weten heel goed dat veel mensen minder fortuinlijk zijn. Zoals Gerri's collega Mary die zichzelf voortdurend aanpraat dat ze niet gebukt gaat onder haar desastreuze liefdesleven. Ook ontgaat het hen niet dat hun dertigjare zoon Joe nog steeds single is. Of dat Toms jeugdvriend Ken in zijn eenzaamheid volledig vergeet voor zichzelf te zorgen. Gerri en Tom bieden graag een luisterend oor en warme huiselijkheid, maar moeten erkennen dat hun hulp en vriendschap ook grenzen heeft.","category":""},"69904":{"channel":"280715003","start":"1672483500","end":"1672489200","first":"M","idtitle":"MIDNIGHTINPARIS","title":"Midnight in Paris","program_id":"1312546788","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/69\/20221224020024707vyv.jpg","description":"Gil (Owen Wilson) is een aspirant-schrijver die met zijn verloofde Inez en haar ouders een bezoek brengt aan de stad van de liefde. In tegenstelling tot de welgestelde Inez, die niets ziet in een onzeker kunstenaarsbestaan, valt Gil direct na aankomst al voor de artistieke charme van de lichtstad. Wanneer hij tijdens een nachtelijke wandeling op een wel heel bijzondere wijze wordt meegevoerd in de bruisende culturele geschiedenis van Parijs, is dit voor Gil reden om zijn huidige situatie eens onder de loep te nemen: is het leven daar nu echt zoveel mooier, of lijkt dat maar zo?","category":""},"69905":{"channel":"280715003","start":"1672489200","end":"1672495200","first":"L","idtitle":"LOVEROSIE","title":"Love Rosie","program_id":"1312546858","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/45\/20221224020024707i17.jpg","description":"Rosie en Alex groeien samen op in Londen, delen lief en leed en zijn onafscheidelijk. Er speelt meer tussen hen dan enkel een hechte vriendschap, maar wanneer Alex voor zijn studie naar Amerika verhuist, worden de twee van elkaar gescheiden. Terwijl de jaren verstrijken, proberen de beste vrienden elkaar niet uit het oog te verliezen, maar dat is moeilijker dan gedacht.","category":""},"69906":{"channel":"280715003","start":"1672495200","end":"1672500600","first":"M","idtitle":"MRSLOWRYSON","title":"Mrs Lowry & Son","program_id":"1312546864","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/72\/20221224020024707mho.jpg","description":"De inmiddels gevierde Britse kunstenaar L.S. Lowry (Timothy Spall) had een getroubleerde relatie met zijn aan bed gekluisterde, dominante moeder (Vanessa Redgrave). Werkend als huurincasseerder mengt Lowry zich overdag tussen de fabriekswerkers op de straten van Salford. Zijn vrije uren besteedt hij aan het maken van zijn schilderijen en de zorg voor zijn moeder, die zijn artistieke ambities enkel bekritiseert.","category":""},"69907":{"channel":"280715003","start":"1672500600","end":"1672507200","first":"T","idtitle":"THEBOOKSHOP","title":"The Bookshop","program_id":"1312546870","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/51\/20221224020024707vpf.jpg","description":"De weduwe Florence Green (Emily Mortimer) besluit haar leven weer op te pakken door een boekwinkel te openen. Ze is een krachtige vrouw die haar dromen najaagt, maar eind jaren vijftig in het Britse kustplaatsje doet haar winkel meer stof opwaaien dan verwacht. Onder leiding van de welgestelde Violet Gamart (Patricia Clarkson) en haar man wordt Florence door haar dorpsgenoten op slinkse wijze tegen gewerkt. Toch vindt ze steun bij de mysterieuze Mr. Brundish (Bill Nighy), die vindt dat het stadje wel toe is aan wat verandering.","category":""},"69908":{"channel":"280715003","start":"1672507200","end":"1672515000","first":"S","idtitle":"SPIDERMANHOMECOMING","title":"Spider-Man: Homecoming","program_id":"1312546876","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/65\/20221224020024707ka8.jpg","description":"Peter Parker (Tom Holland) keert na zijn eerste superheldengevecht als Spider-Man terug naar zijn normale leven in Queens. Hij hoopt snel bij The Avengers gevraagd te worden door Tony Stark (Robert Downey Jr.), maar het telefoontje blijft uit. Peter wordt ongeduldig, denkt dat hij zichzelf als held moet bewijzen aan Tony Stark en gaat vervolgens zelf op zoek naar onrecht. Tijdens deze zoektocht komt hij al snel terecht bij een mysterieuze wapenhandel van ene Adrian Toomes (Michael Keaton).","category":""},"69909":{"channel":"280715003","start":"1672515000","end":"1672521300","first":"T","idtitle":"THECOMEBACKTRAIL","title":"The Comeback Trail","program_id":"1312546882","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/84\/20221224020024707j09.jpg","description":"Na de zoveelste flop heeft filmproducent Max Barber (Robert De Niro) een enorme schuld bij crimineel Reggie Fontaine (Morgan Freeman). Nu zijn leven op het spel staat, besluit Max een western te produceren met als doel om de hoofdrolspeler te laten verongelukken en zo de verzekeringspremie op te strijken. Maar deze Duke Montana (Tommy Lee Jones) blijkt het loodje niet zo gemakkelijk te leggen als gedacht.","category":""},"69910":{"channel":"280715003","start":"1672521300","end":"1672527000","first":"W","idtitle":"WANDER","title":"Wander","program_id":"1312546888","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/16\/20221224020024708x3a.jpg","description":"Arthur Bretnik (Aaron Eckhart) is een privédetective met een duister verleden. Hij wordt ingehuurd om in het stadje Wander een moord te onderzoeken die door de autoriteiten in de doofpot is gestopt. Hier stuit hij op een crimineel netwerk met banden tot het hoogste niveau. En ontdekt hij dat de zaak te maken heeft met een moordzaak waarbij hij jaren geleden betrokken was. Toeval? Of wordt Arthur gemanipuleerd als een pion in een veel grotere, levensgevaarlijke affaire?","category":""},"69911":{"channel":"280715003","start":"1672527000","end":"1672533600","first":"T","idtitle":"THECARDCOUNTER","title":"The Card Counter","program_id":"1312546894","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/45\/20221224020024708a3u.jpg","description":"Ex-militair William Tell (Oscar Isaac) worstelt met zijn geweten sinds zijn dienst in Irak. Na een tijd in de gevangenis te hebben gezeten, vindt hij zichzelf opnieuw uit als professioneel gokker in het pokercircuit. Tijdens een presentatie van majoor Gordo (Willem Dafoe) wordt William benaderd door Cirk (Tye Sheridan), een getroebleerde jongeman. William neemt Cirk mee op reis langs verschillende casino's om hem op het rechte pad te houden. Dit blijkt steeds moeilijker te worden, omdat ook William wordt achtervolgd door de keuzes die hij heeft gemaakt. Zijn enige oplossing lijkt om met geweld te strijden tegen zijn eigen verleden.","category":""}}