{"69985":{"channel":"280714878","start":"1673394600","end":"1673400300","first":"T","idtitle":"THEBETTERHALF","title":"The Better Half","program_id":"1316271736","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/82\/20230103020040513v4w.jpg","description":"Calista was ooit een spontane, gezellige meid maar de jaren hebben haar in een cynische zuurpruim veranderd. Wanneer ze door een ongeluk bij de sportschool in het vagevuur belandt, krijgt ze een tweede kans. Haar persoonlijkheid is in tweeën gespleten en de serieuze Calista én de feestende versie krijgen 48 uur om zaken goed te maken met haar, hun disfunctionele gezin.","category":""},"69986":{"channel":"280714878","start":"1673400300","end":"1673405700","first":"M","idtitle":"MOTHERHOOD","title":"Motherhood","program_id":"1316271742","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/14\/20230103020040513uwq.jpg","description":"Een moeder (Uma Thurman) uit Manhattan is van plan om een groot verjaardagsfeest te organiseren voor haar dochter die zes jaar wordt. Ze ziet echter niet aankomen dat dit veel meer problemen met zich mee brengt dan dat ze had verwacht.","category":""},"69987":{"channel":"280714878","start":"1673405700","end":"1673410800","first":"F","idtitle":"FANTASTICMRFOX","title":"Fantastic Mr. Fox","program_id":"1316271748","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/62\/20230103020040513mdp.jpg","description":"Meneer en mevrouw Vos (George Clooney en Meryl Streep) hebben een idyllisch leven samen met hun zoon Ash (Jason Schwartzman) en hun jonge neefje Kristofferson dat bij hen logeert. Na twaalf jaar te hebben genoten van een rustig familieleven, brengt het gezapige bestaan het wilde dier in meneer Vos naar boven. Hij haalt al gauw weer zijn oude streken uit als stiekeme kippendief. Hierdoor brengt hij niet alleen zijn geliefde gezinnetje, maar ook de gehele dierengemeenschap in gevaar.","category":""},"69988":{"channel":"280714878","start":"1673410800","end":"1673416860","first":"D","idtitle":"DESPERATELYSEEKINGSUSAN","title":"Desperately Seeking Susan","program_id":"1316271754","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/58\/202301030200405134cu.jpg","description":"Huisvrouw Roberta Glass (Rosanna Arquette) verveelt zich te pletter en droomt weg bij het lezen van privé-advertenties in de krant. Ze raakt gefascineerd door de oproepen van Jim die wanhopig zoekt naar een zekere Susan (Madonna), een vrijgevochten vrouw die een avontuurlijk leven leidt om jaloers op te worden. Als Roberta verschijnt op de plek waar Jim en Susan elkaar gaan ontmoeten, verliest ze haar geheugen door een klap op het hoofd. Ze wordt per vergissing aangezien voor de wilde Susan en zo wordt haar leven plotseling een stuk minder saai. Vooral als blijkt dat de maffia het op Susan heeft gemunt.","category":""},"69989":{"channel":"280714878","start":"1673416860","end":"1673421540","first":"C","idtitle":"CASPEREMMABESTEVRIENDJES","title":"Casper & Emma – Beste vriendjes","program_id":"1316656020","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/65\/20230104020040512ozb.jpg","description":"Emma wordt bijna vijf en wil voor haar verjaardag graag een hond. Maar haar moeder vindt dat ze daar nog niet groot genoeg voor is. Intussen ziet Casper, net zo oud als Emma, er heel erg tegenop om voor het eerst naar school te gaan. Hier ontmoeten de kleuters elkaar en hebben ze allebei een knuffel bij zich: Casper een leeuwtje en Emma een konijn. De twee sluiten direct vriendschap en hun knuffels ook. Op een dag zien Emma en Casper een lieve hond die Bassa heet. Emma is gek op het dier en wil Bassa mee naar huis nemen. Haar konijn ziet groen van jaloezie en verstopt zich. Emma is bang dat ze haar knuffel nooit meer zal zien.","category":""},"69990":{"channel":"280714878","start":"1673421540","end":"1673427240","first":"D","idtitle":"DRIVENTODANCE","title":"Driven to Dance","program_id":"1316656026","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/6\/20230104020040512tmt.jpg","description":"Sinds ze zich kan herinneren, heeft Paige Johnson één passie gehad: ballet. Haar toewijding heeft haar er zelfs toe gebracht om auditie te doen bij de San Francisco Ballet Company, geleid door haar toegewijde leraar Glenn. Maar naarmate de auditie dichterbij komt, staat het persoonlijke leven bij Paige thuis al snel in de weg van haar voorbereiding. Paige moet zichzelf en haar moeder ervan overtuigen dat ze genoeg in huis heeft om het te maken in de danswereld.","category":""},"69991":{"channel":"280714878","start":"1673427240","end":"1673433660","first":"T","idtitle":"THEYOUNGANDPRODIGIOUSTSSPIVET","title":"The Young and Prodigious T.S. Spivet","program_id":"1316656032","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/48\/202301040200405126vd.jpg","description":"De twaalfjarige T.S. Spivet woont met zijn familie op een ranch in Montana. Zijn moeder is geobsedeerd door insecten, zijn vader is een onvervalste cowboy en zijn veertienjarige zusje droomt ervan Miss Amerika te worden. Zelf is hij een echt genie, gefascineerd door cartografie en wetenschappelijke proeven. Op een dag krijgt hij een telefoontje van het Smithsonian in Washington. Voor een van zijn uitvindingen heeft hij de prestigieuze Baird-prijs in de wacht gesleept en deze mag hij persoonlijk in ontvangst komen nemen. Stiekem knijpt T.S. er tussen uit en begint zo aan een avontuurlijke reis.","category":""},"69992":{"channel":"280714878","start":"1673433660","end":"1673439180","first":"V","idtitle":"VICKYCRISTINABARCELONA","title":"Vicky Cristina Barcelona","program_id":"1316656038","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/35\/20230104020040512zp3.jpg","description":"Vicky (Rebecca Hall) en Cristina (Scarlett Johansson) zijn twee hartsvriendinnen met tegengestelde karakters. Bij Vicky, die verloofd is, overheerst de rede, terwijl Cristina zich laat leiden door haar gevoelens en voortdurend op zoek is naar nieuwe passies en seksuele ervaringen. Tijdens een zomer in Barcelona ontmoeten ze in een kunstgalerij een Spaanse schilder. Juan Antonio (Javier Bardem) is knap, sensueel en verleidelijk en doet hen een nogal ongewoon voorstel. Maar die nieuwe vriendschap valt niet in de smaak van Juan Antonio's ex-vriendin (Penélope Cruz).","category":""},"69993":{"channel":"280714878","start":"1673439180","end":"1673445540","first":"F","idtitle":"FLORENCEFOSTERJENKINS","title":"Florence Foster Jenkins","program_id":"1316656044","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/76\/20230104020040512w3n.jpg","description":"Florence Foster Jenkins doet er alles aan om haar droom, een bevlogen zangeres worden, uit te laten komen. De stem die ze in haar hoofd hoort is prachtig, maar voor anderen klinkt haar gezang vreselijk vals. Haar echtgenoot en manager St. Clair Bayfield, een aristocratische Engelse acteur, is vastbesloten om zijn geliefde Florence tegen de waarheid te beschermen. Wanneer Florence besluit een openbaar concert in Carnegie Hall te geven, komt hij voor de grootste uitdaging van zijn leven te staan.","category":""},"69994":{"channel":"280714878","start":"1673445540","end":"1673450580","first":"J","idtitle":"JACKBESTELTEENBROERTJE","title":"Jack bestelt een broertje","program_id":"1316656050","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/80\/202301040200405129ym.jpg","description":"De achtjarige Jack heeft twee moeders, is enig kind en kan slecht alleen zijn. Jacks grootste wens is dan ook een broertje. Maar dit broertje komt er maar niet, hoe vaak hij zijn moeders er ook om smeekt. Uit protest heeft Jack twee konijnenoren opgezet, die hij pas afzet als zijn moeders hem geven wat hij wil. Als Jack ontdekt dat zijn moeders hem via internet besteld hebben, gaat er een wereld voor hem open.","category":""},"69995":{"channel":"280714878","start":"1673450580","end":"1673455980","first":"M","idtitle":"MISSINGLINKNL","title":"Missing Link (NL)","program_id":"1316656056","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/75\/20230104020040512zh8.jpg","description":"De charismatische avonturier Sir Lionel Frost is stomverbaasd wanneer hij diep in de Amerikaanse bossen de ontbrekende schakel tussen aap en mens ontdekt. Deze toepasselijk genaamde Link is echter allesbehalve een monster. Hij is verrassend slim en charmant maar ook eenzaam omdat hij alleen leeft en niet weet waar hij vandaan komt. Bijgestaan door de temperamentvolle avonturier Adelina Fortnight, gaan Link en Sir Lionel op een razend spannend avontuur op zoek naar Link’s lang verloren familie: de Yeti's.","category":""},"69996":{"channel":"280714878","start":"1673455980","end":"1673462400","first":"F","idtitle":"FINDINGYOURFEET","title":"Finding Your Feet","program_id":"1316656062","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/15\/2023010402004051295h.jpg","description":"Wanneer 'Lady' Sandra Abbott ontdekt dat haar echtgenoot al jaren een verhouding heeft met haar beste vriendin, besluit ze bij haar bohémienne zus Bif in te trekken. Tegen haar zin in neemt Bif Sandra mee naar haar stijldanslessen, waar ze Bifs vrienden leert kennen: een kleurrijke en energieke groep leeftijdgenoten die Sandra laat zien dat pensionering juist een begin is. En dat een scheiding je (liefdes)leven een frisse start kan geven. Een heerlijke feelgoodfilm met Imelda Staunton.","category":""},"69997":{"channel":"280714878","start":"1673462400","end":"1673467440","first":"B","idtitle":"BACHELORETTE","title":"Bachelorette","program_id":"1316656068","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/38\/20230104020040512khf.jpg","description":"De bitchy Regan (Kirsten Dunst), party animal Gena (Lizzy Caplan) en dommige beauty Katie (Isla Fisher) organiseren voor hun oud-klasgenootje Becky een vrijgezellenfeestje, dat compleet uit de hand loopt. Stiekem zijn de drie meiden helemaal niet blij dat zij als eerste trouwt met een succesvolle en knappe man, en ondanks Becky haar wens om een rustig avondje te hebben voor haar trouwdag, besluiten de drie meiden toch een lekker feestje te bouwen. Vanaf het moment dat de stripper arriveert, loopt alles echter compleet anders dan gepland en volgt een nacht vol met drank, drugs, misverstanden en een kapotte bruidsjurk.","category":""},"69998":{"channel":"280714878","start":"1673467440","end":"1673473260","first":"B","idtitle":"BURNT","title":"Burnt","program_id":"1316656074","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/6\/20230104020040512c0r.jpg","description":"Chef-kok Adam Jones (Bradley Cooper) is een rockster in de keuken. De culinaire wereld ligt aan zijn voeten maar door zijn wilde leven met drank en drugs verliest hij zijn tweesterrenrestaurant in Parijs. Enkele jaren later duikt het enfant terrible op in Londen om er het beste restaurant ter wereld te openen. Hiervoor moet hij zijn oude gewoontes opgeven en moet hij zich omringen met de besten uit het vak, waaronder de getalenteerde Helene (Sienna Miller) en zijn oude vriend Michel (Omar Sy). Zijn terugkomst wekt echter ook de belangstelling van oude vijanden die zijn comeback niet evident maken.","category":""},"69999":{"channel":"280714878","start":"1673473260","end":"1673484180","first":"A","idtitle":"ADIEULESCONS","title":"Adieu les cons","program_id":"1316656080","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/47\/20230104020040512pdu.jpg","description":"De 43-jarige Suze Trappet (Virginie Efira) krijgt te horen dat ze ernstig ziek is, waarna ze besluit op zoek te gaan naar de zoon die ze als tiener heeft moeten opgeven. Tijdens haar zoektocht ontmoet ze de heer Cuchas (Albert Dupontel), een vijftiger die met een burn-out kampt. Ook de blinde archivaris Blin (Nicolas Marié) gaat met hen op pad. Met z'n drieën beginnen ze aan een spectaculaire, onwaarschijnlijke zoektocht. ","category":""}}