{"69673":{"channel":"280714878","start":"1672334700","end":"1672340400","first":"M","idtitle":"MAGICINTHEMOONLIGHT","title":"Magic in the Moonlight","program_id":"1311743937","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/56\/20221227210029726hqc.jpg","description":"In de jaren twintig van de vorige eeuw wordt de Britse illusionist Stanley Crawford gevraagd om op bezoek te komen bij de rijke familie Catledge in Zuid-Frankrijk. Hier moet hij onderzoek doen naar Sophie Baker, een helderziende jongedame die is ingehuurd om contact te leggen met een overleden familielid. Stanley is ervan overtuigd dat het charmante medium een oplichtster is en schrijft alles toe aan de goedgelovigheid van de familie. Maar wanneer Sophie een aantal bijzondere demonstraties geeft van haar helderziendheid, kan hij niet anders dan zich langzaam maar zeker over te geven aan deze wereld vol onverklaarbare gebeurtenissen.","category":""},"69674":{"channel":"280714878","start":"1672340400","end":"1672346100","first":"C","idtitle":"CAFESOCIETY","title":"Café Society","program_id":"1311743943","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/82\/20221222020034706zst.jpg","description":"De jonge Bobby Dorfman (Jesse Eisenberg) heeft genoeg van de beslommeringen rond zijn eenvoudige Joodse familie en hij verruilt het New York van de jaren dertig voor de glitter en glamour van het klassieke Hollywood. Hij gaat aan de slag als loopjongen voor zijn oom Phil (Steve Carell), een machtige impresario voor filmsterren, en wordt al snel verliefd op Phils secretaresse Vonnie (Kirsten Stewart), een meisje dat weinig opheeft met de drukdoenerij in Los Angeles.","category":""},"69675":{"channel":"280714878","start":"1672346100","end":"1672351500","first":"W","idtitle":"WHATEVERWORKS","title":"Whatever Works","program_id":"1311743949","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/85\/20221222020034706rry.jpg","description":"De excentrieke New Yorker Boris (Larry David) besluit zijn chique leven in de Upper East Side in te ruilen voor een meer zonderling bestaan in een achterstandswijk. Hij ontmoet Melody, een jong meisje uit het Zuiden van Amerika (Evan Rachel Wood), en haar zeer religieuze ouders. Deze ontmoeting leidt tot diverse bizarre en grappige situaties, aangezien niemand elkaars visie over het leven lijkt te willen begrijpen.","category":""},"69676":{"channel":"280714878","start":"1672351500","end":"1672357200","first":"M","idtitle":"MIDNIGHTINPARIS","title":"Midnight in Paris","program_id":"1311743955","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/43\/20221222020034706y1t.jpg","description":"Gil (Owen Wilson) is een aspirant-schrijver die met zijn verloofde Inez en haar ouders een bezoek brengt aan de stad van de liefde. In tegenstelling tot de welgestelde Inez, die niets ziet in een onzeker kunstenaarsbestaan, valt Gil direct na aankomst al voor de artistieke charme van de lichtstad. Wanneer hij tijdens een nachtelijke wandeling op een wel heel bijzondere wijze wordt meegevoerd in de bruisende culturele geschiedenis van Parijs, is dit voor Gil reden om zijn huidige situatie eens onder de loep te nemen: is het leven daar nu echt zoveel mooier, of lijkt dat maar zo?","category":""}}