{"70236":{"channel":"280715028","start":"1672620000","end":"1672627800","first":"T","idtitle":"THEBUTLER","title":"The Butler","program_id":"1312901550","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/33\/20221225020035512kkn.jpg","description":"Butler Cecil Gaines (Forest Whitaker) werkt tijdens de ambtstermijnen van maar liefst acht Amerikaanse presidenten in het Witte Huis. In zijn periode als bediende verandert de maatschappij om hem heen door de civil rights movement, de oorlog in Vietnam en andere belangrijke historische gebeurtenissen. Dit alles heeft niet alleen groots effect op Amerika, maar ook op het gezin van Cecil.","category":""},"70237":{"channel":"280715028","start":"1672627800","end":"1672633800","first":"D","idtitle":"DEDICKMAASMETHODE","title":"De Dick Maas Methode","program_id":"1312901556","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/97\/20221225020035512n69.jpg","description":"Dick Maas is een van Nederlands succesvolste regisseurs. Wie is die man achter Flodder, Amsterdamned, De Lift, Sint en Prooi nou echt? Aan de hand van unieke beelden, is het de jonge filmmaker Jeffrey de Vore gelukt om het verhaal van Dick Maas voor het grote publiek te vertellen in deze grappige en onthullende documentaire. Met ongelimiteerde budgetten en on-Nederlandse stunts en special effects heeft Maas de Nederlandse film naar een ander niveau getild. Samen met Dick Maas en vele toonaangevende filmmakers en acteurs blikken we terug op een unieke en ongekend succesvolle periode uit de Nederlandse filmgeschiedenis.","category":""},"70238":{"channel":"280715028","start":"1672633800","end":"1672639200","first":"R","idtitle":"RELIC","title":"Relic","program_id":"1312901562","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/26\/20221225020035513wk1.jpg","description":"Wanneer de bejaarde weduwe Edna (Robyn Nevin) vermist raakt, reizen haar dochter Kay (Emily Mortimer) en kleindochter Sam (Bella Heathcote) naar het afgelegen familiehuis om haar te zoeken. Maar als Edna plotseling weer opduikt blijft een verklaring uit. Edna's vergeetachtigheid en nachtelijk ronddolen lijken te verergeren. Totdat Kay ontdekt dat een mysterieuze entiteit niet alleen het huis teistert maar ook haar moeder.","category":""},"70239":{"channel":"280715028","start":"1672639200","end":"1672644600","first":"Q","idtitle":"QUALITYTIME","title":"Quality Time","program_id":"1313228116","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/70\/20221226020035511x2d.jpg","description":"Vijf korte verhalen over dertigjarige mannen en hun problemen met het leven. Koen gaat naar een familiereünie waar hij misselijk wordt. Stefaan is een amateurfotograaf die herinneringen ophaalt. Kjell heeft een laag gevoel van eigenwaarde. Karel werd als kind door aliens ontvoerd en keert terug naar aarde als mutant. Tenslotte is er Jef die er alles aan doet om in de smaak te vallen bij zijn schoonfamilie.","category":""},"70240":{"channel":"280715028","start":"1672644600","end":"1672651200","first":"S","idtitle":"STRINGS","title":"Strings","program_id":"1313228122","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/13\/202212260200355117lw.jpg","description":"Door een foute dosis drugs ontsnapt de getalenteerde DJ Josh op een haartje na aan de dood. Zijn moeder stuurt hem vanuit New York naar het plattelandsstadje van zijn vader, waar Josh terug naar school moet en zijn ontspoorde leven weer op de rit moet krijgen. De enige met wie hij een klein beetje contact maakt is zijn reclasseringsambtenaar, Alex. Dan ontmoet hij Mary, die hem vraagt om te draaien voor haar dansteam. Het regionale kampioenschap staat voor de deur en met de trendy undergroundmuziek van Josh wil ze de cup pakken. Josh raakt beetje bij beetje gemotiveerd om de problemen van Alex, Mary én zichzelf te overwinnen.","category":""},"70241":{"channel":"280715028","start":"1672651200","end":"1672656300","first":"M","idtitle":"MYGENERATION","title":"My Generation","program_id":"1313228128","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/82\/20221226020035511xbv.jpg","description":"Brits filmicoon Michael Caine is de hoofdpersoon én verteller van My Generation, een levendige en inspirerende vertelling van zijn persoonlijke ervaringen in het Londen van de jaren 60. Ondersteund door prachtige archiefbeelden, invloedrijke songs en door middel van gesprekken met iconen (uit die tijd) als Paul McCartney, Twiggy, David Baily en David Hockney neemt Michael Caine de kijker mee op een reis naar de geboorte én naar het hart van de pop culture van het Londen van de Swinging Sixties.","category":""},"70242":{"channel":"280715028","start":"1672656300","end":"1672661100","first":"T","idtitle":"THESUNLITNIGHT","title":"The Sunlit Night","program_id":"1313228134","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/5\/20221226020035511shx.jpg","description":"Frances (Jenny Slate) is een Amerikaanse kunstenares die na een break-up met haar geliefde besluit naar Noorwegen te vertrekken voor een kunstproject. Eenmaal in Noorwegen, kruist haar pad met Yasha (Alex Sharp), een Russische emigrant die in Noorwegen is om zijn vader te begraven. Yasha's vader heeft als laatste wens om als een echte Viking begraven te worden in Noorwegen. Frances is tijdens deze periode een grote steun voor Yasha. Daar, waar de zon nooit ondergaat, laten zij hun verleden achter zich en zien zij de toekomst tegemoet.","category":""},"70243":{"channel":"280715028","start":"1672661100","end":"1672667700","first":"T","idtitle":"TOUTSESTBIENPASSE","title":"Tout s'est bien passé","program_id":"1313228204","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/45\/20221226020035511f7p.jpg","description":"Nadat de 85 jaar oude André een beroerte krijgt, raakt hij voor de helft verlamd en is het leven niet meer wat het was. Als bon-vivant besluit hij de verdere aftakeling niet af te willen wachten en vraagt zijn dochters Emmanuèle en Pascale om hem te helpen er een eind aan te maken. Hiermee confronteert hij de twee vrouwen niet alleen met een moreel dilemma, maar zadelt hij ze daarbij op met grote praktische en emotionele uitdagingen.","category":""},"70244":{"channel":"280715028","start":"1672667700","end":"1672673400","first":"T","idtitle":"THEDEVILHASANAME","title":"The Devil Has a Name","program_id":"1313228210","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/56\/20221226020035511z7f.jpg","description":"Met de moed der wanhoop bindt een landbouwer de strijd aan met de psychopathische oliebarones die systematisch zijn grond vergiftigt. De volledige oliebranche wil uiteraard verhinderen dat de rechtszaak een precedent schept en probeert hem koste wat kost het zwijgen op te leggen. Wint het grote geld? Of de kleine man?","category":""},"70245":{"channel":"280715028","start":"1672673400","end":"1672679700","first":"T","idtitle":"THEBIGHIT","title":"The Big Hit","program_id":"1313228216","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/45\/20221226020035511jh2.jpg","description":"Om toch maar rond te kunnen komen, stemt worstelend acteur Étienne (Kad Merad) ermee in om een theaterworkshop in een gevangenis te geven. Verrast door het daar aanwezige acteertalent besluit hij om samen met zijn bonte groep gedetineerden Samuel Becketts beroemde toneelstuk 'Wachten op Godot' op de planken brengen. Wanneer de groep toestemming krijgt om buiten de gevangenismuren op te treden, heeft Étienne eindelijk de kans zijn talenten te laten zien. De mannen beginnen aan een tournee, die elke terugkeer achter de tralies weer pijnlijker maakt dan de vorige.","category":""},"70246":{"channel":"280715028","start":"1672679700","end":"1672693800","first":"A","idtitle":"AMERICANHUSTLE","title":"American Hustle","program_id":"1313228222","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/22\/20221226020035511oxa.jpg","description":"Irving Rosenfeld (Christian Bale) is een briljante oplichter die samen met zijn sluwe Britse partner en minnares Sydney Prosser (Amy Adams) wordt gedwongen om te werken voor de losgeslagen FBI-agent Richie DiMaso (Bradley Cooper). DiMaso introduceert ze in de gevaarlijke maar betoverende wereld van politieke oplichters en de maffia.","category":""},"70247":{"channel":"280715028","start":"1672693800","end":"1672700400","first":"T","idtitle":"THECARDCOUNTER","title":"The Card Counter","program_id":"1313228228","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/38\/20221226020035511l29.jpg","description":"Ex-militair William Tell (Oscar Isaac) worstelt met zijn geweten sinds zijn dienst in Irak. Na een tijd in de gevangenis te hebben gezeten, vindt hij zichzelf opnieuw uit als professioneel gokker in het pokercircuit. Tijdens een presentatie van majoor Gordo (Willem Dafoe) wordt William benaderd door Cirk (Tye Sheridan), een getroebleerde jongeman. William neemt Cirk mee op reis langs verschillende casino's om hem op het rechte pad te houden. Dit blijkt steeds moeilijker te worden, omdat ook William wordt achtervolgd door de keuzes die hij heeft gemaakt. Zijn enige oplossing lijkt om met geweld te strijden tegen zijn eigen verleden.","category":""}}