{"69298":{"channel":"280715028","start":"1672967100","end":"1672972500","first":"U","idtitle":"UNDIRTRENU","title":"Undir trénu","program_id":"1314360190","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/35\/20221229020040508t0p.jpg","description":"Nadat hij door zijn vrouw het huis uit is gezet, gaat Atli weer bij zijn ouders wonen. Zijn vader Baldvin en moeder Inga zijn juist in een bittere burenruzie verwikkeld over een grote boom die naar de zin van de buren een te grote schaduw werpt op hun tuin. Terwijl Atli er alles aan doet om zijn dochter Asa weer te mogen zien, wordt de ruzie tussen zijn ouders en de buren steeds heftiger: eigendommen worden vernield, huisdieren verdwijnen op mysterieuze wijze en er worden camera's geïnstalleerd. Wanneer ook nog het gerucht gaat dat de buurman een kettingzaag wil inzetten, zijn de gewelddadige gevolgen niet meer te overzien.","category":""},"69299":{"channel":"280715028","start":"1672972500","end":"1672979700","first":"T","idtitle":"THEFORGIVEN","title":"The Forgiven","program_id":"1314360196","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/65\/2022122902004050835h.jpg","description":"Wanneer Nelson Mandela president wordt van Zuid-Afrika, benoemt hij aartsbisschop Desmond Tutu (Forest Whitaker) tot voorzitter van de Waarheids- en Verzoeningscommissie. In een zwaarbewaakte gevangenis zit Piet Blomfeld (Eric Bana), intellectueel, racist en moordenaar, die zijn leven niet zeker is omdat cipier Schmidt net als hij tijdens de Apartheid bij de doodseskaders betrokken was. Blomfeld ziet in de verzoeningscommissie een manier om zijn racistische gedachtengoed te verspreiden en Tutu publiekelijk belachelijk te maken. Een mentale strijd begint tussen de twee uiterst intelligente tegenpolen.","category":""},"69300":{"channel":"280715028","start":"1672979700","end":"1672984800","first":"D","idtitle":"DECADENCIA","title":"Decadencia","program_id":"1314810616","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/30\/20221230020040511jqn.jpg","description":"De mooie en onschuldige Anabel probeert de eindjes aan elkaar te knopen met een slechtbetaalde baan, totdat ze een relatie begint met de rijke ondernemer Oskar. Het lijkt of alle dromen van Anabel uitkomen, maar dan blijkt Oskar een perverse kant te hebben waarvan zij steeds verder in de ban raakt.","category":""},"69301":{"channel":"280715028","start":"1672984800","end":"1672990800","first":"B","idtitle":"BACKROADS","title":"Back Roads","program_id":"1314810622","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/37\/20221230020040512c8b.jpg","description":"Harley zorgt voor zijn drie jongere zusjes. Moeder zit in de gevangenis omdat ze hun vader heeft vermoord. Harley doet wat hij kan om het gezin een goed leven te bieden maar hij heeft z’n eigen donkere geheimen. Hij leeft zijn frustraties uit met geheime gewelddadige uitstapjes en een heftige seksuele relatie met een oudere, getrouwde buurvrouw. Z'n escapades gaan richting dodelijk en Harley’s verschillende dubbellevens lopen steeds mee door elkaar. Hij wordt een tikkende tijdbom en iedereen in zijn omgeving is in levensgevaar.","category":""},"69302":{"channel":"280715028","start":"1672990800","end":"1672997100","first":"P","idtitle":"PROXIMA","title":"Proxima","program_id":"1314810628","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/50\/20221230020040512kn1.jpg","description":"De nuchtere Française Sarah voedt haar jonge dochter Stella alleen op. Ze is ook een briljante en gedreven astronaut, die geselecteerd wordt voor een ambitieuze – door mannen gedomineerde - ruimtemissie, samen met de chauvinistische Amerikaan Mike en de vredelievende Rus Anton. Ze bereidt zichzelf en Stella voor op haar langdurige afwezigheid en begint ze aan de zware training in Rusland. Het is het begin van een emotionele rollercoaster, waarin ze moet schipperen tussen haar persoonlijke dromen en behoeften en die van haar kind. Nu ze de aarde gaat verlaten, beseft Sarah dat ze zich er meer mee verbonden voelt dan ooit.","category":""},"69303":{"channel":"280715028","start":"1672997100","end":"1673003700","first":"D","idtitle":"DIEVERLORENEZEIT","title":"Die verlorene Zeit","program_id":"1314810634","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/93\/20221230020040512rh9.jpg","description":"Te midden van de terreur in een Duits concentratiekamp in 1944 in Polen, bloeit de liefde op tussen een Poolse gevangene en een Joods meisje. Tegen alle verwachtingen in weten zij te ontsnappen uit het kamp, om een gevaarlijke reis naar de vrijheid te maken. Maar tijdens de chaos aan het einde van de oorlog worden de twee van elkaar gescheiden. Meer dan dertig jaar later ontdekt de gelukkig getrouwde 52-jarige vrouw in New York per ongeluk dat haar voormalige Poolse minnaar nog leeft.","category":""},"69304":{"channel":"280715028","start":"1673003700","end":"1673008620","first":"C","idtitle":"COWBOYS","title":"Cowboys","program_id":"1314810640","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/73\/20221230020040512qw3.jpg","description":"Samen met zijn zoon Joe, maakt Troy (Steve Zahn) een trektocht door het ruige Montana. De twee zijn op de vlucht en hopen de Canadese grens te halen door zo min mogelijk op te vallen. Een buitenbeentje binnen de lokale politie, Faith (Ann Dowd), zit achter hen aan. Als Faith dieper in de zaak duikt, ontdekt ze dat deze vermeende ontvoering anders in elkaar steekt dan ze denkt. Joe is een transgender en zijn vader Troy heeft het kind gekidnapt om het te beschermen tegen de intolerante moeder (Jillian Bell). Troy kampt echter met psychische problemen en ontbeert in de wildernis de broodnodige medicatie.","category":""},"69305":{"channel":"280715028","start":"1673008620","end":"1673013900","first":"A","idtitle":"ADIEULESCONS","title":"Adieu les cons","program_id":"1314810646","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/47\/20221230020040512bai.jpg","description":"De 43-jarige Suze Trappet (Virginie Efira) krijgt te horen dat ze ernstig ziek is, waarna ze besluit op zoek te gaan naar de zoon die ze als tiener heeft moeten opgeven. Tijdens haar zoektocht ontmoet ze de heer Cuchas (Albert Dupontel), een vijftiger die met een burn-out kampt. Ook de blinde archivaris Blin (Nicolas Marié) gaat met hen op pad. Met z'n drieën beginnen ze aan een spectaculaire, onwaarschijnlijke zoektocht. ","category":""},"69306":{"channel":"280715028","start":"1673013900","end":"1673019900","first":"C","idtitle":"CRIMESTORY","title":"Crime Story","program_id":"1314810652","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/52\/20221230020040512x2r.jpg","description":"Ben Myers is een oude, zieke man. En ex-maffiabaas. Maar wanneer hij het doelwit wordt van een inbraak, neemt hij het recht in eigen hand. Zinnend op wraak, laat hij een spoor van dood en verderf achter. Tot ook de veiligheid van zijn eigen familie in het gedrang komt, en hij de gevolgen van zijn duistere verleden onder ogen moet zien.","category":""},"69307":{"channel":"280715028","start":"1673019900","end":"1673027100","first":"C","idtitle":"CONTROL","title":"Control","program_id":"1314810658","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/38\/202212300200405122jy.jpg","description":"In de jaren zeventig wil de 19-jarige Ian Curtis (Sam Riley) ontsnappen aan het verstikkende leven in een Engels arbeidersstadje door samen met drie vrienden van school de band Joy Division op te richten. De angsten en gevoelens die zijn muziek voeden, beginnen echter al snel aan hem te knagen. Ian verzaakt zijn rol als echtgenoot van Debbie (Samantha Morton) en als vader van hun dochtertje omwille van een nieuwe liefde en de groeiende aspiraties van zijn band. Die spanning speelt zijn fysieke en mentale gezondheid parten. Hij bezwijkt onder de druk die op zijn schouders rust en wordt verteerd door zijn gekwelde geest.","category":""},"69308":{"channel":"280715028","start":"1673027100","end":"1673040900","first":"S","idtitle":"SUFFRAGETTE","title":"Suffragette","program_id":"1314810664","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/43\/20221230020040512863.jpg","description":"De werkelijke strijders bij de Suffragettes waren niet de hoogopgeleide vrouwen uit de hoogste klassen, maar de arbeidsters die ervoeren dat hun vreedzame protesten tot niets leidden. De enige kans op verandering die overbleef was radicalisering en geweld. In hun strijd voor gelijke rechten zetten zij alles op het spel: hun banen, hun gezinnen, hun kinderen en hun leven. Maud was zo'n strijder. Het verhaal van haar gevecht voor vrouwenrechten is meeslepend en schokkend als een thriller; en tegelijkertijd hartverscheurend en inspirerend.","category":""},"69309":{"channel":"280715028","start":"1673040900","end":"1673047200","first":"B","idtitle":"BADLUCKBANGINGORLOONEYPORN","title":"Bad Luck Banging Or Looney Porn","program_id":"1314810670","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/18\/202212300200405123ny.jpg","description":"Emi's reputatie en loopbaan als lerares komen hevig onder druk te staan als er online een sekstape van haar opduikt. De ouders van haar leerlingen zijn woedend en eisen haar vertrek. Maar ondanks de druk die op haar wordt uitgeoefend, weigert Emi zich daarbij neer te leggen.","category":""}}