{"36121":{"channel":"141430280","start":"1672620300","end":"1672626300","first":"D","idtitle":"DEMOLITION","title":"Demolition","program_id":"1312929078","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/10\/20221225020129716nuy.jpg","description":"Davis is een jonge bankier die worstelt met zichzelf na de tragische dood van zijn vrouw. Ondanks druk van zijn schoonvader om de draad weer op te pakken, brokkelt het leven van Davis verder af. Wat begint als een klachtenbrief aan een automatenbedrijf, resulteert in talloze brieven over en weer waarbij enkele schokkende privéomstandigheden worden onthuld. De brieven trekken de aandacht van Karen, vertegenwoordiger van de klantenservice, die een onwaarschijnlijke band weet op te bouwen met Davis. Met hulp van Karen en haar zoon probeert Davis een nieuw leven op te bouwen.","category":""},"36122":{"channel":"141430280","start":"1672626300","end":"1672632900","first":"T","idtitle":"THEIRFINEST","title":"Their Finest","program_id":"1312929084","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/14\/20221225020129716fyl.jpg","description":"Engels filmdrama. Londen, Tweede Wereldoorlog. Nu haast alle mannen aan het front vechten, krijgt Catrin Cole een baantje als copywriter voor propagandafilms die een vrouwelijke touch nodig hebben. Haar natuurlijke flair wordt al snel opgemerkt door de vlotte filmproducent Tom Buckley. Met het moreel van het land op het spel moeten Catrin en Buckley een speelfilm maken die het hart van de natie zal verwarmen. Ondanks de bommenregen ontdekt Catrin dat er achter de camera evenveel drama, humor en passie is als voor de camera.","category":""},"36123":{"channel":"141430280","start":"1672632900","end":"1672639200","first":"A","idtitle":"ATETERNITYSGATE","title":"At Eternity's Gate","program_id":"1312929090","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/1\/20221225020129716qxd.jpg","description":"De film richt zich op de periode waarin Van Gogh woonachtig was in het Franse dorpje Auvers-sur-Oise gedurende de laatste maanden van zijn leven. Hij schilderde er nog een aantal werken en ontwikkelde zijn kleurrijke manier van schilderen. Centraal staat zijn relatie met zijn schilderijen en zijn worsteling met het geloof, met zijn psychische stoornis en met zijn ontwrichtende vriendschap met kunstenaar Paul Gauguin.","category":""},"36124":{"channel":"141430280","start":"1672639200","end":"1672646100","first":"A","idtitle":"AFTERTHESTORM","title":"After the storm","program_id":"1313272551","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/78\/20221226020150518hxi.jpg","description":"Japanse drama. Ryota, eens een roemrijk en prijswinnend auteur die nu al zijn geld aan gokken verspilt, is vervreemd van zijn knappe ex-vrouw en ouder wordende moeder en heeft een slechte band met zijn zoontje. Maar dan brengt een aanstormende tyfoon het gebroken gezin bij elkaar in het kleine flatje van Ryota's moeder, waardoor hij een nieuwe kans krijgt.","category":""},"36125":{"channel":"141430280","start":"1672646100","end":"1672651200","first":"P","idtitle":"POMS","title":"Poms","program_id":"1313272813","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/71\/20221226020150518p0f.jpg","description":"De gepensioneerde Martha trommelt haar buren en vriendinnen op om een cheerleadersteam te vormen.","category":""},"36126":{"channel":"141430280","start":"1672651200","end":"1672657200","first":"B","idtitle":"BRADSSTATUS","title":"Brad's Status","program_id":"1313272819","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/89\/20221226020150518p9l.jpg","description":"Brad is een ietwat neurotische burgerman die kampt met eerstewereldproblemen. Hij is bijna vijftig, gelukkig getrouwd en heeft een prima baan, maar het steekt hem dat zijn oude studievrienden succesvoller zijn dan hij. Tijdens een verkenningstocht langs een aantal universiteiten met zijn zeventienjarige zoon bereikt Brads midlifecrisis een kookpunt.","category":""},"36127":{"channel":"141430280","start":"1672657200","end":"1672663500","first":"H","idtitle":"HAPPYEND","title":"Happy End","program_id":"1313272825","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/54\/20221226020150518hlh.jpg","description":"Frans filmdrama. Anne Laurent staat aan het hoofd van een groot bouwbedrijf, dat ze heeft overgenomen van haar dementerende vader. De rijke familie Laurent woont in een groot landhuis in Calais. Als Eve, de 13-jarige dochter van Anne's broer Thomas, bij de familie komt wonen, worden de verkrampte familiebanden blootgelegd. Door de ogen van Eve zien we de hypocrisie en de geheimen van de schijnwereld die de familie voor zichzelf geschapen heeft.","category":""},"36128":{"channel":"141430280","start":"1672663500","end":"1672670700","first":"D","idtitle":"DEZATERDAGMATINEEVOXLUMINIS","title":"De Zaterdagmatinee: Vox Luminis","program_id":"1316261061","date":"","icon":"","description":"De wereldpremière van een nieuw vioolconcert van Mathilde Wantenaar én de achtste symfonie van Bruckner. Radio Filharmonisch Orkest o.l.v. Karina Canellakis. Met Simone Lamsma (viool). Opgenomen op 24 september 2022.","category":""},"36129":{"channel":"141430280","start":"1672670700","end":"1672672500","first":"M","idtitle":"MOEDERZIELSTUDIOFIGUR","title":"Moederziel - Studio Figur","program_id":"1313272837","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/97\/202212260201505188v8.jpg","description":"Met Moederziel maakt Studio Figur in samenwerking met filmmakers een tekstloze, poëtische live-cinemavoorstelling die je meeneemt op een zoektocht naar troost zonder aanraking. Een beeldende en filmische vertelling met acteurs, poppen, miniatuurwerelden en muziek. Wanneer mensen in slaap vallen, ontwaken hun zielen. En terwijl hun dromen langzaam vorm krijgen, begint de reis. In het holst van de nacht ontwaakt de ziel van Alma. Ze ziet de nog zichtbare maskerafdrukken in Alma's gezicht, de verkrampte spieren van een lange dienst in het ziekenhuis en een traan die van haar wang op het kussen glijdt. Ze voelt Alma's gemis.","category":""},"36130":{"channel":"141430280","start":"1672672500","end":"1672673100","first":"C","idtitle":"CLAUDEDEBUSSYREFLETSDANSLEAUFROMIMAGES","title":"Claude Debussy: Reflets dans l'eau from Images","program_id":"1313272843","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/83\/202212260201505188vk.jpg","description":"Pianiste Yang Yang Cai speelt Reflets dans l'eau van Claude Debussy. Met dans van Lucinda Wessels op choreografie van Sarada Sarita.","category":""},"36131":{"channel":"141430280","start":"1672673100","end":"1672674000","first":"D","idtitle":"DEBUSSYSONATEVOORFLUITALTVIOOLENHARP","title":"Debussy: Sonate voor fluit, altviool en harp","program_id":"1313272849","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/69\/20221226020150518tkw.jpg","description":"Kersten McCall (fluit), Michael Gieler (viool) en Petra van der Heide (harp). Concert opgenomen in de Uilenburgersjoel te Amsterdam op 10 maart 2020.","category":""},"36132":{"channel":"141430280","start":"1672674000","end":"1672674900","first":"F","idtitle":"FRANCKLESDJINNS","title":"Franck: Les Djinns","program_id":"1313272855","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/82\/20221226020150518fc6.jpg","description":"Les Djinns van César Franck, in een arrangement van Henk de Vlieger. Opgenomen in Muziekgebouw aan 't IJ op 3 oktober 2020. Uitgevoerd door Yang Yang Cai (piano), Leonie Bot (viool), Marlene Dijkstra (viool), Michael Gieler (viola), Lidy Blijdorp (cello) en Sasha Witteveen (double bass) en dansers: Lucinda Wessels, Sandra Hilaerts en Virgil 'Skychief' Dey.","category":""},"36133":{"channel":"141430280","start":"1672674900","end":"1672677000","first":"F","idtitle":"FESTIVALOUDEMUZIEK","title":"Festival Oude Muziek","program_id":"1313272861","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/67\/20221226020150518loh.jpg","description":"Citeren is plagiëren. Toch? Niet in de muziek van de middeleeuwen en de renaissance. Componisten knipten, plakten en goochelden met bestaande melodieën en bouwden nieuwe creaties uit historisch materiaal. De zanger-onderzoekers van Cappella Pratensis nemen Josquin Deprez als centrale as en plaatsen hem naast voorbeelden en imitators-op-hun-beurt als Busnois, Ockeghem en Willaert. Met o.a. Lior Leibovici (alt), Pieter De Moor en Peter de Laurentiis (tenor), Marc Busnel en Pieter Stas (bas) en Stratton Bull en Andrew Hallock (muzikale leiding). Live opgenomen op 30 augustus 2018 in de Jacobikerk, Utrecht.","category":""},"36134":{"channel":"141430280","start":"1672677000","end":"1672680000","first":"F","idtitle":"FESTIVALOUDEMUZIEK","title":"Festival Oude Muziek","program_id":"1313272867","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/76\/20221226020150519jxs.jpg","description":"Música Temprana werd in 2001 opgericht door de Argentijns-Nederlandse dirigent Adrián Rodríguez Van der Spoel, en specialiseert zich in barokrepertoire uit Latijns-Amerika. De musici van Música Temprana zijn klassiek geschoold maar hebben allen muzikale wortels in de Latijns-Amerikaanse muziektraditie, waardoor barok en folklore hand in hand gaan. Het repertoire is vooral afkomstig uit de archieven, kathedralen en Jezuïetenmissies van Latijns-Amerika, waar Adrián Rodríguez Van der Spoel regelmatig speurt naar vergeten composities.","category":""},"36135":{"channel":"141430280","start":"1672680000","end":"1672682100","first":"T","idtitle":"THEATER2020","title":"Theater 2020","program_id":"1313272873","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/82\/202212260201505197kr.jpg","description":"Simon Heijmans en Eva Laurenssen doen enkele scènes uit hun voorstelling 'De zacht kracht', een stuk over eenzaamheid en de kracht van kleine gebaren. Ze vertellen over het maakproces, kwetsbaarheid en het jaar 2020.","category":""},"36136":{"channel":"141430280","start":"1672682100","end":"1672683600","first":"F","idtitle":"FREESPIRITS","title":"Free Spirits","program_id":"1313272879","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/80\/20221226020150519abs.jpg","description":"Serie met persoonlijke verhalen van creatieve, eigenzinnige personen die pal staan voor hun zaak, hun nek uitsteken en daardoor niet altijd begrepen worden door hun omgeving. Hun verhalen en manier van leven staan symbool voor de vrijheid van meningsuiting en expressie.","category":""},"36137":{"channel":"141430280","start":"1672683600","end":"1672686300","first":"D","idtitle":"DIEDERIKENDAVINCI","title":"Diederik en Da Vinci","program_id":"1313272885","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/75\/20221226020150519mhv.jpg","description":"Diederik bezoekt geboorteplek Vinci, waar de jonge Leonardo als bastaardzoon opgroeit en zichzelf leert observeren en tekenen. Dit vormt de basis voor zijn latere meesterwerken.","category":""},"36138":{"channel":"141430280","start":"1672686300","end":"1672687800","first":"V","idtitle":"VERDERKIJKENMETDIEDERIKENDAVINCI","title":"Verder kijken met Diederik en Da Vinci","program_id":"1313272891","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/96\/20221226020150519v3i.jpg","description":"Diederik van Vleuten gaat samen met researcher Michiel Galle dieper in op aflevering 1 van de serie Diederik & Da Vinci. Hoe was het om alleen voor de Mona Lisa te staan? En hoe trots zijn ze in het Toscaanse Vinci nog altijd op hun held, Leonardo da Vinci?","category":""},"36139":{"channel":"141430280","start":"1672687800","end":"1672692900","first":"other","idtitle":"2DOCPETITEFILLE","title":"2Doc: Petite Fille","program_id":"1313272897","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/51\/20221228210100508ebz.jpg","description":"Zolang ze zich kan herinneren, droomt de zevenjarige Sasha ervan een meisje te mogen zijn. Haar familie staat haar zonder aarzelen bij. Op school moet ze jongenskleren dragen en wordt ze anders behandeld dan haar klasgenoten. Voor Sasha is het soms moeilijk te begrijpen waarom ze niet simpelweg kan zijn wie ze is en kan dragen wat ze wil. We zien Sasha spelen, op balletles en tijdens haar therapiesessies en we zien het leven van een familie die vecht voor het geluk van hun dochter in een samenleving die vasthoudt aan traditionele ideeën over gender.","category":""},"36140":{"channel":"141430280","start":"1672692900","end":"1672698000","first":"H","idtitle":"HETUURVANDEWOLFDENEGENLEVENSVANOZZYOSBOURNE","title":"Het Uur van de Wolf: De negen levens van Ozzy Osbourne","program_id":"1313272903","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/20\/20221228210100508bgm.jpg","description":"Frontman van metalband Black Sabbath én een sympathieke tv-vader uit de 21e eeuw: Ozzy Osbourne, beter bekend als The Prince of Darkness. Deze duisternis refereert in eerste instantie aan zijn muziek. In deze documentaire is te zien dat dit ook van toepassing is op zijn mentale gesteldheid.","category":""},"36141":{"channel":"141430280","start":"1672698000","end":"1672699800","first":"C","idtitle":"COUNTDOWNCONCERT","title":"Countdown Concert","program_id":"1313272909","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/53\/20221226020150519fo4.jpg","description":"Concertregistratie van AC\/DC uit 1979, opgenomen in de Rijnhallen te Arnhem. Saillant detail is dat 'Gelderlander' Angus Young, die sinds mensenheugenis gitarist is van de Australische band AC\/DC, op de dag van dit optreden, 13 juli 1979, verslingerd raakte aan de ex van het voorprogramma, Bennie Jolinks Normaal. Zij heet Ellen. Ellen en Angus trouwden negen maanden na het optreden. Ze zijn nog altijd samen.","category":""},"36142":{"channel":"141430280","start":"1672699800","end":"1672701900","first":"V","idtitle":"VPROCINEMAEXTRACOMPONISTEN","title":"VPRO Cinema Extra: Componisten","program_id":"1313272915","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/15\/20221226020150519rnl.jpg","description":"Filmprogramma waarin Noa Johannes je, in verschillende gesprekken met nationale en internationale makers, meeneemt door de bijzondere wereld achter het witte doek.","category":""}}