{"67511":{"channel":"147053128","start":"1673132760","end":"1673135100","first":"N","idtitle":"NIEUWSUUR","title":"Nieuwsuur","program_id":"1315261940","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/71\/2022123102020972848o.jpg","description":"Nieuwsuur brengt onafhankelijk, onpartijdig en ongebonden achtergronden bij het nieuws.","category":""},"67512":{"channel":"147053128","start":"1673135100","end":"1673161560","first":"N","idtitle":"NIEUWSUUR","title":"Nieuwsuur","program_id":"1315261946","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/49\/20221231020209728o66.jpg","description":"Nieuwsuur brengt onafhankelijk, onpartijdig en ongebonden achtergronden bij het nieuws.","category":""},"67513":{"channel":"147053128","start":"1673161560","end":"1673163120","first":"P","idtitle":"PETRUSINHETLAND","title":"Petrus in het land","program_id":"1315605320","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/42\/20230101020114721hpb.jpg","description":"In de Maarten Lutherkerk in de Amsterdamse Rivierenbuurt worden we welkom geheten door dominee Andreas Wöhle. Andreas organiseert 'cooking grace'. Aan een lange tafel proeven gemeenteleden hoe voor hen persoonlijk 'genade' smaakt. Ook zijn we te gast in het Luther Museum. Conservator Tonko Grever vertelt over de geschiedenis van de Lutheranen in Amsterdam. In de Augustanahof woont Marie-Claire Vos. De voormalig Evangelisch-Lutherse kerk is omgebouwd tot een woongemeenschap voor oud en jong. De bewoners zien om naar elkaar, zodat de ouderen langer zelfstandig kunnen blijven wonen.","category":""},"67514":{"channel":"147053128","start":"1673163120","end":"1673164920","first":"D","idtitle":"DEVERWONDERING","title":"De verwondering","program_id":"1315605326","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/78\/202301010201147214nz.jpg","description":"Karim Amghar werd bekend door de documentaireserie Karim pakt zijn kans, over kansenongelijkheid en diversiteit in het onderwijs. Aan deze reeks ligt een persoonlijk verhaal ten grondslag: Karim kreeg in groep 8 een te laag schooladvies, waardoor hij al zijn motivatie kwijtraakte. Hij radicaliseerde en kwam in het criminele circuit terecht. Toen hij de kans kreeg om naar het hbo te gaan, greep hij die met beide handen aan, waarna hij helemaal opbloeide en zich eindelijk gezien voelde. Nu geeft hij zelf het vak burgerschap op het mbo, waar hij de potentie van zijn studenten altijd hoopt te zien.","category":""},"67515":{"channel":"147053128","start":"1673164920","end":"1673165940","first":"I","idtitle":"IKMISJE","title":"Ik mis je","program_id":"1315605332","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/78\/20230101020114721tij.jpg","description":"Henk van Wijk ontmoet Wilma op de middelbare school en is op slag verliefd. Dat Wilma eerst MS en later borstkanker krijgt met alle gevolgen van dien, doet niets af aan hun liefde. * Daan van Driel kan het graf van zijn ouders niet zo gauw vinden op de enorm grote begraafplaats waar presentator Marleen Stelling hem treft. Hij is daar een paar jaar niet geweest. Zijn moeder is in 1982 overleden en zijn vader in 1992.","category":""},"67516":{"channel":"147053128","start":"1673165940","end":"1673167500","first":"B","idtitle":"BIDBEDANKBEWONDER","title":"Bid, bedank, bewonder","program_id":"1315605338","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/9\/20230101020114721lau.jpg","description":"Goedlachs, energiek en bruisend van talent. Veel mensen kennen rapper en zanger Typhoon als enthousiast podiumbeest en taalkunstenaar. Hij groeit op met het christelijk geloof, maar kan niet meer zoveel met de God van zijn jeugd wanneer hij ouder wordt. In gesprek met Giovanca Ostiana vertelt hij over zijn lage zelfbeeld en de burn-out en depressie waar hij lange tijd mee worstelde. Op het dieptepunt van zijn leven schrijft hij een noodkreet aan God. Daarop volgt een bijzondere ervaring. Het verandert Typhoons leven en zijn beeld van God voorgoed.","category":""},"67517":{"channel":"147053128","start":"1673167500","end":"1673168340","first":"G","idtitle":"GELOOFSGESPREK","title":"Geloofsgesprek","program_id":"1315605344","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/12\/20230101020114721eqz.jpg","description":"Jack Glas was jaren een vertrouwd gezicht als celebrant in de vieringen voor televisie. Deze priester uit Roelofarendsveen keert weer terug in de huiskamers van Nederland en zal doen waar hij goed in is: de hoop van zijn geloof delen. Zo zet hij in het geloofsgesprek de toon voor meer vertrouwen en perspectief in ons leven.","category":""},"67518":{"channel":"147053128","start":"1673168340","end":"1673172300","first":"E","idtitle":"EUCHARISTIEVIERING","title":"Eucharistieviering","program_id":"1315605350","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/12\/20230101020114721544.jpg","description":"Rechtstreekse eucharistieviering vanuit de H. Petruskerk te Roelofarendsveen. Celebrant: pastoor Jack Glas.","category":""},"67519":{"channel":"147053128","start":"1673172300","end":"1673173860","first":"N","idtitle":"NEDERLANDZINGTOPZONDAG","title":"Nederland Zingt op Zondag","program_id":"1315605356","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/43\/20230101020114721i5g.jpg","description":"Als er verschrikkelijke dingen gebeuren, is het soms moeilijk om de hand van God te ontdekken. Waar is God als het leven te moeilijk wordt? Hierover spreekt ds. Albert Jan Treur.","category":""},"67520":{"channel":"147053128","start":"1673173860","end":"1673174520","first":"E","idtitle":"EOMETTERDAAD","title":"EO Metterdaad","program_id":"1315605362","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/41\/202301010201147214pq.jpg","description":"EO Metterdaad geeft stem en steun aan mensen wereldwijd, die leven in onrecht, nood en armoede.","category":""},"67521":{"channel":"147053128","start":"1673174520","end":"1673175480","first":"D","idtitle":"DEVERANDERING","title":"De Verandering","program_id":"1315605368","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/47\/202301010201147212oj.jpg","description":"Michael Groothof groeit op in een gezin waar veel ruzie is. Soms zijn de ruzies tussen Michaels ouders zo erg, dat zijn moeder en hij veiligheid zoeken in een blijf-van-mijn-lijfhuis. Tijdens een ruzie met zijn moeder, met een bloedneus tot gevolg, vraagt Michael zelf of hij naar een pleeggezin mag. Maar daar is het nog erger dan thuis. Niemand kijkt naar hem om. Later belandt hij in een woongroep, maar Michael wil niets liever dan weer bij zijn moeder zijn. Zij is op dat moment gescheiden van zijn vader. Als zij weer naar hem teruggaat, laat ze Michael alleen achter. Lukt het Michael een thuis te vinden?","category":""},"67522":{"channel":"147053128","start":"1673175480","end":"1673176980","first":"A","idtitle":"ADIEUGOD","title":"Adieu God?","program_id":"1315605374","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/19\/20230101020114721pa6.jpg","description":"Als zoon van een dominee kreeg minister Hugo de Jonge van kinds af aan stevige preken te verstouwen. Toch heeft hij nooit overwogen om het geloof van zijn vader af te zweren. Ook niet in de periode dat de CDA-politicus een blowende en spijbelende puber was. Voor De Jonge is God geen poppenspeler die achter de schermen aan de touwtjes van de mensheid trekt. Zijn geloof inspireert hem juist om verschil te maken in het leven van anderen. Bij iedere nieuwe stap in zijn leven voelt De Jonge dat hij het op eigen kracht niet redt. Hij twijfelt dan aan zijn kunnen en is zich bewust van zijn eigen nietigheid.","category":""},"67523":{"channel":"147053128","start":"1673176980","end":"1673177400","first":"W","idtitle":"WILDEGANZEN","title":"Wilde Ganzen","program_id":"1315605380","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/16\/20230101020114721u9e.jpg","description":"Duurzame ontwikkelingsprojecten, opgezet door bevlogen Nederlanders samen met de lokale bevolking.","category":""},"67524":{"channel":"147053128","start":"1673177400","end":"1673180700","first":"G","idtitle":"GODJESUSTRUMP","title":"God, Jesus, Trump!","program_id":"1315605386","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/35\/202301010201147216o6.jpg","description":"Tijs keert terug naar oude bekenden in Holland, Michigan. Hoe denken de christenen nu over Trump, twee jaar na de Capitoolbestorming? Hopen ze op een nieuwe termijn voor Trump? En hoe reageert je christelijke omgeving als je publiekelijk afstand doet van Trump? Tijs gaat onder andere op bezoek bij de Republikeinse staatssenator Ed McBroom, die onderzoek deed naar verkiezingsfraude en, tot woede van Trump, concludeerde dat Biden terecht had gewonnen. Ook is hij te gast bij het gezin van dominee Bryan Berghoef, die tijdens zijn campagne voor de Democraten werd bedreigd en belaagd door Trump-fans.","category":""},"67525":{"channel":"147053128","start":"1673180700","end":"1673182800","first":"F","idtitle":"FRYSLANDOK","title":"Fryslân DOK","program_id":"1315605392","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/7\/20230101020114721g5k.jpg","description":"Het ministerie van de Toekomst, een gruttoboer, een filosoof, een wandelend bos, een ecokathedraal en een 'earth advocate' willen mensen bewust maken van de gevolgen van de keuzes die ze nú maken.","category":""},"67526":{"channel":"147053128","start":"1673182800","end":"1673185860","first":"I","idtitle":"INDEVOETSPORENVANDEJAREN60","title":"In de voetsporen van de Jaren 60","program_id":"1315605398","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/76\/20230101020114721gja.jpg","description":"Philip gaat samen met popartkunstenaar Woody van Amen terug naar de wilde feesten in New York. De Italiaanse gastarbeider Salvatore Ierna vertelt over de spaghettirellen in Oldenzaal en Philip is in Berlijn op bezoek bij de Joodse Jalda Rebling.","category":""},"67527":{"channel":"147053128","start":"1673185860","end":"1673187600","first":"Z","idtitle":"ZININMORGEN","title":"Zin in morgen","program_id":"1315605404","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/9\/202301010201147229cu.jpg","description":"In Friesland ondergaat Kim-Lian een vollemaanceremonie en gaat samen met Elske suppen onder de volle maan. Door deze krachtige energie van de maan kun je je weer helemaal opladen. In het hart van het pittoreske Buren maken we kaarsen in de kaarsenmakerij van Jan. Hij is een van de laatste ambachtelijke meesterkaarsenmakers van Nederland. Sinan Can komt al van jongs af aan in Museumpark Orientalis in Nijmegen. Vandaag steekt hij zijn handen uit de mouwen, samen met de vrijwilligers die net als hij het park een warm hart toedragen.","category":""},"67528":{"channel":"147053128","start":"1673187600","end":"1673191200","first":"D","idtitle":"DEBOEDDHISTISCHEBLIKTUKDAM","title":"De Boeddhistische Blik: Tukdam","program_id":"1315605410","date":"","icon":"","description":"In het Westen wordt de dood beschouwd als iets definitiefs. Maar een bijzonder Tibetaans fenomeen toont aan dat de grens tussen leven en dood soms helemaal niet zo duidelijk is. In tukdam sterven boeddhisten op gecontroleerde manier in meditatie en blijven vaak rechtop zitten. Het lichaam vertoont dagenlang geen tekenen van verval. Vanuit het Tibetaans-boeddhistisch standpunt is de persoon nog niet overleden, het bewustzijn is aanwezig en behoedt het lichaam voor ontbinding. De film volgt het allereerste wetenschappelijke onderzoek naar tukdam, dat geleid wordt door Richard Davidson, neurowetenschapper van de Universiteit van Wisconsin.","category":""},"67529":{"channel":"147053128","start":"1673191200","end":"1673193000","first":"G","idtitle":"GELOOFINHETONDERWIJS","title":"Geloof in het onderwijs","program_id":"1315605416","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/80\/202301010201147221zi.jpg","description":"Artikel 23. Door een grondwetswijziging in 1917 is er in Nederland vrijheid van onderwijs en is het voor iedereen mogelijk vanuit een bepaalde geloofsovertuiging of filosofie een school op te richten. Karim Amghar bezoekt het Onderwijsmuseum om te zien hoe dit recht is vormgegeven. Ook komt hij bij de Kathedrale Koorschool in Utrecht, waarvan de kinderen elke maand in de Catharinakathedraal zingen. En hij viert het hindoeïstische lichtjesfeest Divali op de Shri Krishna School.","category":""},"67530":{"channel":"147053128","start":"1673193000","end":"1673193600","first":"S","idtitle":"SOCUTERA","title":"Socutera","program_id":"1315605422","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/40\/20230101020114722sig.jpg","description":"Stichting DierenLot komt samen met zo'n 250 lokale dierenhulporganisaties op voor dieren in nood in Nederland: gezelschapsdieren, zwerfdieren en dieren in de Nederlandse natuur.","category":""},"67531":{"channel":"147053128","start":"1673193600","end":"1673194200","first":"N","idtitle":"NOSJOURNAAL","title":"NOS Journaal","program_id":"1315605428","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/93\/20230101020114722btm.jpg","description":"Met het laatste nieuws en de weersverwachting.","category":""},"67532":{"channel":"147053128","start":"1673194200","end":"1673196480","first":"A","idtitle":"ANITAINDEMISSIE","title":"Anita in de missie","program_id":"1315605434","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/75\/20230101020114722awv.jpg","description":"Anita Witzier tekent de levensverhalen op van de allerlaatste Witte Zusters. Jonge meiden zijn het, wanneer ze vol idealen de lange reis naar Afrika maken. Een continent dat ze alleen uit verhalen kennen. De zusters vertellen openhartig over hun roeping en het afscheid van hun ouders, vaak voor het leven. Hun leven is ronduit avontuurlijk te noemen, in moeilijke omstandigheden de allerzwaksten helpen. Zieltjes winnen? Dat vonden ze hun taak niet. Ze richten zich liever op het onderwijs van lokale vrouwen en de ziekenzorg. De zusters wonen nu in het Wereldhuis in Boxtel. Ze zijn nog met achttien.","category":""},"67533":{"channel":"147053128","start":"1673196480","end":"1673198460","first":"W","idtitle":"WILDERNISONDERWATER","title":"Wildernis onder water","program_id":"1315605440","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/81\/20230101020114722mho.jpg","description":"De beken en rivieren van het heuvelland zijn van levensbelang voor de natuur in Zuid-Limburg. Vanaf de hoger gelegen plateaus stromen ze naar beneden langs steden als Valkenburg, Meerssen en Heerlen naar de Maas en Maastricht. Bij een flinke regenbui kan binnen een half uur een lieftallige beek veranderen in een gevaarlijk monster dat de hele omgeving overstroomt en de Maas doet aanzwellen tot een razende rivier. Overstromingen keren in Limburg keer op keer terug, met alle gevolgen van dien. De mens moet zich nog aanpassen, terwijl de natuur hier juist op is gericht.","category":""},"67534":{"channel":"147053128","start":"1673198460","end":"1673202480","first":"P","idtitle":"PODIUMKLASSIEK","title":"Podium Klassiek","program_id":"1315605446","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/33\/20230101020114722obl.jpg","description":"In deze speciale kinderuitzending wordt het een beestenboel. We hebben de studio veranderd in de meest muzikale dierentuin van het land. In een studio vol kinderen speelt Club Classique het Carnaval des Animaux van Camille Saint-Saëns. De jonge cellist Valentijn Jeukendrup laat zijn cello klinken als een vlinder. En meesterpianist Nicolas van Poucke geeft twee kinderen hun eerste pianoles.","category":""},"67535":{"channel":"147053128","start":"1673202480","end":"1673205480","first":"O","idtitle":"ONDERTUSSENAANDEHOFVIJVER","title":"Ondertussen aan de Hofvijver","program_id":"1315605452","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/52\/20230101020114722i4r.jpg","description":"Het Binnenhof wordt gerenoveerd. Vijf jaar lang zal het huis van onze democratie afgesloten zijn van de buitenwereld, maar niet voor iedereen. Gedurende de jaren van de renovatie volgt Splinter Chabot de ontwikkelingen op de voet. Elke muur, elke dakpan, elk gebouw is een verhaal op zich; politiek, historisch en bouwkundig. Er wordt gesproken met de hoofdrolspelers van toen en nu over culturele, parlementaire en kunsthistorische anekdotes. Ondertussen maken we van dichtbij mee hoe het acht eeuwen oude complex zijn geheimen blootgeeft. Elke kwartaal volgt er via Splinter een update over de renovatie van ons parlementair huis.","category":""},"67536":{"channel":"147053128","start":"1673205480","end":"1673208240","first":"A","idtitle":"ALLESISFAMIRI","title":"Alles is Famiri","program_id":"1315605458","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/39\/20230101020114722lf5.jpg","description":"Het lijkt wel of alle geloven en goden van de wereld zich hebben gemanifesteerd in Suriname. De Surinamer gelooft, en als het niet in God is dan op z'n minst in spirituele rijkdom. Maar waar gelooft Amber Kortzorg zelf eigenlijk in? Ze gaat op bezoek bij verschillende Surinaamse families, die Amber in hun geestenrijk toelaten. De variatie en veelzijdigheid is enorm. En is er misschien een gedeelde waarde, een gevoel, waarin iedereen zich kan vinden?","category":""},"67537":{"channel":"147053128","start":"1673208240","end":"1673209800","first":"other","idtitle":"2DOCKORTBLAUWLICHTHERINNERINGENVANEENAMBULANCEBROEDER","title":"2Doc Kort: Blauw Licht - Herinneringen van een Ambulancebroeder","program_id":"1315605464","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/5\/20230101020114722fir.jpg","description":"Op allerlei plekken in de stad ziet een voormalig ambulancebroeder beelden voor zich van de momenten waarop hij hulp verleende. Na 23 jaar op de ambulance staat een verzameling verhalen en gezichten op zijn netvlies gebrand. Hier lag het 'binkie' op de bouwplaats dat om zijn moeder bleef roepen. Daar het jongetje dat frontaal door een stadsbus werd geschept. Daar het meisje met de vlechten dat verdronk in het kanaal. Als eerste ter plaatse, was hij voor vele mensen de laatste die hun hand vasthield. Is het wel normaal dat één mens zoveel lijden moet zien?","category":""},"67538":{"channel":"147053128","start":"1673209800","end":"1673212200","first":"N","idtitle":"NIEUWSUUR","title":"Nieuwsuur","program_id":"1315605470","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/70\/202301010201147225vf.jpg","description":"Nieuwsuur brengt onafhankelijk, onpartijdig en ongebonden achtergronden bij het nieuws.","category":""},"67539":{"channel":"147053128","start":"1673212200","end":"1673218980","first":"F","idtitle":"FREEKDEJONGEDESCHREEF","title":"Freek de Jonge: De schreef","program_id":"1315605476","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/23\/20230101020114722g9v.jpg","description":"Freek de Jonge speelt in zijn 90e voorstelling een oudere heer die zich staande probeert te houden in een steeds gekker wordende wereld. Wars van wetten en conventies zal hij liever barsten dan buigen. Speelt hij eigenlijk wel een rol, of is dit een goede weergave van zijn eigen persoonlijkheid?","category":""}}