{"30209":{"channel":"141430106","start":"1672334460","end":"1672336500","first":"E","idtitle":"EENJAARVANJELEVEN","title":"Een Jaar Van Je Leven","program_id":"1311757786","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/76\/202212220200556396it.jpg","description":"In de nieuwe reality gameshow moeten veertig kandidaten samenwerken, onderhandelen en strijden om te overleven en om kans te maken op een miljoen euro. Op de locatie waar de veertig deelnemers verblijven, zijn alleen de basisvoorzieningen aanwezig. Om in hun levensonderhoud te voorzien, krijgen ze opdrachten waarmee ze geld kunnen verdienen voor de huishoudpot. Is die pot leeg, maar wil de groep toch iets bestellen? Dan kúnnen ze de grote prijzenpot van één miljoen euro aanspreken. Het gevolg is wel dat aan het eind van het jaar de uiteindelijke winnaar met een lagere prijs naar huis gaat. Pakken ze euro's uit de pot of houden ze het vol met wat ze hebben? Naast de verdienopdrachten, spelen de deelnemers ook eliminatieopdrachten. Elke eliminatie maakt de groep kleiner en de kans om aan het einde de prijzenpot mee naar huis te nemen, groter.","category":""},"30210":{"channel":"141430106","start":"1672336500","end":"1672338780","first":"L","idtitle":"LANGLEVEDELIEFDE","title":"Lang Leve de Liefde","program_id":"1311757792","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/32\/20221222020055639lk9.jpg","description":"Een liefdesexperiment waarin singles ruim de tijd krijgen om elkaar goed te leren kennen door minimaal 24 uur of maximaal 4 dagen met elkaar door te brengen.","category":""},"30211":{"channel":"141430106","start":"1672338780","end":"1672342140","first":"other","idtitle":"20JAARLACHENOMHOMEVIDEOS","title":"20 Jaar Lachen om Home Video's","program_id":"1311757798","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/49\/202212220200556392gc.jpg","description":"In 'Lachen om Home Video's' zijn de leukste homevideo's uit binnen- en buitenland te zien.","category":""},"30212":{"channel":"141430106","start":"1672342140","end":"1672345740","first":"D","idtitle":"DEKOOKKLUNZEN","title":"De Kookklunzen","program_id":"1311757804","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/54\/20221222020055639bap.jpg","description":"Bij deze kookwedstrijd strijden chefs Herman den Blijker en Alain Caron tegen elkaar om het lekkerste menu op tafel te zetten, zonder zelf maar een pan aan te raken. Beiden hebben drie kookklunzen tot hun beschikking die het koken liever aan iemand anders overlaten of zelfs verbannen zijn uit de keuken. Je weet nooit wat je voorgeschoteld krijgt! Zullen ze van keukenramp naar keukenster gaan? Juryleden zijn Vanja van der Leeden, Roberta Pagnier, Shirma Rouse, Tooske Ragas en Meneer Reimers.","category":""},"30213":{"channel":"141430106","start":"1672345740","end":"1672349640","first":"D","idtitle":"DESTAATSLOTERIJBESTEOLIEBOLLENBAKKERVANNEDERLAND","title":"De Staatsloterij Beste Oliebollenbakker van Nederland","program_id":"1311757810","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/23\/20221222020055639nqz.jpg","description":"Kees Tol sluit samen met tv- kok Hugo Kennis, Heel Holland Bakt-winnares Elizabeth Lopez en professioneel oliebollenbakker Richard Visser het jaar af met een gezellige en warme winteravondshow waarin zes amateur oliebollenbakkers met hun bakmaatje strijden om de titel De Staatsloterij Beste Oliebollenbakker van Nederland.","category":""},"30214":{"channel":"141430106","start":"1672349640","end":"1672350960","first":"H","idtitle":"HARTVANNEDERLANDLATEEDITIE","title":"Hart van Nederland - Late Editie","program_id":"1311757816","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/41\/20221222020055639se7.jpg","description":"De verkoop van vuurwerk is weer van start gegaan. Er staan lange rijen, ook voor de verkooppunten bij onze oosterburen. Een eindejaar traditie in Katwijk aan Zee. Zeehonden komen weer aan land en laten zich uitgebreid fotograferen. Alsof gewoon schaken al niet moeilijk genoeg is, het kan altijd lastiger: onder water bijvoorbeeld.","category":""},"30215":{"channel":"141430106","start":"1672350960","end":"1672353780","first":"S","idtitle":"SHOWNIEUWSLATEEDITIE","title":"Shownieuws - Late Editie","program_id":"1311757822","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/74\/20221222020055639ng6.jpg","description":"In de laatste week van december opnieuw een Hazes-rel. Rachel onderneemt juridische stappen tegen roddelkoningin Yvonne Coldeweijer. De koninklijke familie beleeft de kerstvakantie in Argentinië, maar.. de Argentijnse pers smult vooral van een \"rebelse\" Alexia in een nachtclub.","category":""},"30216":{"channel":"141430106","start":"1672353780","end":"1672354500","first":"W","idtitle":"WEERNL","title":"Weer.nl","program_id":"1311757828","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/63\/20221222020055639gw4.jpg","description":"Elke dag krijgen we de meest actuele weersverwachting.","category":""},"30217":{"channel":"141430106","start":"1672354500","end":"1672360380","first":"D","idtitle":"DEGROTEGEZONDHEIDSQUIZ","title":"De Grote Gezondheidsquiz","program_id":"1311757834","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/26\/20221222020055639ege.jpg","description":"Twee teams van bekende Nederlanders nemen het tegen elkaar op. De deelnemers kijken op een speelse manier terug op het afgelopen jaar en krijgen veel tips en wetenswaardigheden mee op het gebied van gezondheid, zodat ze vol goede moed het nieuwe jaar in kunnen gaan. Rond de thema's 'voeding', 'het lichaam', 'mentaal' en 'bewegen' krijgen de twee teams meerkeuzevragen, stellingen, feiten of fabels voorgelegd. Maar naast vragen moeten de panelleden ook aan de slag in de studio met een aantal fysieke spellen. In het team van Britt zitten Roué Verveer, Leontien van Moorsel en Maik de Boer. In het team van Donnie zitten Heleen van Rooyen, Patrick Martens en Natasja Froger. Het publiek in de studio én in de huiskamer kan de vragen meespelen via een web-app.","category":""}}