{"70262":{"channel":"280715028","start":"1672791300","end":"1672799100","first":"other","idtitle":"12YEARSASLAVE","title":"12 Years a Slave","program_id":"1313561238","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/93\/20221227020035513e7e.jpg","description":"In de 19e eeuw, voorafgaand aan de burgeroorlog, leeft de Afro-Amerikaanse violist en timmerman Solomon Northup als een vrij man met zijn gezin in New York. Hij wordt benaderd om te komen musiceren bij een reizend circus in Washington, maar deze goedbetaalde klus blijkt een gemene valstrik. Solomon wordt ontvoerd en verkocht als slaaf in het zuiden. Hier moet hij niet alleen vechten om te overleven, maar ook zijn waardigheid te behouden. Als slaaf wordt hij geconfronteerd met de verschrikkelijke wreedheid van slaveneigenaar Epps. Twaalf jaar lang leeft Solomon in gevangenschap en onderdrukking.","category":""},"70263":{"channel":"280715028","start":"1672799100","end":"1672805400","first":"L","idtitle":"LIZZIE","title":"Lizzie","program_id":"1313561244","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/25\/20221227020035513c7s.jpg","description":"Massachusetts, 1892. De ongehuwde 32-jarige Lizzie (Chloë Sevigny) wordt door haar omgeving behandeld als een sociale outcast. Ze leidt een claustrofobisch leven wat geheel gedomineerd wordt door haar kille vader. En wanneer de jonge Bridget Sullivan (Kristen Stewart) voor het gezin komt werken vindt Lizzie eindelijk die vriendin waar ze naar heeft verlangd. Hun intimiteit groeit echter uit tot een donker en verontrustend plan.","category":""},"70264":{"channel":"280715028","start":"1672805400","end":"1672812000","first":"I","idtitle":"INHERITANCE","title":"Inheritance","program_id":"1313561250","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/19\/202212270200355139c7.jpg","description":"Lauren is een vooraanstaand lid van een megarijke, machtige Amerikaanse familie. Wanneer haar vader overlijdt, laat hij haar één enkele sleutel na, die een bunker op het familielandgoed blijkt te openen. In de bunker vindt ze een onbekende man, geketend aan de muur. Hij heet Morgan en blijkt decennia lang gevangen gehouden te zijn door haar vader. Hij vertelt Lauren dingen over haar familie die Lauren nooit geweten heeft. Haar vader lijkt zijn rijkdom en macht verkregen te hebben met diefstal, corruptie en moord. Lauren staat voor een dilemma: Wat zijn de gevolgen als ze Morgan bevrijdt? Kan ze hem niet beter vast laten zitten?","category":""},"70265":{"channel":"280715028","start":"1672812000","end":"1672818600","first":"N","idtitle":"NIGHTTRAINTOLISBON","title":"Night Train to Lisbon","program_id":"1313939080","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/13\/20221230210030520wok.jpg","description":"Het leven van Raimund Gregorius (Jeremy Irons), een leraar Latijn en deskundige in oude talen, neemt een bijzondere wending wanneer hij een mysterieuze jonge vrouw behoedt haar leven te beëindigen door van een brug te springen. Als de vrouw vervolgens spoorloos verdwijnt laat ze haar jas bij Raimund achter, met daarin een boek van Portugese dokter Amadeu de Prado en een nachttreinticket naar Lissabon. Hij besluit het ticket te gebruiken en al zoekende naar de achtergrond van het boek en de schrijver ontvouwt zich langzaam een tragische liefdesgeschiedenis, vol emotionele intriges en overdenkingen naar de ware zin van het leven.","category":""},"70266":{"channel":"280715028","start":"1672818600","end":"1672824600","first":"F","idtitle":"FETEDEFAMILLE","title":"Fête de Famille","program_id":"1313939086","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/9\/20221228020040514s7i.jpg","description":"Een familiereünie ter gelegenheid van de zeventigste verjaardag van de 'mater familias' verloopt anders dan verwacht. Andrea (Catherine Deneuve) heeft namelijk geen rekening gehouden met de komst van haar oudste dochter, Claire, die vier jaar eerder met de noorderzon is vertrokken. Ze wordt warm onthaald, maar Claire voelt zich door haar familie tekort gedaan en is vastbesloten te krijgen wat haar toekomt. Het duurt dan ook niet lang voor het feest ontaard in een chaos.","category":""},"70267":{"channel":"280715028","start":"1672824600","end":"1672832700","first":"T","idtitle":"THENATURAL","title":"The Natural","program_id":"1313939092","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/83\/20221228020040514fzz.jpg","description":"Een onbekende honkballer van middelbare leeftijd (Robert Redford) en met een mysterieus verleden verschijnt uit het niets en brengt een degraderende club naar de top van de competitie, enkel geholpen door zijn 'magische' honkbalknuppel. Krijgt hij nu eindelijk de erkenning en de roem die hij altijd al verdiende?","category":""},"70268":{"channel":"280715028","start":"1672832700","end":"1672840500","first":"M","idtitle":"MONEYBALL","title":"Moneyball","program_id":"1313939098","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/55\/20221228020040514mqj.jpg","description":"Billy Beane (Brad Pitt) is de manager van de 'Oakland Athletics', een honkbalteam uit Californië dat met geldproblemen kampt. Om met een minimaal budget toch ooit een winnend team samen te kunnen stellen en de World Series te winnen, gooit hij het aankoopbeleid over een geheel andere boeg. Waar alle coaches op hun gevoel afgaan, vaart Billy volledig op de statistieken die zijn nieuwe assistent Peter Brand (Jonah Hill) uit de computer haalt.","category":""},"70269":{"channel":"280715028","start":"1672840500","end":"1672846800","first":"W","idtitle":"WHIPLASH","title":"Whiplash","program_id":"1313939104","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/88\/20221228020040514j7q.jpg","description":"Andrew Neyman (Miles Teller), een jonge jazzmuzikant, is vastberaden om koste wat kost de beste drummer van zijn elitaire conservatorium te worden. De briljante muziekdocent Terence Fletcher (J.K. Simmons), die bekend staat om zijn gevreesde, spartaanse lesmethodes, leidt het beste jazz-ensemble van de school. Hij ontdekt de ambitieuze drummer en zorgt ervoor dat Andrew in zijn band terecht komt. Onder invloed van de tirannieke Fletcher wordt Andrews streven naar perfectie een onoverkomelijke obsessie. Zijn meedogenloze leraar drijft hem tot het uiterste van zijn muzikale en fysieke kunnen, maar ook bijna tot waanzin.","category":""},"70270":{"channel":"280715028","start":"1672846800","end":"1672854600","first":"R","idtitle":"RAINMAN","title":"Rain Man","program_id":"1313939110","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/19\/20221228020040514sd9.jpg","description":"Na het overlijden van zijn vader, komt yuppie autoverkoper Charlie Babbitt (Tom Cruise) tot de ontdekking dat hij nog een broer heeft. De contactarme Raymond (Dustin Hoffman) is autistisch, maar heeft een fotografisch geheugen en is bovendien in staat om ingewikkelde wiskundige vraagstukken op te lossen. Raymond is de enige erfgenaam van de miljoenen die hun vader heeft achtergelaten. In een poging zijn deel van de erfenis op te eisen, ontvoert Charlie zijn broer uit diens verzorgingshuis en wil hem meenemen naar Los Angeles. Raymond weigert echter te vliegen, waarop de broers aan een lange road trip door Amerika beginnen.","category":""},"70271":{"channel":"280715028","start":"1672854600","end":"1672860600","first":"S","idtitle":"SEEKINGAFRIENDFORTHEENDOFTHEWORLD","title":"Seeking a Friend for the End of the World","program_id":"1313939116","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/27\/20221228020040514sze.jpg","description":"Wanneer bekend wordt dat een asteroïde binnen drie weken een einde zal maken aan al het leven op aarde, besluit de eeuwige loser Dodge op aandringen van zijn excentrieke buurvrouw Penny een roadtrip met haar te maken om zijn jeugdliefde terug vinden. Deze beslissing leidt tot een bijzondere en chaotische reis door een wereld die geen regels en wetten meer kent, waar alles mag en niets meer hoeft.","category":""},"70272":{"channel":"280715028","start":"1672860600","end":"1672868400","first":"T","idtitle":"THEFIFTHESTATE","title":"The Fifth Estate","program_id":"1313939122","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/54\/202212280200405142mx.jpg","description":"The Fifth Estate vertelt het verhaal van Julian Assange (Benedict Cumberbatch) en zijn compagnon Daniel Domscheit-Berg (Daniel Brühl) in de vroege, onstuimige dagen van de oprichting van Wikileaks. De controversiële organisatie veranderde de geschiedenis door duizenden geheime documenten op internet te publiceren. Het succes van de website zorgde ervoor dat ze op slag beroemd werden en veranderde de informatiestroom naar nieuwsmedia in de wereld en in het algemeen.","category":""},"70273":{"channel":"280715028","start":"1672868400","end":"1672875900","first":"C","idtitle":"CITYOFGOD","title":"City of God","program_id":"1313939128","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/45\/20221229210029711ihm.jpg","description":"Het is verschrikkelijk op te groeien in de 'Stad van God', een arme buitenwijk in De Rio De Janeiro, die jarenlang bekend stond als de gevaarlijkste buurt ter wereld. Zeker niet als je eigenlijk fotograaf wil worden en niets met het criminele milieu te maken wil hebben. Toch overkomt dit de jonge Buscapé, die het choquerende verhaal vertelt van de kinderbendeoorlogen in de jaren '70.","category":""}}