{"39264":{"channel":"141430597","start":"1672334400","end":"1672335900","first":"C","idtitle":"CUPCAKECUP","title":"CupCakeCup","program_id":"1311785130","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/1\/20221222020134735va3.jpg","description":"De vier bakduo's hebben het koud vandaag. Onder toeziend oog van Rémy en Robèrt versieren ze ijskristal koekjes en maken ze, om het weer warm te krijgen, twee warme sokken van vers gebakken cupcakes.","category":""},"39265":{"channel":"141430597","start":"1672335900","end":"1672336800","first":"H","idtitle":"HETKLOKHUIS","title":"Het Klokhuis","program_id":"1311785136","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/42\/20221222020134735v7v.jpg","description":"Mondkapjes, we horen er veel over de laatste tijd. Maar wat zijn de verschillen eigenlijk? Waarom worden in het ziekenhuis andere mondkapjes gebruikt dan op straat? En hoe doe je een mondkapje op en af? Dat zoekt Eva uit met behulp van ultraviolet licht. Ook sommige Cowboys dragen mondkapjes.","category":""},"39266":{"channel":"141430597","start":"1672336800","end":"1672338420","first":"N","idtitle":"NOSJEUGDJOURNAAL","title":"NOS Jeugdjournaal","program_id":"1311785142","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/39\/20221222020134736uiy.jpg","description":"Het laatste nieuws uit binnen- en buitenland en het weer, speciaal voor de jonge kijker. En op NPO 1 extra met gebarentaal.","category":""},"39267":{"channel":"141430597","start":"1672338420","end":"1672341900","first":"F","idtitle":"FIRSTDATES","title":"First Dates","program_id":"1311785148","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/19\/2022122202013473608s.jpg","description":"Waar vind je de echte liefde? Het First Dates restaurant opent voor de zevende keer haar deuren. De gasten zijn single en op zoek naar de ware. We zien singles die dromen van een geschikte partner. Leidt een eerste date tot een tweede? En wie vindt de perfecte match?","category":""},"39268":{"channel":"141430597","start":"1672341900","end":"1672347060","first":"D","idtitle":"DENATIONALE2022TEST","title":"De Nationale 2022 Test","program_id":"1311785154","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/3\/20221224020134770usz.jpg","description":"Emma Wortelboer en Patrick Lodiers testen de kennis van het publiek én zeven bekende Nederlanders aan de hand van twintig vragen. De BN'ers die de uitdaging aangaan zijn Richard Groenendijk, Sarita Lorena, Maxime Meiland, Rob Goossens, Gert-Jan Segers, Catherine Keyl en Farja Farvardin (Fawry not Sorry). Wat was er groot in het nieuws en wat speelde er op het gebied van politiek, sport, muziek en in de media?","category":""},"39269":{"channel":"141430597","start":"1672347060","end":"1672352580","first":"A","idtitle":"ASHTONBROTHERSENFANTSTERRIBLES","title":"Ashton Brothers: Enfants Terribles","program_id":"1311785160","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/74\/20221222020134736ear.jpg","description":"Eeuwenlang werden de best bewaarde geheimen van circusfamilies over de hele wereld zorgvuldig van generatie op generatie doorgegeven. Totdat ze terechtkwamen bij de grootste kinderen van de theaterwereld: de Ashton Brothers. Zij doopten de gevaarlijkste acts, de vreemdste trucs en de meest hilarische nummers om tot een bonte mix van muziek, acrobatiek en regelrechte tovenarij. Dit is de vijfde avondvullende theatershow van de Ashton Brothers. De broers speelden deze voorstelling van 2016 tot en met 2019 in theaters in binnen- en buitenland.","category":""},"39270":{"channel":"141430597","start":"1672352580","end":"1672355880","first":"A","idtitle":"AUPAIRSEMMASKERST","title":"Au Pairs: Emma's Kerst","program_id":"1311785166","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/56\/202212220201347365ip.jpg","description":"Het verblijf van Emma als au pair in Miami was een echte rollercoaster. Ze werd verliefd, worstelde met uit de kast komen en zorgde ondertussen in haar eentje voor de drie kinderen van model en actrice Karmel. Op deze manier ontstond een bijzondere band tussen Emma en haar gastgezin. In deze kerstspecial vliegt ze eindelijk weer terug naar Miami om samen met haar oude gastgezin Thanksgiving te vieren. Voelt de band nog steeds zo hecht? En hoe reageert Karmel op de bijzondere gast die Emma als verrassing heeft meegenomen naar het Thanksgiving diner?","category":""}}