{"68863":{"channel":"280714878","start":"1672616400","end":"1672622100","first":"B","idtitle":"BEHAVINGBADLY","title":"Behaving Badly","program_id":"1312901294","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/80\/20221225020035510sb5.jpg","description":"Rick is smoorverliefd op Nina (Selena Gomez). Hij moet en zal verkering met haar krijgen en bedenkt een reeks wilde plannen om haar hart te veroveren. Maar alles wat hij probeert loopt enorm uit de hand en voor hij het weet krijgt hij het aan de stok met Nina's jaloerse ex-vriend, de oversekste moeder van z'n beste vriend, de zoon van een maffiabaas, een leger bloedmooie strippers, en de perverse rector van z'n school. Wanneer zijn pogingen om Nina te versieren ook nog de Mobiele Eenheid op de been brengt is de chaos helemaal compleet. En of dit alles hem ook maar één stap dichterbij zijn doel brengt is nog maar de vraag.","category":""},"68864":{"channel":"280714878","start":"1672622100","end":"1672627200","first":"A","idtitle":"ADIEULESCONS","title":"Adieu les cons","program_id":"1312901300","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/39\/2022122502003551047c.jpg","description":"De 43-jarige Suze Trappet (Virginie Efira) krijgt te horen dat ze ernstig ziek is, waarna ze besluit op zoek te gaan naar de zoon die ze als tiener heeft moeten opgeven. Tijdens haar zoektocht ontmoet ze de heer Cuchas (Albert Dupontel), een vijftiger die met een burn-out kampt. Ook de blinde archivaris Blin (Nicolas Marié) gaat met hen op pad. Met z'n drieën beginnen ze aan een spectaculaire, onwaarschijnlijke zoektocht. ","category":""},"68865":{"channel":"280714878","start":"1672627200","end":"1672633200","first":"V","idtitle":"VYKRUTASY","title":"Vykrutasy","program_id":"1312901306","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/45\/20221225020035510a9f.jpg","description":"Een vrijgezelle leraar uit een klein Russisch stadje wordt aangereden door een prachtige vrouw (Milla Jovovich) uit Moskou. De leraar valt meteen als een blok voor haar. Het enige probleem is dat hij het op zal moeten nemen tegen haar verloofde.","category":""},"68866":{"channel":"280714878","start":"1672633200","end":"1672639200","first":"A","idtitle":"ALMOSTFRIENDS","title":"Almost Friends","program_id":"1312901312","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/49\/20221225020035510264.jpg","description":"De twintiger Charlie Brenner (Freddie Highmore) droomde ooit van een carrière als chefkok, maar vult nu zijn ongemotiveerde dagen met een onbeduidend baantje in een kleine bioscoop. Charlie woont bij zijn moeder Samantha en zijn stiefvader en hij leidt zijn leven feitelijk via zijn vriend Ben (Haley Joel Osment). Daar komt verandering in als hij valt voor de charmes van barista Amber (Odeya Rush). Helaas heeft zij zo haar eigen relatieproblemen en is ze van plan naar New York te verhuizen. Wanneer Charlie's biologische vader plotseling opduikt, wordt het hoog tijd op de zaken eens goed op een rijtje te zetten.","category":""},"68867":{"channel":"280714878","start":"1672639200","end":"1672644300","first":"D","idtitle":"DEDOLLETWEELING","title":"De dolle tweeling","program_id":"1313227660","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/70\/20221226020035511ixl.jpg","description":"Wanneer een onschuldige weddenschap van Hanni en Nanni eindigt in een wilde achtervolging door een chique warenhuis, wordt deze dolle tweeling beschuldigd van diefstal en van school gestuurd. Hanni en Nanni's ouders besluiten de meiden naar kostschool de Lindenhof te sturen. Daar begint een heel nieuw leven: terwijl de zachtmoedige Nanni al snel vrienden maakt, heeft de driftige Hanni meer problemen om zich aan te passen. Als het hockeyteam van Lindenhof het moet opnemen tegen het team van hun oude school, moeten Hanni en Nanni beslissen bij welk team hun loyaliteit ligt.","category":""},"68868":{"channel":"280714878","start":"1672644300","end":"1672652400","first":"T","idtitle":"THENATURAL","title":"The Natural","program_id":"1313227666","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/70\/20221226020035511ndp.jpg","description":"Een onbekende honkballer van middelbare leeftijd (Robert Redford) en met een mysterieus verleden verschijnt uit het niets en brengt een degraderende club naar de top van de competitie, enkel geholpen door zijn 'magische' honkbalknuppel. Krijgt hij nu eindelijk de erkenning en de roem die hij altijd al verdiende?","category":""},"68869":{"channel":"280714878","start":"1672652400","end":"1672656900","first":"P","idtitle":"PETITEMAMAN","title":"Petite Maman","program_id":"1313227672","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/54\/20221226020035511tw4.jpg","description":"Na het overlijden van haar oma verkent de achtjarige Nelly het huis en de omgeving waar haar moeder opgroeide. In het bos ontmoet ze een ander jong meisje. Langzamerhand wordt duidelijk dat ze het meisje kent, maar wie is ze? Nelly ontdekt dat haar moeder ook jong is geweest en dat helpt haar te begrijpen wie haar moeder is.","category":""},"68870":{"channel":"280714878","start":"1672656900","end":"1672663200","first":"A","idtitle":"AFISHCALLEDWANDA","title":"A Fish Called Wanda","program_id":"1313227678","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/80\/20221226020035511mvd.jpg","description":"De doortrapte Wanda (Jamie Lee Curtis) en de driftige Otto (Kevin Kline) zijn twee Amerikaanse dieven die een diamantroof in Engeland plegen en hierbij hun twee Britse medeplichtigen bedriegen. Ze laten bendeleider George oppakken door de politie, maar weten niet dat hij de buit al op een geheime plaats heeft verstopt. Om erachter te komen waar George de diamanten verborg, papt Wanda aan met zijn advocaat Archie Leach (John Cleese). De beschaafde Archie valt al snel voor de charmes van de sexy Wanda en heeft niet door dat hij slechts een speelbal is in haar sluwe plannetje.","category":""},"68871":{"channel":"280714878","start":"1672663200","end":"1672669500","first":"F","idtitle":"FOURLIONS","title":"Four Lions","program_id":"1313227684","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/35\/20221230210030521g49.jpg","description":"Omar is een toegewijd Moslim en heeft voor zichzelf besloten een krachtig en ultiem statement te maken tegen een zondige samenleving. Het team wat Omar samenstelt is echter een verzameling van onnozele figuren met wel zeer onconventionele en lachwekkende ideeën: vogels met een bom uitrusten, een videoboodschap met hiphop invloeden en het bombarderen van Internet. Maar zijn Omar en zijn partners met hun halfslachtige methodes een echte bedreiging voor de veiligheid van hun land, of uitsluitend voor zichzelf?","category":""},"68872":{"channel":"280714878","start":"1672669500","end":"1672675500","first":"Y","idtitle":"YOKO","title":"Yoko","program_id":"1313228138","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/34\/20221226020035511m6x.jpg","description":"Het verdrietige elfjarige meisje Pia brengt graag tijd door in haar boomhut. Op een dag vindt ze er ineens een raar wit wezentje. Het is een kleine yeti uit de Himalaya. Hij heet Yoko en heeft magische krachten. Pia verstopt Yoko in de diepvrieskist, want ze wil niet dat haar moeder, haar nieuwsgierige zusje en haar beste vriend Lukas hem zien. Maar dan krijgen Pia en Yoko de akelige jager Thor achter zich aan. Hij wil de yeti verkopen aan de directeur van de dierentuin, een gemene verzamelaar van exotische dieren. Pia neemt Lukas in vertrouwen en vraagt hem haar te helpen Yoko te beschermen.","category":""},"68873":{"channel":"280714878","start":"1672675500","end":"1672680600","first":"B","idtitle":"BOBBYENDEGEESTENJAGERS","title":"Bobby en de geestenjagers","program_id":"1313228144","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/83\/202212260200355118d9.jpg","description":"De vader van de dertienjarige Sanne is een beroemde geestenjager en ze is dolblij wanneer ze tijdens de schoolvakantie mee mag met een belangrijke opdracht op een stoomschip in Rotterdam. Hier ontmoet Sanne de geest Bobby, een jongen van haar leeftijd die al sinds de jaren '60 op het schip ronddoolt. Hij en de andere geesten halen vaak kattenkwaad uit en vinden het leuk om de gasten op het schip een beetje te plagen. Wanneer Bobby aan Sanne vertelt dat hij zijn moeder graag nog één keer wil zien, besluit ze om Bobby en de andere geesten te helpen. Dit blijkt echter makkelijker gezegd dan gedaan.","category":""},"68874":{"channel":"280714878","start":"1672680600","end":"1672686000","first":"R","idtitle":"ROBOTFRANK","title":"Robot & Frank","program_id":"1313228150","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/49\/20221226020035511qga.jpg","description":"De licht dementerende crimineel Frank woont in een afgelegen bosrijk gebied. Zijn dagen als meesterdief liggen inmiddels ver achter hem en hij worstelt met de dagelijkse dingen in zijn warrige bestaan. Als zijn zoon hem een robot geeft om het huishouden te doen en voor hem te zorgen, moet Frank eerst niets van de witte machine hebben. Maar na een tijdje begint hij het nut in te zien van de vriendelijke robot. Dat beperkt zich niet tot de afwas en het onkruid wieden, want Frank smeedt een plannetje om met behulp van de robot zijn criminele carrière nieuw leven in te blazen.","category":""},"68875":{"channel":"280714878","start":"1672686000","end":"1672691700","first":"Y","idtitle":"YEARONE","title":"Year One","program_id":"1313228156","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/12\/202212260200355115wi.jpg","description":"Wanneer de luie jagers Zed en Oh (Jack Black en Michael Cera) worden verbannen uit hun primitieve dorp, gaan ze op een epische reis om de oude wereld te ontdekken. Op hun pad ontmoeten ze enkele bijbelse figuren.","category":""},"68876":{"channel":"280714878","start":"1672691700","end":"1672697100","first":"L","idtitle":"LOOKSTHATKILL","title":"Looks that Kill","program_id":"1313228162","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/91\/20221226020035511h5w.jpg","description":"De zestienjarige Max (Brandon Flynn) is geboren met een bijzondere afwijking: zijn gezicht is zo mooi, dat iedereen letterlijk dood neervalt bij het zien van zoveel schoonheid. Daarom moet hij overal en altijd zijn gezicht verbergen achter een verband en een zonnebril. Zijn beste vriend Dan probeert hem te koppelen aan een meisje, maar wanneer de eerste date uitloopt op een mislukking, ziet Max het niet meer zitten. Juist wanneer hij van plan is van een brug te springen, ontmoet hij de aantrekkelijke Alex, die net als hij blijkt te kampen met een eigenaardige aangeboren afwijking.","category":""},"68877":{"channel":"280714878","start":"1672697100","end":"1672701900","first":"B","idtitle":"BREAKINGEXITING","title":"Breaking & Exiting","program_id":"1313228168","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/23\/20221226020035511hf6.jpg","description":"Harry (Milo Gibson) heeft een carrière als crimineel met een talent voor het inbreken in huizen. Door de verkoop van gestolen televisies en sieraden is hij in staat zijn huur te betalen. Nadat zijn partner in crime stopt, besluit Harry om alleen verder te gaan in de wetenschap dat hij niemand anders nodig heeft. Tot hij op een dag bij een nieuwe inbraak op Daisy stuit, een vrouw die net met een zelfmoordpoging bezig is. Hij besluit haar tegen zichzelf in bescherming te nemen. Voor beiden volgt een zoektocht naar zichzelf en de liefde.","category":""}}