{"68968":{"channel":"280714878","start":"1673224200","end":"1673231100","first":"L","idtitle":"LAVITAEBELLA","title":"La vita è bella","program_id":"1315594194","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/79\/202301010200397093nv.jpg","description":"In het Italië van de jaren dertig weet levensoptimist Guido (Roberto Benigni) zijn geliefde Dora te veroveren op de dag dat ze is uitgehuwelijkt aan een fascistische bureaucraat. Samen krijgen ze een kind en vijf jaar later, wanneer Italië de rassenwet in werking getreden, wordt Guido vanwege zijn joodse afkomst samen met zijn zoon naar een concentratiekamp gedeporteerd. Omdat de levens omstandigheden in het kamp erbarmelijk zijn, is Guido vastbesloten zijn zoon tegen alles en iedereen te beschermen. Hij slaagt erin zijn angst te overwinnen en zijn gevoel voor humor te laten zegevieren.","category":""},"68969":{"channel":"280714878","start":"1673231100","end":"1673237400","first":"A","idtitle":"ATTILAMARCEL","title":"Attila Marcel","program_id":"1315594200","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/53\/20230101020039710bnt.jpg","description":"Paul is zijn geheugen kwijt en kan niet meer praten sinds hij zijn ouders zag sterven. Hij wordt opgevoed door twee excentrieke tantes die hem niets liever zien worden dan een beroemd pianist, maar dientengevolge is hij erg volwassen voor zijn leeftijd. Wanneer hij mevrouw Proust ontmoet, krijgt hij de kans zijn verleden onder ogen te zien, omdat zij een recept voor een kruidenthee heeft dat de diepste herinneringen boven kan halen.","category":""},"68970":{"channel":"280714878","start":"1673237400","end":"1673244000","first":"C","idtitle":"CHICAGO","title":"Chicago","program_id":"1315594206","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/27\/20230101020039710t9b.jpg","description":"Chicago, 1929. Roxie Hart (Renée Zellweger) heeft er alles voor over om beroemd te worden op het toneel. Als ze ontdekt dat de mooie praatjes van een scharrel gelogen waren, schiet ze hem dan ook dood uit razernij. In de gevangenis ontmoet Roxie haar idool, zangeres en danseres Velma Kelly (Catherine Zeta-Jones), die vastzit voor de moord op haar echtgenoot en haar zus. Roxie's advocaat (Richard Gere) is een showbizzagent die ervoor zorgt dat haar verhaal in alle bladen terechtkomt. Wanneer Velma hierdoor in de vergetelheid raakt, ontstaat er een rivaliteit tussen de dames om publiciteit in de media.","category":""},"68971":{"channel":"280714878","start":"1673244000","end":"1673249400","first":"S","idtitle":"SAMMYSAVONTUREN2","title":"Sammy's avonturen 2","program_id":"1315912182","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/71\/202301020200347074dw.jpg","description":"De inmiddels oude schildpadden Sammy en Ray zijn al jaren goede vrienden en genieten van hun leven in de zee. Wanneer ze samen met de lieve kleine schildpadjes Ricky en Ella een tocht maken, worden Sammy en Ray gevangen genomen. Ze eindigen in een tropisch aquarium in Dubai met onder anderen het bazige zeepaardje Big D en Jimbo de bolle blobvis. Ricky en Ella gaan op zoek naar de twee oude schildpadden en verzinnen een list om alle dieren uit het aquarium te redden. Ze krijgen daarbij hulp van hun watervriendjes, onder wie Annabel de inktvis en een groepje pinguïns.","category":""},"68972":{"channel":"280714878","start":"1673249400","end":"1673256900","first":"H","idtitle":"HOPE","title":"Hope","program_id":"1315912188","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/79\/202301020200347074uq.jpg","description":"Na een succesvolle internationale tour met haar dansgezelschap, keert Anja (Andrea Bræin Hovig) terug naar huis om Kerst te vieren. Daar wacht haar gezin op haar: partner en theaterregisseur Tomas (Stellan Skarsgård), hun drie biologische kinderen, en de drie kinderen uit Tomas' eerste huwelijk. Maar vlak voor Kerst krijgen Anja en Tomas nieuws dat inslaat als een bom: Anja heeft een hersentumor en niet lang meer te leven. Samen proberen ze een manier te vinden om het nieuws te delen met hun familie. In de tijd die volgt wordt de relatie tussen Anja en Tomas hevig op de proef gesteld.","category":""},"68973":{"channel":"280714878","start":"1673256900","end":"1673262900","first":"D","idtitle":"DASGEHEIMELEBENDERBAEUME","title":"Das geheime Leben der Bäume","program_id":"1315912194","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/64\/20230102020034707b53.jpg","description":"Heel de wereld praat over het milieu, maar toch lukt het vaak niet om naar de natuur zelf te luisteren. Het is voor Duitse boswachter Peter Wohlleben inmiddels een missie geworden om dit te veranderen. Met zijn non-fictie bestseller Het Verborgen Leven van Bomen, die inmiddels in meer dan veertig landen is verschenen, laat Wohlleben de verborgen wereld van de bossen zien, het zogenaamde Wood Wide Web van bomen die met elkaar communiceren.","category":""},"68974":{"channel":"280714878","start":"1673262900","end":"1673270100","first":"T","idtitle":"THEHUNDREDFOOTJOURNEY","title":"The Hundred-Foot Journey","program_id":"1315912200","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/82\/20230102020034707te4.jpg","description":"De familie Kadam verhuist met grootse plannen van India naar het pittoreske Saint-Antonin-Noble-Val in Zuid-Frankrijk om daar een Indiaas restaurant te openen. Het rustig openen van het restaurant zit er echter niet in. De kille eigenaresse van het klassieke Franse restaurant Le Saule Pleureur, Madame Mallory (Helen Mirren), protesteert hevig tegen de opening, wat escaleert in een flinke vete tussen de twee vestigingen. Wanneer zoon Hassan Kadam zijn passie voor de Franse haute cuisine ontdekt en valt voor sous-chef Marguerite, probeert hij te bemiddelen en de twee uiteenlopende culturen nader tot elkaar te brengen.","category":""},"68975":{"channel":"280714878","start":"1673270100","end":"1673275500","first":"F","idtitle":"FANBOYS","title":"Fanboys","program_id":"1315912206","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/96\/20230102020034707ej6.jpg","description":"Vier jongemannen uit het mid-westen van de Verenigde Staten zijn al sinds hun kinderjaren met elkaar bevriend. Ze besluiten in een busje af te reizen naar de Skywalker ranch van Star Wars regisseur George Lucas. De jongens zijn namelijk extreme liefhebbers van sciencefictionfilms en nu bij een van hen kanker is vastgesteld kunnen ze niet wachten tot 'The Phantom Menace' in première gaat. Om de laatste wens van hun zieke vriend in vervulling te laten gaan, zullen ze moeten inbreken op de ranch zodat ze een vroege kopie van de film kunnen zien.","category":""},"68976":{"channel":"280714878","start":"1673275500","end":"1673280600","first":"B","idtitle":"BIGTRIP","title":"Big Trip","program_id":"1315912212","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/80\/202301020200347072qt.jpg","description":"Een onhandige ooievaar bezorgt de schattige baby Panda op het verkeerde adres. Beer, Eland, Tijger en Konijn vangen baby Panda op en beginnen aan een spannende tocht vol hilarische momenten. Zal het hen lukken om baby Panda veilig thuis te brengen?","category":""},"68977":{"channel":"280714878","start":"1673280600","end":"1673285700","first":"T","idtitle":"THEEMOJIMOVIE","title":"The Emoji Movie","program_id":"1315912218","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/7\/20230102020034707vcd.jpg","description":"Aan de binnenkant van je smartphone ligt Textopolis, een levendige stad waar al je favoriete emoji's wonen. Ze hebben allemaal maar één gezichtsuitdrukking, behalve de uitbundige Gene. Vastbesloten om net als alle andere emoji's 'normaal' te worden, schakelt hij de hulp in van zijn handige beste vriend Hi-5 en de beruchte codekraker Hackie. Samen gaan ze langs de verschillende apps op zoek naar de Code waarmee ze Gene kunnen veranderen. Maar wanneer een groot gevaar de smartphone bedreigt, hangt het lot van alle emoji's af van deze drie onwaarschijnlijke vrienden die samen hun wereld moeten redden voordat deze voorgoed gewist wordt.","category":""},"68978":{"channel":"280714878","start":"1673285700","end":"1673290800","first":"M","idtitle":"MYGENERATION","title":"My Generation","program_id":"1315912224","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/24\/20230102020034707w5a.jpg","description":"Brits filmicoon Michael Caine is de hoofdpersoon én verteller van My Generation, een levendige en inspirerende vertelling van zijn persoonlijke ervaringen in het Londen van de jaren 60. Ondersteund door prachtige archiefbeelden, invloedrijke songs en door middel van gesprekken met iconen (uit die tijd) als Paul McCartney, Twiggy, David Baily en David Hockney neemt Michael Caine de kijker mee op een reis naar de geboorte én naar het hart van de pop culture van het Londen van de Swinging Sixties.","category":""},"68979":{"channel":"280714878","start":"1673290800","end":"1673296500","first":"T","idtitle":"TWODAYSINNEWYORK","title":"Two Days in New York","program_id":"1315912230","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/39\/202301020200347077jy.jpg","description":"Marion (Julie Delpy) leeft samen met haar zoon en haar nieuwe vriend Mingus (Chris Rock) in New York. Als haar Franse vader, zus en diens vriend op bezoek komen blijkt dat de culturele verschillen tussen haar familie en haar Amerikaanse vriend Mingus voor explosieve situaties zorgen.","category":""},"68980":{"channel":"280714878","start":"1673296500","end":"1673302800","first":"I","idtitle":"IMETAGIRL","title":"I Met a Girl","program_id":"1315912428","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/40\/202301020200347076b1.jpg","description":"De Australische aspirant-muzikant Devon Cassidy heeft schizofrenie en is afhankelijk van de zorg door zijn oudere broer Nick. Een verhuizing brengt Devon in een neerwaarste spiraal, totdat hij Lucy ontmoet, een mysterieus meisje dat net zo impulsief en romantisch is als hij. Het is liefde op het eerste gezicht, maar na slechts één dag samen is Lucy al nergens meer te bekennen. Nick vermoedt dat Lucy een waanvoorstelling is. Maar Devon, die wil bewijzen dat hij niet gek is, ontdekt een briefje dat ze hem schreef: 'ontmoet me in Sydney'. Dus vertrekt Devon op een epische reis om het meisje van zijn dromen te vinden.","category":""},"68981":{"channel":"280714878","start":"1673302800","end":"1673308500","first":"M","idtitle":"MIDNIGHTINPARIS","title":"Midnight in Paris","program_id":"1315912434","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/14\/2023010202003470761k.jpg","description":"Gil (Owen Wilson) is een aspirant-schrijver die met zijn verloofde Inez en haar ouders een bezoek brengt aan de stad van de liefde. In tegenstelling tot de welgestelde Inez, die niets ziet in een onzeker kunstenaarsbestaan, valt Gil direct na aankomst al voor de artistieke charme van de lichtstad. Wanneer hij tijdens een nachtelijke wandeling op een wel heel bijzondere wijze wordt meegevoerd in de bruisende culturele geschiedenis van Parijs, is dit voor Gil reden om zijn huidige situatie eens onder de loep te nemen: is het leven daar nu echt zoveel mooier, of lijkt dat maar zo?","category":""}}