{"70056":{"channel":"280715003","start":"1672614600","end":"1672619700","first":"T","idtitle":"THERENTAL","title":"The Rental","program_id":"1312901384","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/82\/20221225020034708d27.jpg","description":"Twee jonge koppels trekken voor een weekendje naar een schijnbaar perfect huisje dat ze online hebben geboekt. Wat begint als een gezellig, feestelijk weekend slaat al snel om in een aaneenschakeling van sinistere gebeurtenissen. Stukje bij beetje komt het viertal tot het inzicht dat ze niet zo alleen zijn als eerder gedacht.","category":""},"70057":{"channel":"280715003","start":"1672619700","end":"1672626300","first":"S","idtitle":"SINISTER","title":"Sinister","program_id":"1312901390","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/27\/20221225020034708eox.jpg","description":"Tien jaar geleden schreef misdaadauteur Ellison Oswald (Ethan Hawke) een bestseller over een beruchte moord. In zijn zoektocht naar inspiratie voor een tweede commerciële succes, verhuist hij met z'n familie naar een huis waar de vorige bewoners bruut om het leven zijn gekomen en een kind vermist raakte. In de woning ontdekt Ellison een doos met angstaanjagende 8mm amateurfilmpjes. Hij realiseert zich niet dat hij hiermee deuren heeft geopend die beter gesloten konden blijven.","category":""},"70058":{"channel":"280715003","start":"1672626300","end":"1672631700","first":"S","idtitle":"SHARKNIGHT","title":"Shark Night","program_id":"1312901396","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/23\/20221225020034709ecg.jpg","description":"Als een groep vrienden vertrekt voor een vakantie op een prachtig eiland in de baai van Louisiana, is dit het begin van een regelrechte nachtmerrie. Het water dat hen omringt blijkt vol te zitten met levensgevaarlijke, bloeddorstige haaien, die het ene na het andere slachtoffer eisen. Terwijl de studenten pogingen doen om van het eiland af te komen, blijken niet alleen de haaien het op hen voorzien te hebben.","category":""},"70059":{"channel":"280715003","start":"1672631700","end":"1672637400","first":"T","idtitle":"THEBEACHBUM","title":"The Beach Bum","program_id":"1312901402","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/47\/20221225020034709wxi.jpg","description":"Moondog (Matthew McConaughey) is een succesvolle dichter die zijn leven volgens zijn eigen regels leeft. Samen met zijn rijke vrouw (Isla Fisher), zijn verwaande agent (Jonah Hill) en zijn beste vriend (Snoop Dogg) is het leven één groot feest vol drugs en drank. Moondog is de rockster onder de dichters, ook al heeft hij de laatste jaren niet veel op papier gezet. Wanneer het noodlot plotseling toeslaat, moet hij zich echter herpakken en zich richten op zijn grote talent: schrijven. Maar dat lijkt makkelijker gezegd dan gedaan wanneer het merendeel van je dagen in het teken staan van drank, drugs en vrouwen.","category":""},"70060":{"channel":"280715003","start":"1672637400","end":"1672644600","first":"M","idtitle":"MARYSHELLEY","title":"Mary Shelley","program_id":"1313227966","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/92\/20221226020034707bsz.jpg","description":"De rebelse en bevlogen Mary (Elle Fanning) valt op haar zeventiende voor de charmante dichter Percy Shelley. Hun hartstochtelijke affaire schokt hun omgeving en ze besluiten samen weg te lopen. Te gast in Zwitserland daagt Lord Byron zijn genodigden uit een spookverhaal te schrijven. Het is hier waar Mary een van de meest iconische personages aller tijden schept: Frankenstein. De samenleving van 1818 weigerde echter een vrouw als schrijfster van een literair meesterwerk te erkennen, wat Mary geen andere keus liet dan de vooroordelen van de samenleving te trotseren om haar creatie én eigen identiteit te verdedigen.","category":""},"70061":{"channel":"280715003","start":"1672644600","end":"1672653300","first":"M","idtitle":"MRTURNER","title":"Mr. Turner","program_id":"1313227972","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/21\/20221226020034707zwk.jpg","description":"De excentrieke 19e-eeuwse Britse kunstenaar J.M.W. Turner wordt diep geraakt door de dood van zijn vader. Hij begint een relatie met de weduwe Sophia Booth, die een pension runt aan de zee. Af en toe wordt hij lastig gevallen door Sarah Danby, een ex-geliefde bij wie hij twee buitenechtelijke dochters heeft. Turner verblijft in aristocratische landhuizen, maakt reizen, bezoekt bordelen, is een populair maar tegendraads lid van de Royal Academy of Arts, laat zichzelf aan een scheepsmast vastbinden om een sneeuwstorm te kunnen schilderen en wordt zowel gevierd als verguisd door het grote publiek en de culturele elite.","category":""},"70062":{"channel":"280715003","start":"1672653300","end":"1672659900","first":"L","idtitle":"LIFE","title":"Life","program_id":"1313227978","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/21\/20221226020034707j39.jpg","description":"Hollywoodlegende James Dean (Dane DeHaan) en fotograaf Dennis Stock (Robert Pattinson) gaan op roadtrip voor een fotoshoot voor LIFE Magazine en leren elkaar en zichzelf op een heel andere manier kennen. James Dean stierf op 24-jarige leeftijd na een korte, maar indrukwekkende carrière. Het maakte van hem een van de grootste Hollywood iconen ooit.","category":""},"70063":{"channel":"280715003","start":"1672659900","end":"1672667100","first":"M","idtitle":"MRMRSSMITH","title":"Mr. & Mrs. Smith","program_id":"1313227984","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/94\/20221226020034707kf8.jpg","description":"John en Jane Smith (Brad Pitt en Angelina Jolie) zijn een gewoon koppel met een gewoon huwelijk, waar de pit een beetje uit is. Beiden hebben echter een groot geheim: ze behoren, zonder dat de ander het weet, tot de beruchtste en meest gevraagde huurmoordenaars ter wereld, en zijn bovendien in dienst bij concurrerende bedrijven. Wanneer beiden een nieuwe opdracht krijgen en ontdekken dat ze elkaars doelwit zijn, zijn de poppen aan het dansen.","category":""},"70064":{"channel":"280715003","start":"1672667100","end":"1672674900","first":"M","idtitle":"MONEYBALL","title":"Moneyball","program_id":"1313227990","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/38\/20221226020034707wrx.jpg","description":"Billy Beane (Brad Pitt) is de manager van de 'Oakland Athletics', een honkbalteam uit Californië dat met geldproblemen kampt. Om met een minimaal budget toch ooit een winnend team samen te kunnen stellen en de World Series te winnen, gooit hij het aankoopbeleid over een geheel andere boeg. Waar alle coaches op hun gevoel afgaan, vaart Billy volledig op de statistieken die zijn nieuwe assistent Peter Brand (Jonah Hill) uit de computer haalt.","category":""},"70065":{"channel":"280715003","start":"1672674900","end":"1672687800","first":"T","idtitle":"THEBOX","title":"The Box","program_id":"1313227996","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/65\/202212260200347086mm.jpg","description":"1976. Norma Lewis (Cameron Diaz) is lerares. Haar man Arthur (James Marsden) werkt bij NASA. Hun leven verloopt rustig en voorspelbaar, totdat op een dag een mysterieuze man voor de deur staat die Norma een doosje overhandigt met een drukknop. Het doosje komt met een luguber voorstel: wie op de knop drukt krijgt 1 miljoen dollar, maar dan zal er ook ergens ter wereld een onbekend iemand gedood worden. Norma en Arthur krijgen 24 uur de tijd om te beslissen, een duivels dilemma.","category":""},"70066":{"channel":"280715003","start":"1672687800","end":"1672693500","first":"B","idtitle":"BONDIEU","title":"Bon Dieu!","program_id":"1313228002","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/20\/20221226020034708cfx.jpg","description":"Claude en Marie, een conservatief katholiek echtpaar met een prachtig landhuis aan de Loire, hebben het getroffen met vier mooie dochters. Het was echter even slikken toen de eerste dochter met een moslim, de tweede met een Jood en de derde met een Chinees trouwde. Alle hoop is nu gevestigd op de jongste dochter. Hun droom lijkt werkelijkheid te worden wanneer ze vernemen dat ze een brave katholieke jongen heeft ontmoet.","category":""},"70067":{"channel":"280715003","start":"1672693500","end":"1672698600","first":"T","idtitle":"THEWOLFOFSNOWHOLLOW","title":"The Wolf of Snow Hollow","program_id":"1313228008","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/17\/202212260200347087z5.jpg","description":"Sheriff John Marshall uit Snow Hollow worstelt met zijn mislukte huwelijk, een rebelse dochter en een ongemotiveerd team. Wanneer het kleine stadje bij volle maan wordt opgeschrikt door de brute moord op een toeriste, lijken de sporen te wijzen op een wolf. John behandelt de zaak als een 'gewone' moord en probeert samen met zijn vader, sheriff Hadley (Robert Forster), en zijn collega Julia te gemoederen te sussen. Maar al snel gaat het gerucht dat er een weerwold actief is in Snow Hollow. John wordt compleet opgeslokt door de jacht op de moordenaar en moet zichzelf er steeds vaker aan herinneren dat weerwolven niet bestaan...","category":""},"70068":{"channel":"280715003","start":"1672698600","end":"1672707300","first":"B","idtitle":"BRIMSTONE","title":"Brimstone","program_id":"1313228014","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/3\/20221226020034708yro.jpg","description":"Regisseur Martin Koolhoven (Oorlogswinter) verwezenlijkt zijn droom met deze duistere westernthriller. Aan het einde van de negentiende eeuw is het leven in het wilde Amerikaanse westland hard en meedogenloos. In deze hardvochtige omgeving probeert de jonge moeder Liz (Dakota Fanning) haar mannetje te staan. Wanneer een wraakzuchtige en verraderlijke dominee (Guy Pearce) het op haar heeft voorzien, toont zij zich een echte overlever. Liz weigert het slachtoffer te worden van deze weerzinwekkende vijand en slaat met kracht terug om te vechten voor een beter leven. Het is tijd voor vergelding.","category":""}}