{"55823":{"channel":"141431343","start":"1672786800","end":"1672793081","first":"P","idtitle":"PURCELLKINGARTHUR","title":"Purcell - King Arthur","program_id":"1313945309","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/10\/202212280200547144t3.jpg","description":"Hervé Niquet dirigeert het koor en orkest Le Concert Spirituel in een uitvoering van Henry Purcells (1659-1695) King Arthur. De opname vond plaats in de Nationale Opera van Montpellier Languedoc-Roussillon in maart 2009. De solisten zijn Ana Marin Labin, Chantal Santon-Jeffery, Mélodie Ruvio, Mathias Vidal, Marc Mouillon en Joao Fernandes. King Arthur bestaat uit vijf akten en betreft een semi-opera; tenzij er sprake is van een belangrijke dramatische handeling, zingen de hoofdfiguren niet. Het werk werd voor het eerst uitgevoerd in het Queen’s Theatre, Dorset Garden te Londen in 1691. Het plot speelt zich niet af rond de legende van de Ridders van de Ronde Tafel van Camelot, maar is gebaseerd op de oorlog en veldslagen tussen de Saksen en het Britse leger van koning Arthur.","category":""},"55824":{"channel":"141431343","start":"1672793081","end":"1672799445","first":"E","idtitle":"EUROPAKONZERT2007BERLIJN","title":"Europakonzert 2007 - Berlijn","program_id":"1313945315","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/23\/20221228020054714n4d.jpg","description":"Het Europakonzert van 2007 vond plaats in Berlijn ter ere van de 125ste verjaardag van de Berliner Philharmoniker. Het concertprogramma met als thema ‘Het jaar 1882’ staat onder de muzikale leiding van Sir Simon Rattle. Op het programma staan onder meer Brahms’ Vioolconcert, Op. 77 en Symfonie Nr. 4, Op. 98 en de Prelude uit Wagners Parsifal, een stuk dat door het orkest al in 1913 werd vastgelegd onder leiding van Alfred Hertz. Het feestelijke concert wordt afgesloten met Brahms Dubbelconcert, Op. 102. Solisten van de avond zijn Lisa Batiashvili (viool) en Truls Mørk (cello). Opgenomen in de ‘Kraftwerk und Kabelwerk Oberspree’; een indrukwekkend, historisch industrieel gebouw uit het laat 19e-eeuwse Berlijn.","category":""},"55825":{"channel":"141431343","start":"1672799445","end":"1672803235","first":"M","idtitle":"MOSAIQUEPROJECTCANADEZEPIANOKWARTETTEN","title":"Mosaïque Project - Canadeze Pianokwartetten","program_id":"1313945321","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/66\/20221228020054714e2w.jpg","description":"Dit bijzondere concert viert de diversiteit en rijkdom van Canada zoals Canadezen die zelf ervaren. Het Mosaïque Project van Ensemble Made in Canada bestaat uit een suite van pianokwartetten. Het ensemble gaf 14 Canadese componisten opdracht tot het schrijven van een pianokwartet, telkens geïnspireerd op een regio van dit uitgestrekte land. Hoogtepunt van Ensemble Made in Canada’s twee jaar durende tournee door Canada met dit programma was dit optreden in St. Catharines’ prachtige, gloednieuwe Partridge Hall. Het Ensemble, bestaande uit Elissa Lee (viool) Sharon Wei (altviool), Rachel Mercer (cello) en Angela Park (piano), treedt steeds meer op de voorgrond als Canada’s belangrijkste pianokwartet.","category":""},"55826":{"channel":"141431343","start":"1672803235","end":"1672808400","first":"P","idtitle":"PLANETEARTH","title":"Planet Earth","program_id":"1313945327","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/82\/20221228020054714fpf.jpg","description":"Al decennialang weet de contemporaine Nederlandse componist Johan de Meij publiek over de hele wereld te betoveren met zijn prachtige, intense en multimediale klassieke composities. Zijn Symfonie nr. 3, \"Planet Earth\", dateert uit 2006. Het omvat een ode aan Moeder Aarde ('Gaia' in het Grieks), geleend uit een drieduizend jaar oude Griekse hymne die aan Homerus wordt toegeschreven. Deze hymne, hier in de oorspronkelijke taal gezongen door een koor, vraagt ons om deze planeet, die voor ons allemaal zorgt, in ere te houden. In deze gefilmde uitvoering krijgt een symbolische Gaia, belichaamd door danseres Mikayla Scaife, de rol van hoofdpersoon en verteller. Haar dans vertelt het verhaal van ons verleden en heden, en schenkt ons een blik op een mogelijke toekomst. Deze film werd geregisseerd en gemonteerd door Jed Parker. Componist Anthony Fiumara beschreef het resultaat als volgt: \"De Meijs 'Planet Earth' is muziek voor deze tijd. De film voegt een compleet nieuwe dimensie toe aan de prachtige orkestmuziek. Het toont de schoonheid van onze planeet in een wake-upcall met een hoopgevend einde. De wisselwerking van muziek en film maken 'Planet Earth' tot een intense en ...","category":""},"55827":{"channel":"141431343","start":"1672808400","end":"1672811801","first":"B","idtitle":"BEETHOVENSOCTETENDVORAKSSERENADE","title":"Beethovens Octet en Dvořáks Serenade","program_id":"1313945333","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/44\/202212280200547149dn.jpg","description":"De Berliner Philharmoniker behoort al jaren tot de beste orkesten ter wereld. In 1990 kwamen musici uit het orkest bijeen om enkele prachtige kamermuziekstukken te spelen. Het eerste is Ludwig van Beethovens Octet in Es-groot en er wordt afgesloten met Antonín Dvořáks Serenade in d-klein. Beide composities zijn geschreven voor blaasinstrumenten. Wel herschreef en breidde Beethoven zijn eerste strijkkwartet uit voor zijn Octet in Es-groot. Dit concert is opgenomen in de Neue Kammern naast Slot Sanssouci, het zomerverblijf van Frederik de Grote.","category":""},"55828":{"channel":"141431343","start":"1672811801","end":"1672817980","first":"A","idtitle":"ARVOPAERTKANONPOKAJANEN","title":"Arvo Pärt - Kanon Pokajanen","program_id":"1313945339","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/9\/20221228020054714nbe.jpg","description":"Arvo Pärt baseerde zijn ‘Kanon Pokajanen’ (uit ‘Boetepsalmen’, 1995-97) op de kanon van boete en berouw zoals die al in de vroegste Slavisch-Christelijke manuscripten, uit de zesde eeuw na Christus, is terug te vinden. De kanon staat symbool voor de verandering, de overgang tussen dag en nacht, het Oude en het Nieuwe Testament, de profetie en de vervulling, het hier en het hiernamaals. Toegepast op de mens handelt het over de grens tussen het menselijke en het goddelijke, zwakheid en sterkte, lijden en verlossing, sterven en onsterfelijkheid. Deze ‘Kanon Pokajanen’ wordt in deze uitzending uitgevoerd door het Vlaamse kamerkoor Aquarius. Dit kamerkoor loopt in Vlaanderen voorop als het gaat om nieuwe muziek en nieuwe concertvormen. ‘Kanon Pokajanen’ is hier een goed voorbeeld van. De zangers staan niet op een podium, maar stellen zich op in een kring middenin een kerk. De donkere kerk wordt slechts verlicht door kaarsen en de lichtjes op de lessenaars. De zangers komen in processie binnen, stellen zich op in een kring, en zingen vervolgens een kleine twee uur lang.","category":""},"55829":{"channel":"141431343","start":"1672817980","end":"1672820613","first":"P","idtitle":"PIANOWERKENVANMENDELSSOHN","title":"Pianowerken van Mendelssohn","program_id":"1313945345","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/5\/20221228020054714mcp.jpg","description":"De Italiaanse pianist Roberto Prosseda (*1975) geldt momenteel als één van de belangrijkste vertolkers van Felix Mendelssohns pianorepertoire. Prosseda’s ontdekking van onbekende composities van Mendelssohn werd breed uitgemeten in de Europese media en leidde tot diverse plaatopnames voor het beroemde label Decca. In dit recital uit 2015 vanuit Teatro alle Vigne in het Italiaanse Lodi speelt Prosseda een selectie uit Felix Mendelssohns Lieder ohne Worte: Op. 19 nr. 1, Op. 38 nr. 2, Op. 38 nr. 6, Op. 53 nr. 2, Op. 30 nr. 6 en Op. 62 nr. 2, en diens Variations sérieuses, Op. 54, en Fantasie, Op. 28.","category":""},"55830":{"channel":"141431343","start":"1672820613","end":"1672823169","first":"C","idtitle":"CMIMPIANO2021HALVEFINALECHAEYOUNGPARK","title":"CMIM Piano 2021 Halve finale: Chaeyoung Park","program_id":"1313945351","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/42\/20221228020054714mf2.jpg","description":"Chaeyoung Park (Zuid-Korea, 1997) voert Joseph Haydns Pianosonate in Bes-groot (Hob. XVI.41), Béla Bartóks In de Open Lucht, SZ 81, BB 89, en Sergej Rachmaninovs Pianosonate nr. 2 in bes-klein, Op. 36 (versie van 1931) uit tijdens de halve finales van de Piano-editie 2021 van het Concours musical international de Montréal (CMIM). Dit recital werd opgenomen in het 1900 Building in Mission Woods, de Verenigde Staten.","category":""},"55831":{"channel":"141431343","start":"1672823169","end":"1672826909","first":"B","idtitle":"BRAHMSVIOOLCONCERTAKADEMISCHEFESTOUVERTUERE","title":"Brahms - Vioolconcert & Akademische Festouvertüre","program_id":"1313945357","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/68\/20221228020054714om8.jpg","description":"Franz Welser-Möst dirigeert het Cleveland Orchestra in een concertprogramma met werken van Johannes Brahms (1833-1897). Het concert opent met de Akademische Festouvertüre, Op. 80. Brahms componeerde het werk ter ere van de Universiteit van Breslau, waar de componist een eredoctoraat ontving in de filosofie. Na deze ouverture volgt Brahms' Vioolconcert in D, Op. 77. Soliste is de vermaarde Duitse violiste Julia Fischer (1983). Brahms componeerde het werk speciaal voo vioolvirtuoos Joseph Joachim, die het schaarde onder de 'vier grote Duitse vioolconcerten', naast die van Beethoven, Bruch en Mendelssohn. Dit concert is opgenomen in de Severance Hall te Cleveland, VS in 2014.","category":""},"55832":{"channel":"141431343","start":"1672826909","end":"1672829046","first":"P","idtitle":"PIANOWERKVANROSSINIVERDIRENDANOEA","title":"Pianowerk van Rossini, Verdi, Rendano e. a.","program_id":"1313945363","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/3\/20221228020054714mvd.jpg","description":"De zesdelige concertreeks \"Io suono italiano\" is gewijd aan muziek van Italiaanse componisten en uitgevoerd door Italiaanse musici op Italiaanse instrumenten. De reeks beslaat vier eeuwen aan muziek: van renaissancecomponist Girolamo Frescobaldi en barokcomponist Antonio Vivaldi tot de twintigste-eeuwse filmmuziek van Ennio Morricone en de moderne opera van Azio Corghi. Elk programma presenteert zowel bekende werken als minder bekende composities. Deze prachtige uitvoeringen werden in januari 2021 opgenomen in het sfeervolle Teatro Sociale in het Noord-Italiaanse Rovigo. In deze aflevering speelt pianist Roberto Prosseda Gioachino Rossini’s Une caresse à ma femme en Petite Valse du boudoir; Giuseppe Verdi’s Romanza in F-groot, en Valzer in F-groot; Alfonso Rendano’s Notturno in E-groot; Roffredo Caetani’s Ballata, Op. 9 in fis-klein; en Luigi Dallapiccola’s Sonatina Canonica su Capricci di Paganini.","category":""},"55833":{"channel":"141431343","start":"1672829046","end":"1672832201","first":"I","idtitle":"ISRAELISCHFILHARMONISCHORKESTCOMINGHOME","title":"Israëlisch Filharmonisch Orkest: Coming Home","program_id":"1313945369","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/24\/202212280200547140ja.jpg","description":"Op 24 december 2011 vierde het Israëlisch Filharmonisch Orkest, één van de belangrijkste orkesten ter wereld, het 75-jarig bestaan. Deze documentaire toont de beladen geschiedenis van het orkest, met op de achtergrond Israël en de holocaust. Door middel van archiefbeelden, verhalen van orkestleden en talloze concertfragmenten van dirigenten en musici als Arturo Toscanini, Arthur Rubinstein, Leonard Bernstein, Isaac Stern, Daniel Barenboim, Zubin Mehta en Itzhak Perlman komt de geschiedenis van deze vitale 75-jarige tot leven. Want ook beelden van de concertrepetities, concerten en tournees uit de huidige tijd worden ons niet onthouden!","category":""},"55834":{"channel":"141431343","start":"1672832201","end":"1672834131","first":"B","idtitle":"BEETHOVENPIANOSONATENR30OP109","title":"Beethoven - Pianosonate Nr. 30, Op. 109","program_id":"1313945375","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/38\/20221228020054714r9e.jpg","description":"Deze opname is onderdeel van Daniel Barenboims vermaarde uitvoering van Beethovens complete 32 pianosonates, opgenomen in Palais Rasumofsky te Wenen in 1983.","category":""},"55835":{"channel":"141431343","start":"1672834131","end":"1672837218","first":"R","idtitle":"RACHMANINOFFPIANOCONCERTNR1OP1ANDANTE","title":"Rachmaninoff - Pianoconcert Nr. 1, Op. 1 - Andante","program_id":"1313945381","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/38\/20221228020054714b2y.jpg","description":"Pianosolist Boris Berezovsky wordt begeleid door het Filharmonisch Orkest van Moskou onder leiding van Alexander Sladkovsky in een uitvoering van Sergej Rachmaninov's Pianoconcert nr. 1, Op. 1. Rachmaninov schreef dit eerste pianoconcert als 18-jarige student aan het Conservatorium van Moskou. Deze concertopname begint met 'Heavenly Movement', een compositie van de jonge Russische componist Elmir Nizamov (*1986). Dit concert werd opgenomen in Concertzaal Tsjaikovski in Moskou op 28 april 2017.","category":""},"55836":{"channel":"141431343","start":"1672837218","end":"1672843084","first":"R","idtitle":"RICCARDOCHAILLYDIRIGEERTMENDELSSOHN","title":"Riccardo Chailly dirigeert Mendelssohn","program_id":"1313945387","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/57\/20221228020054714u2x.jpg","description":"Riccardo Chailly’s inaugurele concert als kapelmeester van het Gewandhausorchester Leipzig heeft alle kenmerken van een unieke muzikale gebeurtenis. Het concertprogramma is opgebouwd rondom componist Felix Mendelssohn, die in 1743 aan de wieg stond van het Gewandhausorchester. Het concert bevat een overweldigende uitvoering van Mendelssohns Symfonie Nr. 2 Lobgesang met het bekende feestelijke laatste deel, en de eeuwig populaire Ouverture Midzomernachtsdroom met geweldige vocale solistsen als Anne Schwanewilms en Peter Seiffert. Het Gewandhausorchester kan vol trots terugblikken op 250 jaar geschiedenis. Door de jaren heen heeft het muziekgeschiedenis geschreven, en is het uitgegroeid tot één van de meest geliefde orkesten ter wereld.","category":""},"55837":{"channel":"141431343","start":"1672843084","end":"1672845581","first":"B","idtitle":"BEETHOVENTRIPLECONCERTOOP56","title":"Beethoven - Triple Concerto, Op. 56","program_id":"1313945393","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/91\/20221228020054714m7u.jpg","description":"De Amerikaanse dirigent Leonard Slatkin voert het Orchestre National de Lyon aan in deze concertopname uit 2014 uit het Auditorium de Lyon. Het concert begint met William Bolcoms 'Circus Ouverture', speciaal geschreven voor Slatkins 70e verjaardag dat jaar. Het concert gaat verder met een uitvoering van Ludwig van Beethovens Tripelconcerto in C majeur, Op. 56. Daarin spelen niet minder dan drie geweldige solisten: Olga Kern op de piano, Baibe Skride op de viool en Sol Gabetta op de cello. Deze compositie is het enige Beethovenconcerto met meer dan één solo-instrument. Tot besluit van het concert klinkt Maurice Ravels geliefde orkestratie van Modest Moessorgski's Schilderijen van een tentoonstelling.","category":""},"55838":{"channel":"141431343","start":"1672845581","end":"1672849135","first":"S","idtitle":"SJOSTAKOVITSJPRELUDESENFUGAS","title":"Sjostakovitsj - Preludes en fuga's","program_id":"1313945399","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/7\/20221228020054714fly.jpg","description":"Compagnia Simona Bucci presenteert een bijzonder concert \"in scenische vorm\": 'Preludi e Fughe - Geografia antropica'. Dmitri Sjostakovitsj' 24 preludes en fuga's, Op. 87 inspireerden choreograaf Simona Bucci om aan dit project te beginnen. Zeven dansers van de Compagnia Simona Bucci dansen op Sjostakovitsj' Preludes en fuga's nr. 1, 5, 7, 12, 13, 14, 16 en 24, uitgevoerd door de Italiaanse pianist Roberto Prosseda. Deze opname werd gemaakt tijdens het Stresa Festival van augustus 2019 in het Teatro Il Maggiore in het Italiaanse Verbania.","category":""},"55839":{"channel":"141431343","start":"1672849135","end":"1672855883","first":"B","idtitle":"BYCHKOVDIRIGEERTSMETANAMARTINUDVORAK","title":"Bychkov dirigeert Smetana, Martinů & Dvořák","program_id":"1313945405","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/31\/20221228020054714qze.jpg","description":"De in de Sovjet-Unie geboren dirigent Semyon Bychkov leidt het Tsjechisch Filharmonisch Orkest in een concertprogramma gewijd aan Tsjechische componisten, opgenomen in het Rudolfinum, Dvořák Hall, Praag in 2018. Op het programma staan Ouverture en dansen 'Polka', 'Furiant' en 'Skočná' uit Bedřich Smetana's opera De verkochte bruid. Het programma vervolgt met Bohuslav Martinů's Dubbelconcert voor twee strijkorkesten, piano en pauken (H. 271). De solisten zijn Ivo Kahánek (piano) en Michael Kroutil (pauken). Tot besluit van het concert klinkt Antonín Dvořáks bekende Symfonie nr. 9 in e-klein, opus 95, \"Uit de nieuwe wereld\".","category":""},"55840":{"channel":"141431343","start":"1672855883","end":"1672860600","first":"G","idtitle":"GOINGFORTHEIMPOSSIBLEMIRGAGRAZINYTETYLA","title":"Going for the Impossible: Mirga Gražinyte-Tyla","program_id":"1313945411","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/34\/202212280200547156sy.jpg","description":"Going for the Impossible is een documentaire over een uitzonderlijke dirigente. Mirga Gražinyte-Tyla behoort tot de meest belovende opkomende sterren binnen de wereld van de klassieke muziek. Op slechts dertigjarige leeftijd werd de Litouwse unaniem gekozen als muzikaal leider van de City of Birmingham Symphony Orchestra (CBSO), waarmee ze grootheden als Andris Nelsons en Sir Simon Rattle opvolgde. Gražinyte-Tyla omschrijft zichzelf als subtiel, sterk, kalm en zelfverzekerd; “The only thing that could ever stop me is my own lack of imagination.”","category":""},"55841":{"channel":"141431343","start":"1672860600","end":"1672866335","first":"E","idtitle":"EUROPAKONZERT2012WENEN","title":"Europakonzert 2012 - Wenen","program_id":"1313945417","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/40\/202212280200547152zc.jpg","description":"Jaarlijks organiseert de Berliner Philharmoniker een concert ter ere van de oprichting van het orkest in 1883. Dit zogeheten Europakonzert vindt ieder jaar plaats in een andere Europese culturele stad. In 2012 stond het orkest onder leiding van de internationaal vermaarde dirigent Gustavo Dudamel en was cellist Gautier Capuçon de gastsolist. Op het programma staan Brahms' Variaties op een thema van Haydn (Op. 56a), Haydns Concert voor Cello en Orkest (Hob. VIIb: 1) en Beethovens Symfonie Nr. 5 (Op. 67). Het Europakonzert 2012 vond plaats in de Spanische Hofreitschule te Wenen.","category":""},"55842":{"channel":"141431343","start":"1672866335","end":"1672869984","first":"Y","idtitle":"YOUNGEUROCLASSIC2018HOOGTEPUNTEN","title":"Young Euro Classic 2018 - Hoogtepunten","program_id":"1313945423","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/21\/2022122802005471575p.jpg","description":"Het Young Euro Classica festival blijft trouw aan diens missie om nieuwe werken, ideeën en musici te tonen aan publiek. Ook in 2018 werd alles uit de kast gehaald om nieuwsgierigheid te wekken: van een veelvoud aan Duitse en wereldpremières tot grootschalige orkestwerken van Richard Strauss, van jazz tot ballet en natuurlijk de onsterfelijke symfonieën van Beethoven. Dit concert bevat enkele hoogtepunten van de festivaleditie van 2018: Mozarts Symfonie Nr. 31, het eerste deel uit Nielsens Symfonie Nr. 3, het eerste deel uit Brahms' Symfonie Nr. 4, Kristjan Järvi's New York Songs alsook een bewerking van Marvin Gayes \"Got to Give It Up\".","category":""},"55843":{"channel":"141431343","start":"1672869984","end":"1672873200","first":"F","idtitle":"FRANCKSONATEINAGROOTVOORCELLOENPIANO","title":"Franck - Sonate in A-groot voor Cello en Piano","program_id":"1313945429","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/34\/2022122802005471510v.jpg","description":"Het Lucerne Symphony Orchestra onder leiding van Neeme Järvi presenteert de wereldpremière van Rodion Sjtsjedrins Dubbelconcert voor cello, piano en orkest. De solisten zijn Martha Argerich (piano) en Mischa Maisky (cello). Op het programma staan Antonín Dvořáks Scherzo capriccioso in Des, Op. 66, B 131, Sjtsjedrins bovengenoemde Dubbelconcert \"Romantic Offering\", César Francks Sonate voor piano en cello in A, en Dmitri Sjostakovitsj's Symfonie nr. 9, Op. 70. Deze première-uitvoering werd opgenomen in het Kultuur- en Congrescentrum van Luzern, het KKL, op 9 februari 2011. Het Lucerne Symphony Orchestra, orkest-in-residentie in het KKL, is het oudste symfonieorkest van Zwitserland en heeft internationaal grote faam opgebouwd.","category":""}}