{"70118":{"channel":"280715028","start":"1672700400","end":"1672707600","first":"T","idtitle":"THECOLLINICASE","title":"The Collini Case","program_id":"1313228234","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/87\/20221226020035512n2e.jpg","description":"Wanneer de jonge advocaat Caspar Leinen een spectaculaire zaak toegewezen krijgt, blijkt het slachtoffer een oude bekende van hem te zijn. Maar waarom vermoordde zijn cliënt, de zeventigjarige Fabrizio Collini, deze vooraanstaande industrieel? Terwijl Collini blijft zwijgen over zijn motieven raakt Caspar steeds dieper betrokken in de zaak en wordt hij niet alleen met zijn eigen verleden geconfronteerd, maar stuit hij ook op een van de grootste gerechtelijke schandalen uit de Duitse geschiedenis, eentje die veel mensen liever verborgen hadden gehouden.","category":""},"70119":{"channel":"280715028","start":"1672707600","end":"1672713300","first":"S","idtitle":"SHOWMEWHATYOUGOT","title":"Show Me What You Got","program_id":"1313228240","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/43\/20221226020035512x6f.jpg","description":"We volgen de drie millennials vanaf belangrijke momenten in hun leven; de vrolijke Marcello die leeft onder de vleugel van een Italiaanse soapster-vader, de soulvolle Frans-Iraanse acteur Nassim die probeert een succesvolle carrière te krijgen en kunstenares Christine die in de rouw is na de dood van haar grootvader. Het trio vindt elkaar in de deelname aan politieke protesten, hun liefde voor kunst en hun onconventionele liefde, totdat Marcello terug moet naar Italië en de evenwicht in hun relatie wordt ontwricht.","category":""},"70120":{"channel":"280715028","start":"1672713300","end":"1672719300","first":"T","idtitle":"THETENDERHOOK","title":"The Tender Hook","program_id":"1313228246","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/67\/20221226020035512bvp.jpg","description":"In het stijlvolle Sydney uit de jaren twintig van de vorige eeuw, werkt een jonge vrouw zich naar de top van een driehoek van liefde en macht. Femme fatale Iris (Rose Byrne) houdt er twee geliefden op na: de één, een Engelse schurk (Hugo Weaving) en de ander, een goudeerlijke bokser. Iris denkt alles onder controle te hebben, maar de 'verboden' relatie met een van de twee mannen brengt daar verandering in.","category":""},"70121":{"channel":"280715028","start":"1672719300","end":"1672725600","first":"M","idtitle":"MISERY","title":"Misery","program_id":"1313228252","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/13\/20221226020035512j20.jpg","description":"Romanschrijver Paul Sheldon (James Caan) kan zich de verblindende sneeuwstorm, die zijn auto tollend van de weg af bracht, niet herinneren. Ook kan hij zich niet herinneren dat hij door aandacht en liefdevolle verpleging weer bij bewustzijn is gebracht. Het enige dat hij zich herinnert, is dat hij wakker werd in het huis van Annie (Kathy Bates). Deze voormalige verpleegster verandert echter van een reddende engel in een maniakale fan, die zich heeft voorgenomen om haar favoriete schrijver de rest van zijn leven als persoonlijke gevangene te houden.","category":""},"70122":{"channel":"280715028","start":"1672725600","end":"1672731000","first":"C","idtitle":"CITIZENJANE","title":"Citizen Jane","program_id":"1313561178","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/85\/20221227020035512srj.jpg","description":"Jane Alexander, een aantrekkelijke, atletische vrouw, geniet van een comfortabel leven in Pacific Heights met haar man, de knappe, charismatische Tom. Jane's idyllische leven verandert als haar geliefde tante Gertrude op brute wijze wordt vermoord. Haar verdriet gaat over in afschuw wanneer een politiedetective Jane ervan overtuigt dat Tom de moordenaar is. Jane begint aan een spannende reis om haar vindingrijke echtgenoot op te sporen. Ze verbaast politie en justitie met haar sluwheid en vastberadenheid.","category":""},"70123":{"channel":"280715028","start":"1672731000","end":"1672737300","first":"H","idtitle":"HETBOMBARDEMENT","title":"Het Bombardement","program_id":"1313561184","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/38\/20221227020035512vwn.jpg","description":"Rotterdam, mei 1940. De eenvoudige bakkersknecht en amateurbokser Vincent de Graaf (Jan Smit) raakt halsoverkop verliefd op de welgestelde Eva von Heerle (Roos van Erkel), dochter van Duitse notabelen. Eva moet een verstandshuwelijk aangaan met een rijke industrieel. Alleen een wonder kan Vincent bij haar brengen, of het noodlot... Wanneer de Duitsers Nederland binnenvallen, begeven Vincent en Eva zich op een op de gevaarlijke tocht dwars door de frontlinie om haar ouders op te gaan halen. Wanneer de Maasstad op 14 mei gebombardeerd wordt, veranderen de levens van alle Rotterdammers voorgoed. Ook die van Vincent en Eva.","category":""},"70124":{"channel":"280715028","start":"1672737300","end":"1672743900","first":"D","idtitle":"DEVILSKNOT","title":"Devil's Knot","program_id":"1313561190","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/49\/20221230210030520na7.jpg","description":"Een brute moord op drie jongens zorgt begin jaren `90 voor opschudding bij een kleine gemeenschap in Arkansas. Op zoek naar een makkelijke zondebok worden na een kort onderzoek al gauw drie tieners met een voorliefde voor hardrock en occulte zaken veroordeeld tot zware gevangenisstraffen. Privédetective Ron Lax (Colin Firth) gelooft echter in hun onschuld en gaat de strijd aan met justitie. De jaren die daarop volgen blijft hun zaak de gemoederen zowel binnen als buiten Amerika bezighouden.","category":""},"70125":{"channel":"280715028","start":"1672743900","end":"1672749600","first":"R","idtitle":"REMEMBER","title":"Remember","program_id":"1313561196","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/85\/20221227020035513j81.jpg","description":"Elke keer als Zev (Christopher Plummer) wakker wordt, roept hij de naam van zijn vrouw, om vervolgens eraan herinnerd te worden dat ze onlangs is overleden. Zev lijdt aan geheugenverlies. Daarom heeft zijn vriend Max (Martin Landau) uitgebreide instructies opgeschreven voor de reis die Zev gaat maken. Een reis die hem langs meerdere plekken in Canada en Amerika leidt, op zoek naar de man die zeventig jaar eerder verantwoordelijk was voor de dood van zijn familie in het concentratiekamp van Auschwitz.","category":""},"70126":{"channel":"280715028","start":"1672749600","end":"1672756200","first":"L","idtitle":"LIFE","title":"Life","program_id":"1313561202","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/36\/20221227020035513fss.jpg","description":"Hollywoodlegende James Dean (Dane DeHaan) en fotograaf Dennis Stock (Robert Pattinson) gaan op roadtrip voor een fotoshoot voor LIFE Magazine en leren elkaar en zichzelf op een heel andere manier kennen. James Dean stierf op 24-jarige leeftijd na een korte, maar indrukwekkende carrière. Het maakte van hem een van de grootste Hollywood iconen ooit.","category":""},"70127":{"channel":"280715028","start":"1672756200","end":"1672761600","first":"T","idtitle":"THERUNNER","title":"The Runner","program_id":"1313561208","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/89\/20221227020035513442.jpg","description":"Colin Pryce (Nicolas Cage) is een politicus met grootse idealen maar niet zonder persoonlijke zwaktes. Na het grootschalige olielek van BP in 2010 en een seksschandaal op zijn eigen naam is Colin gedwongen zijn chaotische leven onder de loep te nemen.","category":""},"70128":{"channel":"280715028","start":"1672761600","end":"1672767300","first":"P","idtitle":"POLICE","title":"Police","program_id":"1313561214","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/27\/20221227020035513dox.jpg","description":"De Parijse agenten Aristide en Virginie delen niet alleen een heimelijke liefdesaffaire. Samen met hun collega Erik moeten ze een asielzoeker wegbrengen naar het vliegveld, opdat hij kan worden uitgezet naar Tadsjikistan. Hun persoonlijke beslommeringen thuis en de terugkerende menselijke misère waar ze dagelijks mee te maken hebben in hun politiewerk maken de sfeer in de auto soms behoorlijk gespannen. Wanneer Virginie tot het besef komt dat ze het leven van de asielzoeker in gevaar brengen door hem terug te sturen, neemt ze Aristide en Erik mee in haar dilemma.","category":""},"70129":{"channel":"280715028","start":"1672767300","end":"1672774200","first":"V","idtitle":"VELEHEMELSBOVENDEZEVENDE","title":"Vele hemels boven de zevende","program_id":"1313561220","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/11\/20221227020035513eas.jpg","description":"Eva staat altijd klaar om de wereld te redden. Ze is een rots in de branding voor haar puberende nichtje, haar ruziënde ouders en haar dolverliefde zus. Ze is kampioen in geven, behalve aan zichzelf. Want achter haar brede glimlach en overdosis begrip, groeit een knagende eenzaamheid. Een film over obstakels die bergen worden en over durven kiezen voor je eigen geluk. Gebaseerd op de gelijknamige geliefde roman van Griet Op de Beeck, die ook het scenario voor de film schreef.","category":""},"70130":{"channel":"280715028","start":"1672774200","end":"1672780200","first":"D","idtitle":"DOGMAN","title":"Dogman","program_id":"1313561226","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/94\/20221227020035513l80.jpg","description":"Marcello bezit een hondentrimsalon in een vervallen buitenwijk aan de Italiaanse kust. Hij is een bescheiden man, houdt van zijn werk en wordt zeer gewaardeerd door zijn buurtgenoten. De rust in de wijk wordt verstoord als Simone, een ex-bokser verslaafd aan cocaïne, vrijkomt en de buurt terroriseert. De onzekere Marcello laat zich door Simone meeslepen in een spiraal van geweld. Wanneer Marcello zich voor de zoveelste keer verraden ziet door Simone, is de maat vol en begint hij te zinnen op wraak.","category":""},"70131":{"channel":"280715028","start":"1672780200","end":"1672791300","first":"J","idtitle":"JFK","title":"JFK","program_id":"1313561232","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/58\/20221227020035513gp7.jpg","description":"Op 22 november 1963 wordt president John F. Kennedy doodgeschoten in Dallas, Texas. De vermeende dader, Lee Harvey Oswald, wordt twee dagen later uit wraak doodgeschoten door nachtclubeigenaar Jack Ruby. Een onderzoekscommissie concludeert dat zowel Oswald als Ruby hun misdaden op eigen houtje begingen. Maar officier van justitie Jim Garrison (Kevin Costner) staat erg argwanend ten opzichte van het officiële verhaal dat door de FBI verteld wordt. Samen met zijn team begint hij aan een langdurige missie om het mysterie rond de moordaanslag te ontrafelen.","category":""}}