{"70168":{"channel":"280715028","start":"1673047200","end":"1673052900","first":"U","idtitle":"UNSANE","title":"Unsane","program_id":"1314810676","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/28\/2022123002004051239z.jpg","description":"Sawyer Valentini verhuist van Boston naar Pennsylvania om te ontsnappen aan de man die haar de afgelopen twee jaar heeft gestalkt. In overleg met een therapeut laat Valentini zich opnemen bij het Highland Creek Behavioral Center. Haar verblijf in de faciliteit wordt snel tegen haar zin in verlengd wanneer artsen en verpleegkundigen haar geestelijke gezondheid beginnen te betwijfelen. Sawyer gelooft nu dat een van de stafleden haar stalker is - en ze zal er alles aan doen om in leven te blijven en haar weg te vechten.","category":""},"70169":{"channel":"280715028","start":"1673052900","end":"1673058360","first":"S","idtitle":"SHOWMEWHATYOUGOT","title":"Show Me What You Got","program_id":"1314810682","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/84\/202212300200405121rr.jpg","description":"We volgen de drie millennials vanaf belangrijke momenten in hun leven; de vrolijke Marcello die leeft onder de vleugel van een Italiaanse soapster-vader, de soulvolle Frans-Iraanse acteur Nassim die probeert een succesvolle carrière te krijgen en kunstenares Christine die in de rouw is na de dood van haar grootvader. Het trio vindt elkaar in de deelname aan politieke protesten, hun liefde voor kunst en hun onconventionele liefde, totdat Marcello terug moet naar Italië en de evenwicht in hun relatie wordt ontwricht.","category":""},"70170":{"channel":"280715028","start":"1673058360","end":"1673064900","first":"N","idtitle":"NOTHINGBUTTHETRUTH","title":"Nothing But the Truth","program_id":"1314810688","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/78\/20221230020040512uub.jpg","description":"Wanneer politiek verslaggever Rachel Armstrong (Kate Beckinsale) een artikel schrijft over een mislukte militaire operatie en daarbij de naam van een betrokken CIA-agent onthult, raakt niet alleen haar eigen leven maar ook dat van de mensen in haar omgeving volledig ontwricht. Rachel weigert toe te geven aan de intimidatie en bedreigingen ten koste van de persvrijheid. Maar hoeveel is ze bereid op te geven voor haar journalistieke ambitie, waarvan ook onschuldigen het slachtoffer worden? Het verschil tussen goed en kwaad wordt steeds onduidelijker naarmate de beerput van leugens, corruptie en moord steeds verder wordt opengetrokken.","category":""},"70171":{"channel":"280715028","start":"1673064900","end":"1673071200","first":"H","idtitle":"HURRICANE","title":"Hurricane","program_id":"1314810694","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/79\/202212300200405127p2.jpg","description":"Tijdens de Tweede Wereldoorlog ontvluchten Poolse gevechtspiloten de verwoesting van hun vaderland om verder te vechten in Engeland. Hoewel de Britse RAF zware verliezen lijdt tegen de Duitse Luftwaffe, worden de Polen belachelijk gemaakt door Britse commando's en collega-piloten. Ondanks hun gevechtservaring blijven ze aan de grond. Maar de situatie wordt wanhopig voor de RAF en de charismatische Jan Zumbach overtuigt uiteindelijk het commando om zijn eskader in de lucht te krijgen. In oude, afgeranselde Hurricane vliegtuigen vechten de Poolse piloten met fanatisme, geen rekening houdend met hun eigen leven.","category":""},"70172":{"channel":"280715028","start":"1673071200","end":"1673078100","first":"L","idtitle":"LION","title":"Lion","program_id":"1315219202","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/40\/20221231020039707569.jpg","description":"Als vijfjarig jongetje komt Saroo Brierly per ongeluk terecht op een trein die hem duizenden kilometers door India voert, ver weg van zijn thuis en familie. Vanuit een weeshuis in Calcutta wordt hij geadopteerd door een Australisch echtpaar. Vijfentwintig jaar later zoekt Saroo (Dev Patel) naar de plek waar hij ooit zijn familie kwijtraakte. Slechts gewapend met Google Earth en zijn vroegste jeugdherinneringen bekijkt hij elke avond de spoorlijnen die naar Calcutta leiden, hopend op een aanknopingspunt.","category":""},"70173":{"channel":"280715028","start":"1673078100","end":"1673084700","first":"C","idtitle":"CONFESSIONSOFADANGEROUSMIND","title":"Confessions of a Dangerous Mind","program_id":"1315219208","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/53\/20221231020039707nx3.jpg","description":"In de jaren zestig en zeventig oogst producent en presentator Chuck Barris (Sam Rockwell) veel succes in een steeds groter wordende televisiewereld en heeft hij de liefde van zijn leven gevonden in Penny (Drew Barrymore). Op een dag wordt hij echter benaderd door de mysterieuze Jim (George Clooney) die een geheim agent blijkt te zijn en met een onverwacht voorstel komt: Chucks hoedanigheid als tv-presentator is een goede dekmantel om als huurmoordenaar te worden gerekruteerd door de CIA. Dit is het begin van een merkwaardig dubbelleven, die op den duur allebei in gevaar komen.","category":""},"70174":{"channel":"280715028","start":"1673084700","end":"1673091600","first":"C","idtitle":"CROOKEDHOUSE","title":"Crooked House","program_id":"1315219214","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/88\/202212310200397070dw.jpg","description":"In het landhuis van de schatrijke familie Leonides wordt de patriarch en eigenaar van het familiefortuin onder verdachte omstandigheden dood aangetroffen. Zijn beeldschone kleindochter Sophia roept de hulp in van haar voormalige minnaar, de privédetective Charles Hayworth. Er zijn verdachten te over: drie generaties van de Leonides dynastie wonen op het weeldige landgoed in een giftige atmosfeer vol bitterheid en jaloezie. En met het ongekende fortuin ligt het motief voor de hand. Maar niets is wat het lijkt.","category":""},"70175":{"channel":"280715028","start":"1673091600","end":"1673098500","first":"L","idtitle":"LITTLEWOMEN","title":"Little Women","program_id":"1315219220","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/97\/20221231020039707k5v.jpg","description":"Gebaseerd op Louisa May Alcotts autobiografische roman uit 1868 over liefde, familie en de vrouwelijke geest binnen de familie March. Terwijl hun vader aan het front vecht van de Amerikaanse Burgeroorlog, groeien de zussen Jo, Amy, Meg en Beth op onder de hoede van hun sterke moeder. Het zijn moeilijke tijden voor de vier jonge vrouwen die hun weg in de maatschappij moeten vinden. Met onder anderen Winona Ryder, Kirsten Dunst, Claire Danes, Susan Sarandon en Christian Bale.","category":""},"70176":{"channel":"280715028","start":"1673098500","end":"1673105700","first":"M","idtitle":"MARYSHELLEY","title":"Mary Shelley","program_id":"1315219226","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/53\/20221231020039708ecm.jpg","description":"De rebelse en bevlogen Mary (Elle Fanning) valt op haar zeventiende voor de charmante dichter Percy Shelley. Hun hartstochtelijke affaire schokt hun omgeving en ze besluiten samen weg te lopen. Te gast in Zwitserland daagt Lord Byron zijn genodigden uit een spookverhaal te schrijven. Het is hier waar Mary een van de meest iconische personages aller tijden schept: Frankenstein. De samenleving van 1818 weigerde echter een vrouw als schrijfster van een literair meesterwerk te erkennen, wat Mary geen andere keus liet dan de vooroordelen van de samenleving te trotseren om haar creatie én eigen identiteit te verdedigen.","category":""},"70177":{"channel":"280715028","start":"1673105700","end":"1673113200","first":"C","idtitle":"CAPITALISMALOVESTORY","title":"Capitalism: A Love Story","program_id":"1315219232","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/58\/202212310200397084w5.jpg","description":"Met zijn gebruikelijke humor stelt documaker Michael Moore een taboevraag: welke prijs betalen de Verenigde Staten voor hun liefde voor het kapitalisme? Jaren geleden leek die liefde erg onschuldig. Vandaag lijkt de Amerikaanse droom meer op een nachtmerrie waarin gezinnen hun werk, spaargeld en huizen kwijtraken. Michael Moore neemt ons mee in de huizen van die gewone mensen wier leven helemaal overhoop is gegooid; en hij gaat op zoek naar antwoorden in Washington DC en andere plaatsen. Wat hij vindt zijn de bekende symptomen van een mislukte liefdesrelatie: leugens, misbruik, verraad en 14.000 jobs die elke dag verloren gaan.","category":""},"70178":{"channel":"280715028","start":"1673113200","end":"1673119800","first":"T","idtitle":"THANKSFORSHARING","title":"Thanks for Sharing","program_id":"1315219238","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/51\/20221231020039708zat.jpg","description":"Adam is een ex-seksverslaafde die al vijf jaar het rechte pad bewandelt. Wanneer hij verliefd wordt op de beeldschone Phoebe, wordt zijn discipline flink op de proef gesteld. Moet hij vertellen dat hij ooit seksverslaafd was, of haar in onwetendheid houden? Adams sponsor Mike worstelt met zijn eigen problemen, terwijl de jonge Neil zichzelf maar amper onder controle weet te houden. Hij heeft het zeer moeilijk in een drukke stad vol seksuele verleidingen, maar wordt gelukkig bijgestaan door de stoere Dede.","category":""},"70179":{"channel":"280715028","start":"1673119800","end":"1673125800","first":"A","idtitle":"ASINGLEMAN","title":"A Single Man","program_id":"1315219308","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/63\/20221231020039708m7w.jpg","description":"In het Los Angeles van 1962 heeft George (Colin Firth), een Britse professor van 52 jaar, moeite zijn leven weer op de rails te krijgen na de dood van zijn partner (Matthew Goode). George leeft in het verleden zonder oog te hebben voor de toekomst. Bijgestaan door zijn beste vriendin Charley (Julianne Moore) probeert hij zich staande te houden. De 48 jarige Charley heeft echter haar eigen problemen met de toekomst en het verval van haar schoonheid. De jonge Kenny (Nicholas Hoult) is een student van George die worstelt met zijn identiteit. Hij bemerkt in George een gelijkgestemde, en achtervolgt hem.","category":""},"70180":{"channel":"280715028","start":"1673125800","end":"1673131200","first":"S","idtitle":"SOMETIMESALWAYSNEVER","title":"Sometimes Always Never","program_id":"1315219314","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/75\/20221231020039708ml0.jpg","description":"De zestigjarige kleermaker Alan (Bill Nighy) is net zo scherp als zijn maatpakken gesneden zijn. Hij is al jarenlang op zoek naar zijn vermiste zoon Michael, die wegliep na een hoogopgelopen ruzie tijdens een potje Scrabble. Ondertussen verwaarloosde Alan de relatie met zijn jongste zoon Peter (Sam Riley). Wanneer een lichaam moet worden geïdentificeerd, haalt Alan de band met Peter aan en neemt hij hem op sleeptouw. Maar voordat alle verhoudingen hersteld kunnen worden, moet hij ook nog het mysterie oplossen van een online Scrabble-speler van wie hij vermoedt dat het Michael is.","category":""},"70181":{"channel":"280715028","start":"1673131200","end":"1673138700","first":"T","idtitle":"TINKERTAILORSOLDIERSPY","title":"Tinker Tailor Soldier Spy","program_id":"1315219320","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/91\/2022123102003970871f.jpg","description":"Wanneer een geheimagent ontdekt dat er een mogelijke mol aanwezig is in de top van de Britse inlichtingendienst M1-6, wordt in het geheim de gepensioneerde veteraan George Smiley (Gary Oldman) ingeschakeld. De top van de inlichtingendienst mag van niets weten. Smiley's laatste missie staat in het teken van het opsporen van de dubbelspion, maar al snel blijkt er sprake te zijn van een ingewikkelde samenzwering. George belandt in een web van intriges.","category":""}}