{"68459":{"channel":"280714878","start":"1672161900","end":"1672167600","first":"B","idtitle":"BONDIEU","title":"Bon Dieu!","program_id":"1310901887","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/13\/20221220020040519ena.jpg","description":"Claude en Marie, een conservatief katholiek echtpaar met een prachtig landhuis aan de Loire, hebben het getroffen met vier mooie dochters. Het was echter even slikken toen de eerste dochter met een moslim, de tweede met een Jood en de derde met een Chinees trouwde. Alle hoop is nu gevestigd op de jongste dochter. Hun droom lijkt werkelijkheid te worden wanneer ze vernemen dat ze een brave katholieke jongen heeft ontmoet.","category":""},"68460":{"channel":"280714878","start":"1672167600","end":"1672173300","first":"Y","idtitle":"YOUWILLMEETATALLDARKSTRANGER","title":"You Will Meet a Tall Dark Stranger","program_id":"1310901893","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/80\/2022122002004051922g.jpg","description":"Alfie (Anthony Hopkins) besluit zijn goedgelovige vrouw Helena te verlaten om te zoeken naar een verloren jeugd, die hij vindt bij een jonge en ongedwongen prostituee. Hierop laat Helena alle rationaliteit varen en legt haar leven in de handen van een obscure waarzegster. Dochter Sally (Naomi Watts) is eveneens niet gelukkig in haar huwelijk en ontwikkelt een geheime liefde voor een charmante galeriehouder (Antonio Banderas). Ondertussen laat haar man Roy (Josh Brolin) zijn oog vallen op een mysterieuze dame aan de overkant van de straat.","category":""},"68461":{"channel":"280714878","start":"1672173300","end":"1672178700","first":"M","idtitle":"MRSLOWRYSON","title":"Mrs Lowry & Son","program_id":"1310901899","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/9\/20221220020040519mz9.jpg","description":"De inmiddels gevierde Britse kunstenaar L.S. Lowry (Timothy Spall) had een getroubleerde relatie met zijn aan bed gekluisterde, dominante moeder (Vanessa Redgrave). Werkend als huurincasseerder mengt Lowry zich overdag tussen de fabriekswerkers op de straten van Salford. Zijn vrije uren besteedt hij aan het maken van zijn schilderijen en de zorg voor zijn moeder, die zijn artistieke ambities enkel bekritiseert.","category":""},"68462":{"channel":"280714878","start":"1672178700","end":"1672184100","first":"M","idtitle":"MEETMEINVENICE","title":"Meet Me in Venice","program_id":"1310901905","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/15\/20221220020040519hqk.jpg","description":"Liza is een jonge vrouw die naar Venetië afreist om daar haar Italiaanse vader Mauro te zien. Hij heeft zijn dochter sinds zij drie jaar oud was niet meer gezien, omdat hij toen van haar moeder scheidde. Sindsdien reist hij de wereld over als muzikant. Vader en dochter blijken tijdens de reis meer overeenkomsten te hebben dan ze dachten en hun band wordt met elke kilometer die ze reizen sterker.","category":""}}