{"55868":{"channel":"141431343","start":"1672959600","end":"1672966326","first":"M","idtitle":"MOZARTDONGIOVANNI","title":"Mozart - Don Giovanni","program_id":"1314374818","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/1\/20221229020109724euk.jpg","description":"Op een verlaten industrieterrein wordt ’s nachts een jonge vrouw lastiggevallen. Ze roept om hulp. Een auto stopt, de man die eruit springt verdedigt de vrouw. Er klinkt een schot, de man is dood en haar belagers vluchten. Als de vrouw wakker wordt ziet ze dat de dode man haar vader is. Don Giovanni is een enorme verleider, die honderden vrouwen op zijn beroemde lijst heeft staan. Nooit heeft zijn geweten hem gehinderd - tot hij op een avond per ongeluk de vader doodt die zijn dochter Anna probeerde te verdedigen. Vanaf dat moment groeien de demonen in zijn hoofd. Op het huwelijk van zijn beste vriend komt alles samen. Giovanni’s versmade geliefde is wanhopig op zoek naar hem en verstoort de bruiloft. Anna en haar verloofde zoeken de moordenaar van haar vader en belanden tevens op het feest. Maar Giovanni kan zich wederom niet beheersen; hij probeert zelfs de bruid te verleiden... Met deze Don Giovanni strijkt Holland Opera neer in de Werkspoorkathedraal in Utrecht. De productie is in samenwerking met het orkest de Nieuwe Philharmonie Utrecht onder leiding van Johannes Leertouwer.","category":""},"55869":{"channel":"141431343","start":"1672966326","end":"1672972754","first":"C","idtitle":"CONCERTLIVEFROMGENEVA","title":"Concert Live from Geneva","program_id":"1314374824","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/19\/20221229020109724s90.jpg","description":"Daniel Barenboim dirigeert het West-Eastern Divan Orchestra in een uitvoering van Beethovens Pianoconcert Nr. 3 en Tsjaikovsky’s Symfonie Nr. 5. Het concert wordt afgesloten met de Valse Triste van Sibelius en de ouverture uit Verdi’s La Forza del Destino. Opgenomen in de Victoria Hall te Genève in 2004. Het internationaal gelauwerde West-Eastern Divan Orchestra werd opgericht door Daniel Barenboim en Edward Said en bestaat uit jonge, uiterst getalenteerde Israëlische en Arabische musici. Het gezelschap wil een dialoog tot stand brengen tussen de culturen uit het Midden-Oosten door samen muziek te maken.","category":""},"55870":{"channel":"141431343","start":"1672972754","end":"1672976262","first":"R","idtitle":"ROCAMADOURDURUFLESREQUIEM","title":"Rocamadour: Duruflés Requiem","program_id":"1314374830","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/12\/2022122902010972406g.jpg","description":"Verspreid over elf dagen vond in augustus 2020 in het Franse pelgrimsoord Rocamadour de vijftiende editie plaats van het Festival de Rocamadour, volledig gewijd aan kerkelijke muziek uit de barok, romantiek, en klassieke tijd. Op 16 augustus trad de jonge Britse organist Jeremiah Stephenson op in de middeleeuwse Basilique Saint-Sauveur met het in 2013 opgerichte Franse kamerkoor Dulci Jubilo, dat onder leiding staat van dirigent en oprichter Christopher Gibert. Tijdens dit ingetogen concert vormt het orgel de rode draad: van componist en organist Thierry Escaich (*1965) staat Trois motets op het programma, bestaande uit Eaux natales, Le Masque en Vers l’espérance. Dan volgt het Requiem van componist en organist Maurice Duruflé (1902-1986). Tot besluit klinkt Timor et tremor uit Quatre motets pour un temps de pénitence van Francis Poulenc (1899-1963).","category":""},"55871":{"channel":"141431343","start":"1672976262","end":"1672981200","first":"R","idtitle":"RIMSKYKORSAKOVTHETALEOFTSARSALTANSUITE","title":"Rimsky-Korsakov - The Tale of Tsar Saltan Suite","program_id":"1314374836","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/12\/20221229020109724z2t.jpg","description":"Mikhail Pletnev dirigeert het Russian National Orchestra in een concert opgenomen in de Tsjaikovskizaal te Moskou. Op het programma staan twee orkestsuites van Rimski-Korsakov: \"The Tale of the Invisible City of Kitezh and the Maiden Fevroniya\" en \"The Tale of Tsar Saltan\". Dit concert is geproduceerd door de Moscow Philharmonic Society, welke volgens de in St. Petersburg geboren componist Sjostakovitsj een significante rol speelde in de ontwikkeling van het Russische artistieke leven. De evenementen van het instituut zijn in de loop der jaren bezocht door miljoenen muziekliefhebbers en duizenden musici. De Moscow Philharmonic Society is opgericht in 1922 door de toenmalige commissaris van cultuur Anatoly Lunacharski en is inmiddels uitgegroeid tot het grootste concertinstituut van Rusland.","category":""},"55872":{"channel":"141431343","start":"1672981200","end":"1672983750","first":"M","idtitle":"MOZARTPIANOCONCERTENNR1ENNR4","title":"Mozart - Pianoconcerten Nr. 1 en Nr. 4","program_id":"1314811497","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/86\/20221230020044708es6.jpg","description":"Heidrun Holtmann is de soliste in Mozarts Pianoconcert Nr. 1, KV 37 en Nr. 4, KV 41. Dit concert vond plaats in het Theatro Scientifico del Bibiena in Mantua. Het Orchestra della Radiotelevisione della Svizzera staat onder leiding van Marc Andreae.","category":""},"55873":{"channel":"141431343","start":"1672983750","end":"1672989074","first":"D","idtitle":"DAUCEDIRIGEERTCHARPENTIERENDUMONT","title":"Daucé dirigeert Charpentier en Du Mont","program_id":"1314811503","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/11\/20221230020044708od7.jpg","description":"Klavecinist en organist Sébastien Daucé voert Ensemble Correspondances aan tijdens dit concert dat onderdeel uitmaakte van het Internationaal Barokfestival Valletta 2017 en plaatsvond in de Co-Cathédrale de St-Jean de la Valette op Malta. Het concert begint met een uitvoering van Marc-Antoine Charpentier’s laat-17e-eeuwse compositie Te Deum. De vrolijke en populaire prelude tot dit werk is bij velen bekend als de herkenningsmelodie van Eurovisie-uitzendingen. Verder bestaat het concert uit motetten van Henry du Mont (1610-1694), een organist en barokcomponist van de Franse school, geboren in de zuidelijke Nederlanden. Jean-Baptiste Lully (1632-1687) en François Couperin (1668-1733) worden tot zijn muzikale erfgenamen gerekend","category":""},"55874":{"channel":"141431343","start":"1672989074","end":"1672993127","first":"B","idtitle":"BEETHOVENPIANOSONATAESOP109110111","title":"Beethoven - Pianosonataes Op 109, 110 & 111","program_id":"1314811509","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/85\/20221230020044708yxl.jpg","description":"Kunnen wij het creatieve brein van Ludwig van Beethoven ervaren als van binnenuit, en dan met name in de laatste fase van zijn leven, toen de componist met ernstig gehoorverlies te maken had? Pianist Tom Beghins recente opnames van Beethovens Pianosonates Op. 109, 110 en 111 zijn een artistieke verkenning van de manier waarop Beethovens musiceren werd gevormd door de werkomstandigheden die hij met hulp van collega's en vrienden wist te scheppen. Tom Beghin voert niet alleen Beethovens drie meesterlijke pianowerken uit op een magnifieke, nieuwe replica van Beethovens Broadwood & Sons fortepiano, hij maakt bovendien gebruik van een gereconstrueerde 'Gehörmaschine', een resonator zoals Beethoven die op zijn piano liet inbouwen zodat hij muziek kon blijven schrijven terwijl zijn gehoor achteruit ging. “U hoort het beter als u uw hoofd onder dit apparaat houdt, nietwaar?,” vroeg André Stein aan Beethoven. Twee eeuwen later kunnen wij zelf ervaren hoe Beethoven zijn eigen muziek hoorde, en ons afvragen: horen wij Beethovens muziek nu anders? Beghin lokt ons de 'gehoormachine' in, zodat we de essentie van Beethovens onstuimige en onweerstaanbaar poëtische muzikale vibraties niet ...","category":""},"55875":{"channel":"141431343","start":"1672993127","end":"1672995704","first":"C","idtitle":"CMIMPIANO2021HALVEFINALEJIHYANGGWAK","title":"CMIM Piano 2021 Halve finale: Ji-Hyang Gwak","program_id":"1314811515","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/21\/202212300200447080lw.jpg","description":"Ji-Hyang Gwak (Zuid-Korea, 1991) voert Carl Vine’s Pianosonate nr. 1, J.S. Bach’s driestemmige Ricercar uit het Musikalisches Opfer, BWV 1079, Franz Schuberts Nr. 2 in Es-groot (Drei Klavierstücke, Op. posth., D. 946), en Franz Liszts Les jeux d’eau à la villa d’Este (Années de pèlerinage, Derde jaar, S. 163), uit tijdens de halve finales van de Piano-editie 2021 van het Concours musical international de Montréal (CMIM). Dit recital werd opgenomen in Britton Recital Hall van de University of Michigan in Ann Arbor, Michigan, de Verenigde Staten.","category":""},"55876":{"channel":"141431343","start":"1672995704","end":"1673001289","first":"A","idtitle":"ABBADODIRIGEERTMAHLERNO4RUECKERTLIEDER","title":"Abbado dirigeert Mahler No. 4 & Rückert-Lieder","program_id":"1314811521","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/51\/20221230020044708g9e.jpg","description":"Mezzosopraan Magdalena Kožená laat niet alleen de ‘hemelse geneugten’ weerklinken in het laatste deel van Gustav Mahlers Symfonie Nr. 4: eerder in het concert wijdt ze zichzelf aan de engelachtige schoonheid en intieme eenvoud van Mahlers Rückert Lieder. Vrijwel alle liederen die Mahler vóór 1900 componeerde baseerde hij op teksten uit Des Knaben Wunderhorn, een collectie volksgedichten uitgegeven door Clemens Brentano en Achim von Arnim. Later richtte Mahler zich op het werk van één dichter, de Frankische orientalist en vertaler Friedrich Rückert. Mahler gaf toe dat diens gedichten hem zo diep raakten dat het voelde alsof hij ze zelf had geschreven. In het laatste Lied, Ich bin der Welt abhanden gekommen, citeert hij een frase uit het Adagio van zijn Symfonie Nr. 4. Toen men hem vroeg wat dat wilde zeggen, legde hij uit dat dit citaat hemzelf belichaamde.","category":""},"55877":{"channel":"141431343","start":"1673001289","end":"1673003544","first":"P","idtitle":"PIANOWERKVANPARADISIFAZIOLIENANDEREN","title":"Pianowerk van Paradisi, Fazioli, en anderen","program_id":"1314811527","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/24\/2022123002004470826w.jpg","description":"De zesdelige concertreeks \"Io suono italiano\" is gewijd aan muziek van Italiaanse componisten en uitgevoerd door Italiaanse musici op Italiaanse instrumenten. De reeks beslaat vier eeuwen aan muziek: van renaissancecomponist Girolamo Frescobaldi en barokcomponist Antonio Vivaldi tot de twintigste-eeuwse filmmuziek van Ennio Morricone en de moderne opera van Azio Corghi. Elk programma presenteert zowel bekende werken als minder bekende composities. Deze prachtige uitvoeringen werden in januari 2021 opgenomen in het sfeervolle Teatro Sociale in het Noord-Italiaanse Rovigo. In deze aflevering vat pianist Maurizio Baglini vierhonderd jaar aan Italiaanse pianomuziek samen: op het programma staan Pietro Domenico Paradisi’s Sonata VI in la major, een keuze uit Franz Liszts “Grandes Etudes d’après Nicolò Paganini” (nummers 3, 4 en 5), Paolo Fazioli’s Laendler in D-groot, Azio Corghi’s Chansons d’élite, en Francesco Filidei’s Berceuse.","category":""},"55878":{"channel":"141431343","start":"1673003544","end":"1673005039","first":"M","idtitle":"MODENATHEBELCANTOSCHOOL","title":"Modena - The Belcanto School","program_id":"1314811533","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/90\/20221230020044708sn7.jpg","description":"This documentary by Mark Perna shows the training and professional growth actions for opera singers, the promotion and enhancement of the cultural offer of the city and province of Modena and the maintenance and development of the Modenese musical tradition in the field of opera.","category":""},"55879":{"channel":"141431343","start":"1673005039","end":"1673010021","first":"B","idtitle":"BEETHOVENPIANOSONATENR12OP26","title":"Beethoven - Pianosonate Nr. 12, Op. 26","program_id":"1314811539","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/85\/20221230020044708awy.jpg","description":"Daniel Barenboim speelt Beethovens Pianosonate Nr. 12, Op. 26. Deze opname is onderdeel van Daniel Barenboims vermaarde uitvoering van Beethovens complete 32 pianosonates, opgenomen in Palais Rasumofsky te Wenen in 1983.","category":""},"55880":{"channel":"141431343","start":"1673010021","end":"1673012969","first":"S","idtitle":"SEGATTAIKONE","title":"Segatta - Ikone","program_id":"1314811545","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/12\/20221230020044708fn0.jpg","description":"La Piccola Orchestra Lumière en het Coro Filarmonico Trentino voeren het werk 'Ikone' (2020) van de Italiaanse hedendaagse componist en cellist Nicola Segatta uit. Met een orkest bestaande uit een grote diversiteit aan instrumenten (van strijkers tot saz en drums), maakt Segatta combinaties met bijvoorbeeld Byzantijnse thema's, wereldmuziek, musicalgevoel, waardoor het werk zeer gevarieerd is, alsof je op een muzikale wereldreis gaat.","category":""},"55881":{"channel":"141431343","start":"1673012969","end":"1673014786","first":"C","idtitle":"CHOPINSONATEVOORCELLOENPIANOOP65","title":"Chopin - Sonate voor cello en piano Op. 65","program_id":"1314811551","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/95\/202212300200447080mp.jpg","description":"Tussen maart en mei 2020 stelde het Berlijnse Schinkel Pavillon onder de noemer 'Concerts in Quarantine' haar onverwachts vrijgekomen tentoonstellingsruimte ter beschikking van een reeks concerten 'in isolatie'. Als onderdeel van deze reeks spelen cellist Gabriel Schwabe en pianist Nicholas Rimmer Franz Schuberts Sonate voor cello en piano \"Arpeggione\" D. 821, Frédéric Chopins Sonate voor cello en piano Op. 65, en Camille Saint-Saëns' Zwaan uit Het Carnaval der Dieren (in het arrangement van Jascha Heifetz).","category":""},"55882":{"channel":"141431343","start":"1673014786","end":"1673016642","first":"M","idtitle":"MOZARTPIANOCONCERTNR13KV415","title":"Mozart - Pianoconcert Nr. 13, KV. 415","program_id":"1314811557","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/11\/20221230020044708kxg.jpg","description":"Sinds 1991 speelt de Berliner Philharmoniker ieder jaar een Europaconcert in een verschillende Europese stad. Hiermee herdenkt het orkest de oprichting van het orkest op 1 mei 1882, en vieren de musici het gedeelde erfgoed van de Oude Wereld. Het Europakonzert van 1997 vond plaats Koninklijke Opera te Versailles. Daniel Barenboim neemt niet alleen de rol van dirigent op zich maar is ook de solist in één van W. A. Mozarts minder vaak uitgevoerde Weense pianoconcerten: het Pianoconcert Nr. 13 in C, KV. 415.","category":""},"55883":{"channel":"141431343","start":"1673016642","end":"1673020787","first":"B","idtitle":"BEETHOVENSYMFONIENR9","title":"Beethoven - Symfonie nr. 9","program_id":"1314811563","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/78\/202212300200447080gh.jpg","description":"Ter gelegenheid van de 250ste geboortedag van Ludwig van Beethoven voerde het Orquesta Sinfónica de Minería in 2019 alvast alle negen Beethovensymfonieën uit, in de Academia de Música del Palacio de Minería in Mexico-Stad. De Mexicaanse dirigent Carlos Miguel Prieto leidt het orkest, vier vocale solisten, het koor Vocal Essence, en het koor van Orquesta Sinfónica de Minería in deze uitvoering van Beethovens Symfonie nr. 9 in d-mineur, Opus 125. Prieto is al sinds 2008 als muzikaal leider aan het Orquesta Sinfónica de Minería verbonden. Hij wordt gezien als de beste Mexicaanse dirigent van zijn generatie. Beethovens Symfonie nr. 9 wordt algemeen beschouwd als zijn beste compositie. Hij voltooide het werk in 1824, toen hij vrijwel doof was. Het is een unieke symfonie, met de ongebruikelijke inzet van een koor en vocale solisten in het laatste deel. Daarin zet Beethoven delen van Friedrich Schillers gedicht “Ode an die Freude” (“Lofdicht aan de vreugde”) op muziek. De symfonie bestaat uit vier delen: Allegro ma non troppo, un poco maestoso, Molto vivace, Adagio molto e cantabile, en Finale. De vier vocale solisten zijn Katherine Whyte (sopraan), Grace Echauri (mezzosopraan), ...","category":""},"55884":{"channel":"141431343","start":"1673020787","end":"1673027534","first":"W","idtitle":"WALDBUEHNE20061001NACHTEN","title":"Waldbühne 2006: 1001 Nachten","program_id":"1314811569","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/55\/202212300200447099tl.jpg","description":"De Waldbühne in Berlijn is een van de grootste en meest indrukwekkende buitenluchttheaters die Europa te bieden heeft een perfecte locatie voor het jaarlijks afsluitend concert van de Berliner Philharmoniker. Met ongeveer 22.000 man publiek zijn deze concerten ongekend geliefd onder klassieke muziek liefhebbers. In 2006 had de Waldbühne een bijzonder Nederlands tintje: niet alleen dirigeerde de chef-dirigent van het Residentie Orkest Neeme Järvi de wereldberoemde Berlijnse musici, de Nederlandse sterviolist Janine Jansen gaf tevens acte de présence. Op het programma staan Rimski-Korsakovs Scheherazade, Griegs 'Peer Gynt'-Suite Nr.1, op. 46, Nielsens Aladdin Suite voor Orkest op. 34, Saint-Saëns' Introductie en Rondo capriccioso en 'Meditation' uit de opera 'Thaïs' van Massenet.","category":""},"55885":{"channel":"141431343","start":"1673027534","end":"1673029937","first":"S","idtitle":"SCHOENBERGPELLEASUNDMELISANDEOP5","title":"Schönberg - Pelleas und Melisande, Op. 5","program_id":"1314811575","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/46\/20221230020044709hxx.jpg","description":"Claudio Abbado leidt het Gustav Mahler Jeugdorkest in een uitvoering van Arnold Schönberg's symfonische gedicht 'Pelleas und Melisande', Op. 5. Schönberg schreef dit werk in de periode 1902-1903 en werd daarbij aangemoedigd door Richard Strauss. Het werk is geïnspireerd op een toneelstuk van de Belgische schrijver Maurice Maeterlinck over een gedoemde liefde. Pelleas und Melisande staat in de toonsoort d-klein en behoort tot Schönberg's vroege tonale werken, die hij schreef in een laatromantische stijl. Het werk vraagt om een groot orkest en bestaat uit één deel dat ongeveer 38 minuten duurt. Deze opname werd in 2006 gemaakt in de Weense Musikverein in Oostenrijk.","category":""},"55886":{"channel":"141431343","start":"1673029937","end":"1673032102","first":"D","idtitle":"DANIELPOURELEGIES","title":"Danielpour - Elegies","program_id":"1314811581","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/6\/202212300200447096ww.jpg","description":"De philharmonie zuidnederland duikt in de bespiegelende klankwereld van de Amerikaanse componist Richard Danielpour (1956). In zijn meeslepende liedcyclus Elegies (1997) slaan oorlogsbrieven van een gesneuvelde vader aan zijn nog ongeboren dochter bruggen in de tijd. Topzangsolisten als de Nederlandse bariton Thomas Oliemans en de Russische mezzosopraan Marina Prudenskaja mogen stralen. Het orkest staat onder leiding van Hartmut Haenchen. Opgenomen in het Muziekgebouw te Eindhoven in 2019.","category":""},"55887":{"channel":"141431343","start":"1673032102","end":"1673033400","first":"F","idtitle":"FINALEORKESTLISZTPIANOCONCOURS2017","title":"Finale Orkest - Liszt Pianoconcours 2017","program_id":"1314811587","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/85\/20221230020044709pkd.jpg","description":"Dina Ivanova (1994, Russia) performs Franz Liszt's Piano Concerto No. 1 (S124), during the final of the 11th International Franz Liszt Piano Competition, held in TivoliVredenburg, Utrecht 2017. The competition actively presents, develops and promotes piano talents from around the world. In doing so, it has become one of the prominent gateways to the international professional classical music scene for young musicians. The International Franz Liszt Piano Competition was founded in 1986 in the Netherlands and since has built a reputation as one of the world’s most prestigious piano competitions.","category":""},"55888":{"channel":"141431343","start":"1673033400","end":"1673041312","first":"O","idtitle":"OFFENBACHLAGRANDEDUCHESSEDEGEROLSTEIN","title":"Offenbach - La Grande Duchesse de Gerolstein","program_id":"1314811593","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/69\/20221230020044709mek.jpg","description":"Cyril Englebert dirigeert het koor en orkest van de l’Opéra Royal de Wallonie in een uitvoering van Jaques Offenbachs opera La Grande Duchesse de Gerolstein (1967). Solisten zijn onder anderen Patricia Fernandez, Sébastien Droy, Lionel Lhote, Sophie Junker en Jean-Philippe Corre. Opgenomen in de Opéra Royal de Wallonie in 2013. La Grande Duchesse de Gerolstein ging in 1867 in première in Parijs en is een satire over militarisme met in de hoofdrol een jonge, verwende en tirannieke groothertogin, die leert dat zij niet altijd haar zin kan krijgen! Al snel na de Franse première volgden er uitvoeringen in New York en Londen. Offenbach componeerde het werk op het hoogtepunt van zijn populariteit, na het succesvolle La Belle Hélène’ (1864).","category":""},"55889":{"channel":"141431343","start":"1673041312","end":"1673042091","first":"S","idtitle":"SMETANAMYCOUNTRY","title":"Smetana – My Country","program_id":"1314811599","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/8\/2022123002004470951s.jpg","description":"Voor het Waldbühneconcert van 2016 bundelen de Georgische violiste Lisa Batiashvili en de Québecse dirigent Yannick Nézet-Séguin de krachten met de Berliner Filharmoniker. Samen presenteren ze een geheel Tsjechisch concertprogramma vanaf een legendarische en bosrijke locatie. Duitsland, Oostenrijk en Italië worden vaak als hofleveranciers genoemd als het om grote klassieke componisten gaat. Maar met Antonin Dvořák, Bedrich Smetana, Leoš Janáček en Bohuslav Martinů heeft ook Tsjechië enkele meesters afgeleverd! Dit concert opent met Smetana’s bekende Vltava uit Má Vlast. Batiashvili soleert in Dvořáks Vioolconcert en ook zijn Zesde Symfonie staat vanavond op de lessenaar.","category":""},"55890":{"channel":"141431343","start":"1673042091","end":"1673043557","first":"S","idtitle":"SCHUBERTSONATEVOORCELLOENPIANOD821","title":"Schubert - Sonate voor cello en piano, D. 821","program_id":"1314811605","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/16\/20221230020044709i6b.jpg","description":"Tussen maart en mei 2020 stelde het Berlijnse Schinkel Pavillon onder de noemer 'Concerts in Quarantine' haar onverwachts vrijgekomen tentoonstellingsruimte ter beschikking van een reeks concerten 'in isolatie'. Als onderdeel van deze reeks spelen cellist Gabriel Schwabe en pianist Nicholas Rimmer Franz Schuberts Sonate voor cello en piano \"Arpeggione\" D. 821, Frédéric Chopins Sonate voor cello en piano Op. 65, en Camille Saint-Saëns' Zwaan uit Het Carnaval der Dieren (in het arrangement van Jascha Heifetz).","category":""},"55891":{"channel":"141431343","start":"1673043557","end":"1673046000","first":"J","idtitle":"JDHEINICHENMAGNIFICATINA","title":"J.D. Heinichen - Magnificat in A","program_id":"1314811611","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/56\/202212300200447091n3.jpg","description":"Patrick Debrabandere leidt het Vox Mago kamerkoor in een uitvoering van het Magnificat in A van J. D. Heinichen. De uitvoering is onderdeel van het concertprogramma In Tempus Adventus, bestaande uit drie magistrale barokcantates. Opgenomen in december 2018 in de Begijnhof te Gent, België. Het Magnificat van Heinichen kent qua instrumentatie een typische barokklank, met strijkers, continuo en twee hobopartijen. Aanvankelijk werd Heinichen jurist in Weissenfels en pas in 1709 besloot hij om van muziek zijn beroep te maken. In Leipzig nam hij de leiding van het Collegium Musicum op zich en schreef hij daar cantates en opera’s. Met een beurs van zijn opdrachtgever, hertog Wilhelm Moritz in Zeitz, trok hij in 1709 naar Italië op studiereis. Hij verbleef er zeven jaar, leerde er het kruim van de toenmalige Italiaanse componisten kennen en genoot een zeker succes met zijn opera’s. Hij reisde er een tijdlang met Bachs latere opdrachtgever Leopold von Anhalt-Köthen, maar het was de Saksische kroonprins Friedrich August die hem in 1716 in Venetië voor het Hof in Dresden aanwierf. Opera’s schrijven kon hij niet lang doen in Dresden, want reeds in 1720 sloot de Saksische keurvorst en ...","category":""}}