{"70130":{"channel":"280715003","start":"1673138100","end":"1673144100","first":"D","idtitle":"DEADLOCK","title":"Deadlock","program_id":"1315218916","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/77\/20221231020039708el4.jpg","description":"Op wraak belust na de dood van zijn zoon, neemt de gezochte misdadiger Ron Whitlock (Bruce Willis) met zijn trawanten een stuwdam in. Ze gijzelen alle aanwezigen en dreigen de regio onder water te zetten. Eén gijzelaar, een voormalig US Ranger, ontsnapt en vecht terug. Gaandeweg ontdekt hij meer over Whitlocks motieven.","category":""},"70131":{"channel":"280715003","start":"1673144100","end":"1673150400","first":"D","idtitle":"DEMONIC","title":"Demonic","program_id":"1315218922","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/86\/20221231020039708iwf.jpg","description":"Een jonge vrouw neemt deel aan een experiment dat haar met haar getroebleerde verleden confronteert. Ze komt in een bizarre wereld terecht die ze onbewust zelf oproept. Daar komt ze oog in oog te staan met angstaanjagende demonen en bovenal met haar moeder, van wie ze lang geleden vervreemd is geraakt.","category":""},"70132":{"channel":"280715003","start":"1673150400","end":"1673155800","first":"W","idtitle":"WITCHESINTHEWOODS","title":"Witches in the Woods","program_id":"1315218928","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/66\/20221231020039708fzk.jpg","description":"Jill stopt met haar opleiding en gaat samen met vrienden snowboarden. Ze begeven zich naar een afgelegen gebied dat op geen enkele kaart te vinden is. De groep komt 's nachts zonder benzine te zitten en slaagt er niet in de weg naar de bewoonde wereld terug te vinden. Dat blijkt echter niet hun grootste zorg te zijn: iets of iemand houdt de vrienden in de gaten.","category":""},"70133":{"channel":"280715003","start":"1673155800","end":"1673162100","first":"F","idtitle":"FAHIM","title":"Fahim","program_id":"1315594212","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/34\/20230101020040521hd6.jpg","description":"Wanneer de jonge Fahim en zijn vader hun geboorteland Bangladesh moeten ontvluchten en arriveren in Parijs, begint voor hen een nieuwe strijd. Terwijl ze wachten op de goedkeuring van hun politiek asielaanvraag, staan ze onder constante dreiging van uitzetting. Dan leert Fahim de schaakmeester Sylvain kennen, die hem onder zijn hoede neemt. Juist wanneer het nationale kampioenschap schaken begint, lijkt Fahim het land te moeten verlaten. Voor hem is er maar één uitweg: kampioen van Frankrijk worden. Gebaseerd op een waargebeurd verhaal.","category":""},"70134":{"channel":"280715003","start":"1673162100","end":"1673167800","first":"L","idtitle":"LARA","title":"Lara","program_id":"1315594218","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/74\/20230101020040521f7u.jpg","description":"Vandaag is het Lara's zestigste verjaardag en de dag waarop haar zoon Viktor een pianorecital zal geven met een eigen compositie. Hij is echter het huis en zijn veeleisende moeder ontvlucht en laat ook die dag niets van zich horen. Haar pogingen tot contact worden tegengewerkt door familieleden die haar duidelijk maken dat ze Viktor met rust moet laten. Uit wanhoop koopt ze de laatste concertkaarten op en deelt die uit aan oude bekenden. Het wordt een dag en avond vol bijzondere ontmoetingen en verrassingen.","category":""},"70135":{"channel":"280715003","start":"1673167800","end":"1673174100","first":"B","idtitle":"BEFORETHEFROST","title":"Before the Frost","program_id":"1315594224","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/88\/202301010200405215kd.jpg","description":"Denemarken, 1850. Terwijl de winter zijn intrede doet dreigen een boer op leeftijd, Jens, en zijn familie een hongerdood te sterven. Met het vooruitzicht op wederom een harde en onverbiddelijke winter, besluit Jens zijn dochter te laten trouwen met de zoon van zijn buren. Maar wanneer een rijke boer uit de omgeving Jens' land wil kopen, ziet hij dit als een mogelijkheid op een wellicht nog betere toekomst.","category":""},"70136":{"channel":"280715003","start":"1673174100","end":"1673181900","first":"T","idtitle":"THEMANWHOKILLEDDONQUIXOTE","title":"The Man Who Killed Don Quixote","program_id":"1315594230","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/90\/20230101020040521o6i.jpg","description":"Ooit was Toby (Adam Driver) een ambitieuze, idealistische student die in een Spaans dorpje zijn afstudeerproject 'Don Quixote' regisseerde. Vandaag is hij een gevierde, maar verwaande filmmaker. Wanneer hij na vele jaren terugkeert naar Spanje, ontmoet hij de oude man die ooit de rol van Don Quixote speelde. Maar de acteur waant zich nog steeds de man van La Mancha en ziet in Toby zijn trouwe volgeling Sancho Panza. Het duo begint aan een bizarre tocht en langzaam wordt Toby meegezogen in een wereld van illusie waarin hij dromen en realiteit niet meer van elkaar kan onderscheiden.","category":""},"70137":{"channel":"280715003","start":"1673181900","end":"1673189400","first":"T","idtitle":"THEGHOSTWRITER","title":"The Ghost Writer","program_id":"1315594236","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/99\/20230101020040521ege.jpg","description":"Een ghostwriter (Ewan McGregor) krijgt de kans om de biografie te voltooien van de voormalige Britse premier Adam Lang (Pierce Brosnan) in diens Amerikaanse strandhuis. Lang wordt beschuldigd van een oorlogsmisdaad en op het eiland waar hij met zijn vrouw, zijn assistente en de schrijver verblijft, wemelt het van de verslaggevers en demonstranten. Tijdens zijn werk ontdekt de ghostwriter dat zijn verongelukte voorganger misschien wel bewijzen had gevonden voor die beschuldigingen. Zitten die misschien verborgen in het manuscript? Hoe lang is de schrijver zijn leven nog zeker?","category":""},"70138":{"channel":"280715003","start":"1673189400","end":"1673194500","first":"A","idtitle":"ADIEULESCONS","title":"Adieu les cons","program_id":"1315594242","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/15\/20230101020040521ctv.jpg","description":"De 43-jarige Suze Trappet (Virginie Efira) krijgt te horen dat ze ernstig ziek is, waarna ze besluit op zoek te gaan naar de zoon die ze als tiener heeft moeten opgeven. Tijdens haar zoektocht ontmoet ze de heer Cuchas (Albert Dupontel), een vijftiger die met een burn-out kampt. Ook de blinde archivaris Blin (Nicolas Marié) gaat met hen op pad. Met z'n drieën beginnen ze aan een spectaculaire, onwaarschijnlijke zoektocht. ","category":""},"70139":{"channel":"280715003","start":"1673194500","end":"1673199900","first":"M","idtitle":"MRSLOWRYSON","title":"Mrs Lowry & Son","program_id":"1315594248","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/7\/20230101020040521kb7.jpg","description":"De inmiddels gevierde Britse kunstenaar L.S. Lowry (Timothy Spall) had een getroubleerde relatie met zijn aan bed gekluisterde, dominante moeder (Vanessa Redgrave). Werkend als huurincasseerder mengt Lowry zich overdag tussen de fabriekswerkers op de straten van Salford. Zijn vrije uren besteedt hij aan het maken van zijn schilderijen en de zorg voor zijn moeder, die zijn artistieke ambities enkel bekritiseert.","category":""},"70140":{"channel":"280715003","start":"1673199900","end":"1673206200","first":"T","idtitle":"THEGOODNEIGHBOUR","title":"The Good Neighbour","program_id":"1315594254","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/35\/20230101020040522puf.jpg","description":"David begint een nieuwe baan en een nieuw leven in een nieuwe stad. Hij sluit al snel vriendschap met z’n buurman Robert. Na een avond stappen slaat het noodlot toe: David rijdt een fietsster aan en Robert overtuigt hem om te vluchten en haar voor dood achter te laten. Robert toont geen enkel berouw en wanneer de politie onderzoek doet gaat hij steeds verder om hun geheim te bewaren. Robert begaat onbeschrijflijke wreedheden en sleurt David steeds verder mee in zijn criminele en sadistische daden om hun schuld te verbergen. Al snel lijkt er geen weg terug meer.","category":""},"70141":{"channel":"280715003","start":"1673206200","end":"1673214000","first":"F","idtitle":"FRANCE","title":"France","program_id":"1315594260","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/5\/20230101020040522zh0.jpg","description":"Sterverslaggever France de Meurs (Léa Seydoux) schuwt de sensatie niet wanneer dit voor hogere kijkcijfers zorgt. Haar leven speelt zich af in de televisiestudio en in oorlogsgebied, terwijl ze ook een gezin heeft. Haar hectische bestaan komt plotseling tot stilstand wanneer ze betrokken raakt bij een verkeersongeluk. Deze onverwachte gebeurtenis zorgt ervoor dat ze haar hele bestaan in twijfel begint te trekken. Terwijl France rust probeert te vinden in de anonimiteit, blijft haar beroemdheid haar achtervolgen totdat een mysterieuze liefdesaffaire een einde lijkt te maken aan haar zoektocht.","category":""},"70142":{"channel":"280715003","start":"1673214000","end":"1673219700","first":"T","idtitle":"THEDUKE","title":"The Duke","program_id":"1315594266","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/57\/20230101020040522sy1.jpg","description":"In 1961 stal Kempton Bunton, een 60-jarige taxichauffeur, Goya's portret van de hertog van Wellington uit de National Gallery in Londen. Het was de eerste (en nog steeds de enige) diefstal uit de geschiedenis van het museum. In zijn losgeldbrieven schreef Bunton dat hij het schilderij zou teruggeven op voorwaarde dat de overheid ermee in zou stemmen om gratis televisie te verstrekken aan ouderen. Pas vijftig jaar later zou de volledige geschiedenis achter de diefstal bekend worden - een verbazingwekkend verhaal over hoe een rechtschapen man de wereld wilde veranderen en daarmee zijn zoon en zijn huwelijk redde.","category":""}}