{"56253":{"channel":"141431557","start":"1672247183","end":"1672250421","first":"J","idtitle":"JAMESMARTINSISLANDSTOHIGHLANDS","title":"James Martin's Islands to Highlands","program_id":"1311298496","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/74\/20221221020054737gda.jpg","description":"James Martin's Islands to Highlands - Afl. 8 (20) James is in Zuid-Wales, vergezeld door Michelin-sterrenchef Stephen Terry. James ontdekt bekroonde Welshe wijn en kookt een Welshe lamsragout op een prachtige berghelling. Hij proeft de geneugten van biologische Welshe chocolade en bezoekt kooklegende Shaun Hill in zijn beroemde restaurant The Walnut Tree. De dag eindigt op Barry Island, waar James en Stephen genieten van alle kermisattracties in dit beroemde resort en James Barry Island churros kookt met uitzicht op het strand.","category":""},"56254":{"channel":"141431557","start":"1672250421","end":"1672254054","first":"L","idtitle":"LITTLEHOUSEONTHEPRAIRIE","title":"Little House on the Prairie","program_id":"1311298502","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/63\/20221221020054738b6k.jpg","description":"Little House on the Prairie - Seizoen 9, Aflevering 15 - Nadat ze Etta Plum op de school van Walnut Grove heeft vervangen, realiseert Laura zich dat huisvrouw zijn niet genoeg is voor haar rusteloze geest. Ze begint een boek met anekdotes te schrijven over haar leven op de prairie en nadat ze een wedstrijd heeft gewonnen, heeft ze een reële kans om het gepubliceerd te krijgen - maar er zit natuurlijk een addertje onder het gras.","category":""},"56255":{"channel":"141431557","start":"1672254054","end":"1672257669","first":"O","idtitle":"OUTBACKCARHUNTERS","title":"Outback Car Hunters","program_id":"1311298508","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/1\/202212210200547388y1.jpg","description":"Outback Car Hunters - s01e05 Een jacht op een 'Batmobile'-mysterieus auto onthult een 'yank-tank' Chrysler Imperial Crown en een down-at-heel Range Rover krijgt een chique make-over.","category":""},"56256":{"channel":"141431557","start":"1672257669","end":"1672263773","first":"F","idtitle":"FILMONELASTDANCE","title":"Film: One Last Dance","program_id":"1311298514","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/24\/20221221020054738ifs.jpg","description":"Wanneer de briljante directeur van een dansschool in New York plotseling overlijdt, worden drie voormalige topdansers gedwongen zijn werk voort te zetten. Hun hoop en strijd om de idealen en successen aan de studenten door te geven, drijft hen tot het uiterste. Ze vechten niet alleen voor hun onderlinge relaties, maar ook voor de in het verleden gemiste kansen en dromen die ze stuk voor stuk hebben ervaren. De uitvoering van een nog nooit opgevoerd stuk is hun doel, maar of het ooit zover zal komen, is de vraag. Regie: Lisa Niemi. Cast: Patrick Swayze, Lisa Niemi en George de la Peña. Land: Verenigde Staten. Genre: Drama. Jaar: 2003.","category":""},"56257":{"channel":"141431557","start":"1672263773","end":"1672266891","first":"V","idtitle":"VINTAGEROADSGREATANDSMALL","title":"Vintage Roads Great and Small","program_id":"1311298520","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/48\/20221221020054738z0y.jpg","description":"Vintage Roads Great and Small 1.3 James Herriot (All Creatures Great and Small) is nog altijd één van de best bekeken series bij ONS. In Vintage Roads – Great and Small ziet u twee populaire acteurs uit deze serie terug. Christopher Timothy (James Herriot) en Peter Davison (Tristan Farnon) kruipen samen in een klassieke auto en leggen de A30 af, een weg die uit de 18e eeuw stamt en de heren van Londen helemaal tot aan Land’s End brengt. Dwars door de meest prachtige Britse landschappen. Niet alleen een aanrader voor alle James Herriot-fans, maar ook zeker voor iedereen die houdt van natuur, reizen en klassieke auto’s!","category":""},"56258":{"channel":"141431557","start":"1672266891","end":"1672267492","first":"M","idtitle":"MIJNEIGENMUSEUM","title":"Mijn Eigen Museum","program_id":"1312791781","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/24\/20221224090114748tsf.jpg","description":"Toen John Meulenbroek uit Hooge Mierde op twaalfjarige leeftijd met zijn ouders in Wallonië een tentoonstelling over het Ardennen-offensief bezocht, raakte hij besmet met het verzamelvirus. Hij richtte een hoekje van zijn tienerkamer in als oorlogsmuseum. Het hoekje is inmiddels uitgegroeid tot een écht museum, waarmee hij op bijzondere wijze het verhaal van 1940-1945 vertelt.","category":""},"56259":{"channel":"141431557","start":"1672267492","end":"1672268449","first":"M","idtitle":"MIJNEIGENMUSEUM","title":"Mijn Eigen Museum","program_id":"1312791787","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/13\/20221224090114748acn.jpg","description":"Het begon met een schildpad. Daarna volgende een kameleon. Glashandelaar en terrariumbouwer Karel Maas verruilde zijn werk voor zijn hobby. In Breda heeft hij het mooiste reptielenhuis van Noord-Europa. ‘In mijn museum De Aarde zijn de dieren niet weggmoffeld in een hoekje van de dierentuin, maar komen ze volledig tot hun recht.' Zijn grote droom: een echte krokodillenvijver achter glas.","category":""}}