{"8529":{"channel":"141429244","start":"1672248600","end":"1672251600","first":"W","idtitle":"WILDKATZENUNDWILDHUNDE","title":"Wildkatzen und Wildhunde","program_id":"1311323765","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/63\/20221221020125523imq.jpg","description":"Dank ihrer Koordinationsfähigkeit sind Hütehunde zu unentbehrlichen Helfern der Viehzüchter geworden - Wildhunde mit denselben Fähigkeiten sind hingegen ihr Alptraum. Denn wenn sie im Rudel arbeiten, sind Wildhunde die effizientesten Raubtiere und können Beutetiere töten, die viel größer sind als sie selbst. Von Afrika bis Australien gehen Menschen mit mehr oder weniger legalen Mitteln gegen Dingos, Afrikanische Wildhunde und Schabrackenschakale vor, um ihre Herden zu schützen. Ist eine Koexistenz zwischen den räuberischen Hundeartigen und Viehzüchtern möglich?","category":""},"8530":{"channel":"141429244","start":"1672251600","end":"1672252800","first":"A","idtitle":"ARTEJOURNAL","title":"ARTE Journal","program_id":"1311323771","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/28\/202212210201255232h1.jpg","description":"Die auf vielen Sendern vorgenommene strikte Trennung von Politik- und Kulturnachrichten wird hier aufgehoben. Es werden Schnittpunkte aus beiden Bereichen präsentiert und Zusammenhänge dargestellt.","category":""},"8531":{"channel":"141429244","start":"1672252800","end":"1672254900","first":"R","idtitle":"RE","title":"Re:","program_id":"1311323777","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/99\/20221221020125523bgw.jpg","description":"Portugal hat sich zuletzt zum Hotspot für Touristinnen und Touristen aus aller Welt entwickelt. Doch immer häufiger kommen die Menschen, um zu bleiben. Auch gut betuchte Amerikanerinnen und Amerikaner sind seit Neuestem angetan vom Leben im Urlaubsparadies. Der Boom hat jedoch eine Schattenseite: Immobilienpreise schnellen in die Höhe, und viele Portugiesinnen und Portugiesen können sich das Leben im eigenen Land nicht mehr leisten.","category":""},"8532":{"channel":"141429244","start":"1672254900","end":"1672260300","first":"L","idtitle":"LAURELUNDHARDY","title":"Laurel und Hardy","program_id":"1311323783","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/49\/2022122102012552375l.jpg","description":"Stan Laurel und Oliver Hardy sind das erfolgreichste und bekannteste Komikerduo der Welt und erfreuen sich bis heute größter Beliebtheit. Die Comedy-Genies, in Deutschland auch bekannt als \"Dick & Doof\", waren aber weit mehr als das: Oliver Hardy war ein echtes Schwergewicht als Schauspieler und Stan Laurel agierte nicht nur vor der Kamera, sondern war der kreative Kopf des Duos, schrieb die Gags und führte Regie. Mit ihren genialen Komödien sind die beiden Comedians bis heute die unangefochtenen Meister des Slapsticks. Die filmische Hommage dokumentiert nicht nur die Leinwandkarriere des Duos, sondern gewährt auch Einblicke in ihr Privatleben.","category":""},"8533":{"channel":"141429244","start":"1672260300","end":"1672263900","first":"L","idtitle":"LAURELHARDYDIEKLOTZKOEPFE","title":"Laurel & Hardy: Die Klotzköpfe","program_id":"1311323789","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/6\/20221221020125523d5l.jpg","description":"In dem 1938 erschienenen Spielfilm \"Die Klotzköpfe\" von John G. Blystone (1892-1938) treffen die Freunde Stan und Ollie 20 Jahre nach dem Ersten Weltkrieg wieder aufeinander. Stan, der die zwei Jahrzehnte in dem Glauben verbrachte, der Krieg wäre noch nicht vorbei, wird von Ollie zu sich nach Hause zum Essen eingeladen, obwohl er an diesem Tag seinen ersten Hochzeitstag feiert. Mit seinem Gast an seiner Seite kommen lauter unerwartete Ereignisse auf Ollie zu, die schlussendlich nicht nur auf die Verwüstung seiner Wohnung hinauslaufen, sondern auch das Scheitern seiner Ehe besiegeln.","category":""},"8534":{"channel":"141429244","start":"1672263900","end":"1672271400","first":"D","idtitle":"DUELLDERDEGEN","title":"Duell der Degen","program_id":"1311323795","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/59\/20221221020125523kd1.jpg","description":"Frankreich, Ende des 17. Jahrhunderts: Der Erbschleicher Graf von Gonzague gibt dem Fechtmeister Lagardère den Auftrag, seinen wohlhabenden Cousin zu ermorden, den Herzog von Nevers, um sich dessen Erbe anzueignen. Doch der Herzog behauptet sich in einem Degenduell und stellt Lagardère als Leibwächter ein. Als Nevers von der Existenz seines unehelich geborenen Kindes erfährt, entschließt er sich, die Mutter zu heiraten. Kurzerhand reist er zum abgelegenen Schloss von deren Vater. Doch nach der Hochzeit stürmen Gonzague und seine Männer das Schloss und richten ein Blutbad an. Nur Lagardère und das Kind - inzwischen rechtmäßige Erbin des gewaltigen Vermögens des Herzogs - können fliehen. Lagardère schwört dem sterbenden Nevers, ihn zu rächen. Eine reisende Theatergruppe aus Italien hilft Lagardère und dem Kind Aurore, sich vor Gonzague zu verstecken, und täuscht ihren Tod vor. 20 Jahre vergehen, bis Gonzague herausfindet, dass die beiden überlebt haben. Auf ein Neues versucht er, sie umzubringen. Doch Lagardère gewinnt in der Verkleidung eines Buckligen das Vertrauen von Gonzague und beginnt, für ihn als Buchhalter zu arbeiten - seine Rachepläne nehmen ihren Lauf ...","category":""}}