{"55799":{"channel":"141431343","start":"1672700400","end":"1672709029","first":"T","idtitle":"THOMASHAMLET","title":"Thomas - Hamlet","program_id":"1313934965","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/43\/202212272101305183h5.jpg","description":"Hamlet is een opera in vijf akten van de Franse componist Ambroise Thomas (1811-1896) op een libretto door Michel Carré en Jules Barbier. De opera is gebaseerd op de Franse bewerking van William Shakespeares Hamlet door Alexandre Dumas en Paul Meurice. Thomas schreef meer dan twintig opera’s, waarvan Mignon (1866) en Hamlet (1868) de bekendste zijn. Gedurende de twintigste eeuw zijn de werken van Thomas grotendeels in de vergetelheid geraakt, maar gelukkig beleven zijn opera’s de afgelopen decennia een opleving. In deze productie van OPERA2DAY staat het New European Ensemble onder leiding van Hernán Schvartzman. Solisten zijn Quirijn de Lang (Hamlet), Lucie Chartin (Ophélie), Martijn Sanders (Claudius), Martina Prins (Gertrude), Jan-Willem Schaafsma (Laertes) en Patrick Pranger (Horatius). Opgenomen in de Koninklijke Schouwburg van Den Haag in april 2018 en geregiseerd door Serge van Veggel.","category":""},"55800":{"channel":"141431343","start":"1672709029","end":"1672716064","first":"I","idtitle":"ISRAELPHILHARMONICORCHESTRA60THANNIVERSARY","title":"Israel Philharmonic Orchestra: 60th Anniversary","program_id":"1313934971","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/3\/20221227210130518sjz.jpg","description":"Het Israelisch Philharmonisch Orkest vierde haar zestigste verjaardag met dit Gala Concert uit 1996 onder leiding van Zubin Mehta en Daniel Barenboim. Tijdens het gala spelen ’s werelds meest geroemde solisten. Van de gevestigde violist Isaac Stern tot jonge talenten als Maxim Vengerov en Gil Shaham. Ook Pinchas Zukerman, Shlomo Mintz en Itzhak Perlman betreden het podium. De avond opent met een emotioneel beladen speech van Isaac Stern, die terugblikt op de eerste jaren van het orkest. Op het programma staan Bach’s Concert in d-klein voor twee violen (BWV 1043), Brahms’ Symfonie Nr. 2, Halversens “Passacaglia voor Viool en Cello, Mozart’s Serenade Nr. 6, KV. 239, Vivaldi’s concert voor vier violen en orkest in b-klein en Webers Oberon Overture.","category":""},"55801":{"channel":"141431343","start":"1672716064","end":"1672720851","first":"A","idtitle":"ANEVENINGWITHGABRIELAMONTERO","title":"An evening with Gabriela Montero","program_id":"1313934977","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/3\/20221227210130518hqz.jpg","description":"De Venezolaanse pianiste Gabiela Montero doet haar bijnaam ‘Koningin van de improvisatie’ eer aan tijdens dit concert. Dankzij haar interpretaties en haar unieke improvisatietalent heeft ze in een snel tempo bekendheid en fans over de hele wereld gekregen. De pianiste nodigt het publiek vaak uit tijdens haar optredens om met melodieën en verzoeknummers te komen, zodat een concert een kwestie van geven en nemen wordt. Tijdens deze opname presenteert ze een mix van eigentijdse composities en de klassieke meesterwerken.","category":""},"55802":{"channel":"141431343","start":"1672720851","end":"1672722000","first":"B","idtitle":"BEETHOVENPIANOSONATENR8OP13","title":"Beethoven - Pianosonate Nr. 8, Op. 13","program_id":"1313934983","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/48\/2022122721013051847e.jpg","description":"Beethovens Pianosonate Nr. 8 in c-klein, Op. 13 werd door de uitgever voorzien van de titel 'Pathétique', welke ook bij de componist in de smaak viel. De bijnaam refereert voornamelijk naar het karakter van het middelste Adagio cantabile, met daarin wellicht de meest geliefde melodie die ooit voor piano geschreven is. Deze opname is onderdeel van Daniel Barenboims vermaarde uitvoering van Beethovens complete 32 pianosonates, opgenomen in Palais Rasumofsky te Wenen in 1983.","category":""},"55803":{"channel":"141431343","start":"1672722000","end":"1672724469","first":"M","idtitle":"MOZARTSYMFONIENR41KV551","title":"Mozart - Symfonie Nr. 41, KV. 551","program_id":"1313934989","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/33\/20221227210130518n2i.jpg","description":"Jeffrey Tate dirigeert het English Chamber Orchestra in een uitvoering van Mozarts ‘Jupiter’ Symfonie Nr. 41 (KV. 551). Deze symfonie is de laatste in een set van drie die Mozart schreef in de zomer van 1788. De symfonie staat bekend om zijn speelse, humorische karakter en uitbundige energie. Vanwege de betrekkelijk lange tijdsduur verwierf het de bijnaam ‘Jupiter’. Mozart componeerde vaak voor een opdrachtgever, zichzelf of vrienden en collega’s. Deze symfonie is echter voor zover bekend niet in opdracht geschreven. Het zou daarom goed kunnen dat Mozart het werk componeerde in de hoop het te verkopen of te presenteren tijdens één van zijn Weense concertseries.","category":""},"55804":{"channel":"141431343","start":"1672724469","end":"1672727129","first":"H","idtitle":"HAENDELTEDEUMDEDETTINGENHV283","title":"Händel - Te Deum de Dettingen (HV 283)","program_id":"1313934995","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/6\/20221227210130518jtq.jpg","description":"Patrick Debrabande dirigeert het koor Vox Mago in een uitvoering van Händels Dettingen Te Deum (HWV 283). Het werk werd voor de eerste keer uitgevoerd op 27 november 1743 in Londen in aanwezigheid van George II, naar aanleiding van de overwinning in de slag om Dettingen. Het werk is een grootse krijgshaftige lofrede en bevat achttien korte solo's en koren. Na een korte instrumentale prelude opent het werk met een triomfantelijk koor met trompetten en pauken. Het is gecomponeerd voor vijfstemmig koor waarbij de sopranen zijn opgesplitst. Solisten zijn Bart Uvyn (alt), Denzil Delaere (tenor), Helena Maes (sopraan) en Joris Stroobants (bas). Opgenomen in de Onze-Lieve-Vrouw-Presentatiekerk te Gent in 2018.","category":""},"55805":{"channel":"141431343","start":"1672727129","end":"1672732744","first":"B","idtitle":"BYCHKOVDIRIGEERTMARTINURAVELDUTILLEUX","title":"Bychkov dirigeert Martinů, Ravel & Dutilleux","program_id":"1313935001","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/70\/20221227210130518bda.jpg","description":"De in de Sovjet-Unie geboren dirigent Semyon Bychkov leidt het Tsjechisch Filharmonisch Orkest in een concert met werken van Bohuslav Martinů, Maurice Ravel en Henri Dutilleux, opgenomen in 2020 in het Rudolfinum, Dvořák Hall, Praag. Het programma begint met Martinů's Dubbelconcert voor twee strijkorkesten, piano en pauken (H. 271). De solisten zijn Ivo Kahánek (piano) en Michael Kroutil (pauken). Hierop volgt een uitvoering van Martinů's Concert voor twee piano's en orkest (H. 292), met pianosolisten Katia en Marielle Labèque. Na 'Le Jardin féerique – Lent et grave' uit Ravels suite Ma mère l'Oye speelt het orkest tot besluit Dutilleux' Symfonie nr. 2, 'Le Double'.","category":""},"55806":{"channel":"141431343","start":"1672732744","end":"1672736686","first":"C","idtitle":"CMIMVIOOL2019HALVEFINALEHANNAHTARLEY","title":"CMIM Viool 2019 - Halve finale: Hannah Tarley","program_id":"1313935007","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/73\/202212272101305185j9.jpg","description":"Hannah Tarley (Verenigde Staten, 1991) speelt César Francks Sonate in A-groot, FWV 8, Michael Oesterle's 'Stand alone' en Johannes Brahms' Sonate nr. 3 in d-klein, Op. 108 gedurende de halve finales van viooleditie 2019 van het Concours musical international de Montréal (CMIM). Deze uitvoering werd opgenomen in de Bourgie Hall van het Montreal Museum of Fine Arts.","category":""},"55807":{"channel":"141431343","start":"1672736686","end":"1672741048","first":"B","idtitle":"BRUCKNERSYMFONIENR7","title":"Bruckner - Symfonie Nr. 7","program_id":"1313935013","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/93\/20221227210130518jh4.jpg","description":"Franz Welser-Möst leidt het Cleveland Orchestra in een uitvoering van Anton Bruckners Symfonie Nr. 7. Dit werk neemt een centrale plaats in binnen het oeuvre van de componist: hiermee viel Bruckner eindelijk de erkenning ten deel die hij verdiende. Nog altijd is het één van zijn meest geliefde werken. De symfonie volgt de klassieke opbouw van vier aparte delen. Het hart van het werk is een lang en emotioneel Adagio, geschreven als eerbetoon aan Richard Wagner. Het eerste deel van de symfonie begint met een stijgend thema dat wordt aangedragen door de cello's. Het Scherzo verlicht de sombere sfeer van het voorafgaande Adagio, en met de Finale komt met ongeremd plezier ten einde. Deze uitvoering werd in 2008 opgenomen in Severance Hall in Cleveland.","category":""},"55808":{"channel":"141431343","start":"1672741048","end":"1672744846","first":"R","idtitle":"ROBERTOGIORDANOSPEELTBRAHMSENBEETHOVEN","title":"Roberto Giordano speelt Brahms en Beethoven","program_id":"1313935019","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/45\/202212272101305184uu.jpg","description":"In dit recital voert de Italiaanse pianist Roberto Giordana Brahms’ Sechs Klavierstücke (Op. 118) uit, gevolgd door twee Beethovensonates: De bekende ‘Mondscheinsonate’ No. 14, (Op. 27 Nr. 2) en Pianosonate Nr. 31 (Op. 110), één van Beethovens late sonates. Brahms voltooide de verzameling Klavierstücke in 1893 en droeg ze op aan Clara Schumann. Het is de voorlaatste compositie die Brahms voltooide. Dit concert is opgenomen in de Villa Visconti Borromei Litta te Lainate, Italië in 2017. Regie van Pietro Tagliaferri.","category":""},"55809":{"channel":"141431343","start":"1672744846","end":"1672750802","first":"V","idtitle":"VILLALOBOSMUZIEKVOORCELLOENPIANOIII","title":"Villa-Lobos: Muziek voor Cello en Piano - III","program_id":"1313935025","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/2\/2022122721013051804x.jpg","description":"In deze zesdelige documentaire over het leven en werk van de Braziliaanse componist Heitor Villa-Lobos neemt regisseur Liloye Boubli kijkers mee op reis langs het leven en werk van deze legende de Zuid-Amerikaanse klassieke muziek. De componist, dirigent, cellist, en klassieke gitarist werd in 1887 geboren in Rio de Janeiro in Brazilië. Hij groeide op in een periode van enorme maatschappelijke veranderingen: met de afschaffing van de slavernij in 1888 was dit een tijd van sociale veranderingen en ver doorgevoerde modernisering in Brazilië. Uiteindelijk zou Villa-Lobos één van de bekendste Zuid-Amerikaanse componisten ooit worden. In deze derde aflevering bekijkt Liloye Boubli de invloed van de Romantiek en de Franse klassieke muziek op het werk van Villa-Lobos.","category":""},"55810":{"channel":"141431343","start":"1672750802","end":"1672754170","first":"C","idtitle":"COUPERINTROISIEMELIVREEENNIEUWEWEG","title":"Couperin - Troisième Livre: Een nieuwe weg","program_id":"1313935031","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/60\/20221227210130518wgm.jpg","description":"Met zijn derde klavecimbelboek vond Couperin zijn eigen, unieke stem. De oubollige suite heeft afgedaan, de ordre wordt tot een hoogtepunt gevoerd. Terwijl het aantal delen per ordre wordt ingeperkt, zorgt een sterke sfeertekening voor karakter en samenhang. Deze legendarische publicatie bevat enkele van de merkwaardigste werken uit het barokke klavierrepertoire: een kolfje naar de hand van Bertrand Cuiller.","category":""},"55811":{"channel":"141431343","start":"1672754170","end":"1672759775","first":"L","idtitle":"LUISIDIRIGIEERTSTRAUSSBEETHOVENENSCHOENBERG","title":"Luisi dirigieert Strauss, Beethoven en Schönberg","program_id":"1313935037","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/40\/20221227210130518zxd.jpg","description":"Fabio Luisi dirigeert het Deens Radio Symfonieorkest in een uitvoering van Richard Strauss' Hoornconcert Nr. 1. Solist is Lasse Mauritzen, de eerste hoornist van het orkest.Het werk is een van de populairste en meest uitgevoerde hoornconcerten uit het repertoire. De vader van Strauss was een van de meest begenadigde hoornisten van zijn tijd. Naast het hoornconcert staan ook Beethovens Symfonie Nr. 7 en Schönbergs Verklärte Nacht op het programma. Dit concert is opgenomen in het DR Koncerthuset te Kopenhagen in 2017.","category":""},"55812":{"channel":"141431343","start":"1672759775","end":"1672764410","first":"M","idtitle":"MAHLERSYMFONIENR5","title":"Mahler - Symfonie Nr. 5","program_id":"1313935043","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/87\/202212272101305197xi.jpg","description":"Het Luzern Festivalorkest speelt onder leiding van Claudio Abbado Mahlers Symfonie Nr. 5. Deze uitvoering is opgenomen tijdens het Lucerne Festival van 2004, een jaar na de oprichting van het festivalorkest. Solisten zijn Kolja Blacher, Natalia Gutman, Reinhold Friedrich en Sabine Meyer. De New York Times schreef lovende woorden over dit concert: \"A conductor is back, an orchestra reborn\".","category":""},"55813":{"channel":"141431343","start":"1672764410","end":"1672768328","first":"B","idtitle":"BEETHOVENLAATSTESONATESOP109110111","title":"Beethoven - Laatste sonates, op. 109, 110 & 111","program_id":"1313935049","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/44\/20221227210130519fbq.jpg","description":"Beethovens laatste drie pianosonates (Op. 109, 110 en 111) verkennen de intieme doolhoven van de menselijke ziel. Toen Beethoven de werken schreef was hij door zijn doofheid al een tijd in zichzelf gekeerd. Dit had een grote invloed op zijn relatie met anderen en zijn contact met de buitenwereld. Dit psychologische raamwerk wordt verkend door regisseur Mariano Nante, die pianist Alexandre Tharaud plaatst in een film die lijkt geïnspireerd te zijn door het werk van de Russische filmregisseur Tarkovski. De film is opgenomen in verlaten kastelen en roept het gevoel van eenzaamheid en zelfreflectie op die een innerlijke reis vormen middels beeld en muziek.","category":""},"55814":{"channel":"141431343","start":"1672768328","end":"1672770359","first":"F","idtitle":"FRANGSCHIFFENZIMMERMANNSPELENMOZARTBRAHMS","title":"Frang, Schiff en Zimmermann spelen Mozart & Brahms","program_id":"1313935055","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/20\/20221227210130519a9x.jpg","description":"Vilde Frang, Tabea Zimmermann en András Schiff bundelen de krachten in een concert tijdens de 25-jarige jubileumedite van het Zwitserse Verbier Festival van 2018. Tijdens dit concert etaleert Schiff zijn veelzijdige vakmanschap als zowel pianist en dirigent. Hij wordt bijgestaan door Vilde Frang, een uitmuntend Mozartinterprete en altvioliste Tebea Zimmerman. Op het programma staan Mozarts Sinfonia Concertante voor viool en altviool (KV. 364), Schumanns Märchenbilder voor altviool en piano, Op. 113 en Brahms’ Sonate Nr. 1 voor altviool en piano, Op. 120. Het laatste werk is een bewerking is van het origineel, dat voor piano en klarinet is gecomponeerd.","category":""},"55815":{"channel":"141431343","start":"1672770359","end":"1672774200","first":"M","idtitle":"MOZARTKLARINETCONCERTINAGROOTK622","title":"Mozart - Klarinetconcert in A-groot, K. 622","program_id":"1313935061","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/8\/20221227210130519zz9.jpg","description":"Henk de Graaf is de solist in Mozart's Klarinetconcert, KV. 622. Het Amadeus Ensemble Rotterdam staat onder leiding van Marien van Straalen. Opvallend is het belangrijke aandeel van de klarinet in de muziek die Wolfgang Amadeus Mozart in de laatste drie jaar van zijn leven componeerde. Naast het klarinetkwintet uit 1789 en de obligaatpartijen voor de klarinet en diens iets lager getimbreerde broertje de bassethoorn uit de in 1791 voltooide opera ‘La Clemenza di Tito’is het onmiddellijk na dat laatste werk geschreven Klarinetconcert in A KV 622 uit oktober 1791 de bekroning van Mozarts klarinetrepertoire. Het was ook de bekroning van de jarenlange vriendschap met de klarinettist Anton Stadler, die door Mozart in zijn brieven liefhebbend als “den Sodla” aangeduid werd). Stadler dook al eerder in Mozarts leven op en hij was ook degene door wie het klarinetkwintet en de ‘Clemenza-partijen’ voor het eerst werden gespeeld. Dit beroemde concert is één van de mooiste voor klarinet en orkest mede door de prachtige gerijpte harmonieuze inleiding en de daarop volgende briljante en melodieuze thematiek over de gehele omvang van de klarinet.Het bekendste gedeelte van dit werk is het ...","category":""},"55816":{"channel":"141431343","start":"1672774200","end":"1672775159","first":"C","idtitle":"CMIMVOICE2022EERSTERONDEDANIAELZEIN","title":"CMIM Voice 2022 – Eerste Ronde: Dania El Zein","program_id":"1313935067","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/58\/20221227210130519fdc.jpg","description":"Sopraan Dania El Zein (Frankrijk, 1990) zingt ‘Arrière!’ uit Maurice Ravel’s opera L’enfant et les sortilèges; ‘Appena mi vedon’ uit Wolfgang Amadeus Mozarts opera buffa La finta giardiniera (De vermomde tuinierster); en ‘Valse tyrolienne’ uit Jacques Offenbachs operette Un mari à la porte, tijdens de eerste ronde van de Voice Edition van het Concours musical international de Montréal 2022 (CMIM). Deze uitvoering is opgenomen in het Bourgie-paviljoen van het Musée des beaux-arts de Montréal.","category":""},"55817":{"channel":"141431343","start":"1672775159","end":"1672776274","first":"C","idtitle":"CMIMVOICE2022EERSTERONDENILSWANDERER","title":"CMIM Voice 2022 – Eerste Ronde: Nils Wanderer","program_id":"1313935073","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/25\/20221227210130519vqm.jpg","description":"Countertenor Nils Wanderer (Duitsland, 1993) zingt ‘Stille amare’ uit Georg Friedrich Händels opera Tolomeo, re d'Egitto; ‘I know a bank’ uit Benjamin Brittens opera A Midsummer Night’s Dream; en ‘Oblivion soave’ uit Claudio Monteverdi’s opera L’incoronazione di Poppea, tijdens de eerste ronde van de Voice Edition van het Concours musical international de Montréal 2022 (CMIM). Deze uitvoering is opgenomen in het Bourgie-paviljoen van het Musée des beaux-arts de Montréal.","category":""},"55818":{"channel":"141431343","start":"1672776274","end":"1672778508","first":"M","idtitle":"MEXICAANSCONCERTDEELI","title":"Mexicaans Concert - Deel I","program_id":"1313935079","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/16\/20221227210130519u0d.jpg","description":"Sopraan Anabel de la Mora wordt bijgestaan door het Orquesta Sinfonica de Minería onder leiding van Raúl Delgado in een concertprogramma dat in het teken staat van Mexicaanse componisten. Dit programma, waarin het eerste deel van het concert aan bod komt, omvat de volgende werken: Miguel Bernal Jiménez' \"Angelus\", Alfonso Esparza's \"Dime que sí\", María Grever's \"Munequita Lina\", Ricardo Castro's \"Intermezzo de Atzimba\", Jorge del Moral's \"Besos robados\", en Consuelo Velázquez' \"Bésame mucho\". Dit concert uit 2019 vond plaats in de Academia de Música del Palacio de Minería in Mexico-Stad.","category":""},"55819":{"channel":"141431343","start":"1672778508","end":"1672781737","first":"A","idtitle":"AMERICANSINPYONGYANG","title":"Americans in Pyongyang","program_id":"1313935085","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/64\/20221227210130519y24.jpg","description":"In de zomer van 2007 ontving de New York Philharmonic een bijzondere uitnodiging: Noord-Korea, 's werelds meest geïsoleerde en afgelegen land, feitelijk in oorlog met de Verenigde Staten, nodigde het orkest uit om op te treden in de hoofdstad Pyongyang. Slechts een paar maanden later stapten tweehonderd orkestleden en meer dan honderd journalisten uit het gecharterde vliegtuig op de verlaten luchthaven van Pyongyang. Ze stonden op het punt een historisch moment te beleven: het allereerste optreden van een Amerikaans symfonieorkest in de Democratische Volksrepubliek Korea. De documentaire 'Americans in Pyongyang' vertelt het verhaal van de historische reis naar Pyongyang die de New York Philharmonic in februari 2008 maakte .","category":""},"55820":{"channel":"141431343","start":"1672781737","end":"1672783507","first":"B","idtitle":"BEETHOVENPIANOSONATENR16OP31NR1","title":"Beethoven - Pianosonate Nr. 16, Op. 31, Nr. 1","program_id":"1313935091","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/20\/20221227210130519yle.jpg","description":"De Italiaanse pianist Riccardo Schwartz is geboren in 1986 te Milaan en volgde zijn pianostudies aan het Conservatorium van Milaan als student van Riccardo Risaliti, Leonardo Leonardi en Annibale Rebaudengo. Na zijn afstuderen vervolgde Schwartz zijn studies aan de Accademia Pianistica te Imola. Gedurende zijn carrière soleerde Schwartz al onder de begeleiding van dirigenten als Gustav Kuhn en Yuri Temirkanov. Een van Schwartzs grootste projecten tot nu toe is een concertcyclus van Ludwig van Beethovens 32 pianosonates.","category":""},"55821":{"channel":"141431343","start":"1672783507","end":"1672785130","first":"C","idtitle":"CLASSICALNEXT2019SNIEDZ","title":"Classical:NEXT 2019 - Śniedź","program_id":"1313935097","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/56\/202212272101305199ti.jpg","description":"Śniedź is een hedendaags muziekduo uit Warschau, bestaande uit stem en elektronische instrumenten. Het duo combineert een wijd scala aan stemtechnieken met geïmproviseerde klanken van de zelfgenoemde 'glitchtronica'. Zangeres, performer en geluidsartieste Aleksandra Klimczak doorbreekt vele grenzen van bestaande kunstvormen door met diverse jonge artiesten samen te werken. Voor haar werk ontving ze beurzen van het Poolse Ministerie voor Cultuur. Muziekcurator Antoni Beksiak is actief binnen in het veld van de hedendaagse cross-over en mixt verschillende etnische stijlen met klassieke, jazz en popmuziek in zijn werk als ondernemer, criticus en artiest. Tijdens deze showcase vanaf Classical:NEXT 2019 te Rotterdam speelt het duo een setlist met eigen werken.","category":""},"55822":{"channel":"141431343","start":"1672785130","end":"1672786800","first":"L","idtitle":"LISZT3SONETTIDELPETRARCA","title":"Liszt - 3 Sonetti del Petrarca","program_id":"1313935103","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/12\/202212272101305192es.jpg","description":"De Duitse bariton Dietrich Henschel en pianist Arno Waschk bundelen hun krachten in dit Lieder-programma met composities van Hugo Wolf, Ludwig van Beethoven, en Franz Liszt, opgenomen op 10 april 2020 in Schinkel Pavillon in Berlijn. Het programma begint met drie Mörike-Lieder van Hugo Wolf: 'Neue Liebe', Karwoche', en 'Wo find' ich Trost', gevolgd door Beethovens Gellert-Lieder, opus 48. Hierna volgen nog drie liederen van Wolf: 'Wohl denk' ich oft', 'Alles endet, was entstehet', en 'Fühlt meine seele'. Het programma sluit af met Liszts Drie sonnetten van Petrarca, geïnspireerd op de sonnetten 47, 104, en 123 van Francesco Petrarca.","category":""}}