{"70628":{"channel":"280715089","start":"1672873200","end":"1672875600","first":"T","idtitle":"THEPASSIONATETHREE1","title":"the Passionate Three 1","program_id":"1313939477","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/1\/202212280200405110sn.jpg","description":"...","category":""},"70629":{"channel":"280715089","start":"1672875600","end":"1672877700","first":"T","idtitle":"THEPASSIONATETHREE2","title":"the Passionate Three 2","program_id":"1313939483","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/71\/20221228020040511jww.jpg","description":"...","category":""},"70630":{"channel":"280715089","start":"1672877700","end":"1672879500","first":"T","idtitle":"THEPASSIONATETHREE3","title":"the Passionate Three 3","program_id":"1313939489","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/25\/20221228020040511lhv.jpg","description":"...","category":""},"70631":{"channel":"280715089","start":"1672879500","end":"1672885800","first":"R","idtitle":"ROOMFULLOFMIRRORS","title":"Room Full of Mirrors","program_id":"1313939495","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/84\/20221228020040512m3q.jpg","description":"...","category":""},"70632":{"channel":"280715089","start":"1672885800","end":"1672891200","first":"B","idtitle":"BEHEMOTH","title":"Behemoth","program_id":"1313939501","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/94\/20221228020040512omx.jpg","description":"Wanneer zijn dochtertje ziek wordt, vermoedt Joshua Riverton dat de chemiereus waarvoor hij werkt, verantwoordelijk is. Zijn mentale voorgeschiedenis wordt echter tegen hem uitgespeeld. Als hij verhaal wil halen bij zijn oude baas, loopt de situatie uit de hand. Het leven van de klokkenluider verandert in een hel. Letterlijk.","category":""},"70633":{"channel":"280715089","start":"1672891200","end":"1672896600","first":"T","idtitle":"THEBADPENNY","title":"The Bad Penny","program_id":"1313939507","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/19\/20221228020040512bcj.jpg","description":"Een voormalige Amerikaanse bokser is verbannen naar Bangkok. Wanneer hij wordt benaderd door een mysterieuze vechtsportliefhebber uit zijn geboortestad, moet hij de confrontatie met zijn gewelddadige verleden aangaan.","category":""},"70634":{"channel":"280715089","start":"1672896600","end":"1672901700","first":"P","idtitle":"PAYDIRT","title":"Paydirt","program_id":"1314359708","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/98\/20221229020039705wg3.jpg","description":"Na vijf jaar brommen wil de charismatische crimineel Damien (Luke Goss) de buit claimen die hij destijds aan zijn neus zag voorbijgaan. Maar het geld ligt ergens in de woestijn begraven. Hij is echter niet de enige die zijn oog heeft laten vallen op de gigantische stapel geld. En dan is er ook nog sheriff Tucker (Val Kilmer) die hem genadeloos op de hielen zit.","category":""},"70635":{"channel":"280715089","start":"1672901700","end":"1672907700","first":"L","idtitle":"LINEOFDUTY","title":"Line of Duty","program_id":"1314359714","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/95\/20221229020039705w78.jpg","description":"Wanneer politieagent Frank Penny (Aaron Eckhart) tegen alle bevelen in een achtervolging inzet, schiet hij de kidnapper dood die de elfjarige dochter van de commissaris ergens heeft opgesloten. Frank moet alles op het spel zetten om het meisje te redden, maar om haar te vinden heeft hij de hulp nodig van vlogger Ava Brooks. Zij volgt Frank op de voet en zendt alles live uit op haar nieuwskanaal. Terwijl de stad toekijkt, beginnen Frank en Ava aan een race tegen de klok.","category":""},"70636":{"channel":"280715089","start":"1672907700","end":"1672914000","first":"T","idtitle":"THESTYLIST","title":"The Stylist","program_id":"1314359720","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/11\/20221229020039705l81.jpg","description":"Iedereen droomt er wel eens van om iemand anders te zijn. Maar voor de eenzame styliste Claire verandert die droom in een obsessie en vervolgens in een ware nachtmerrie. Als kapster met een luisterend oor, verliest ze zich regelmatig in het leven van haar klanten. En wanneer het juiste slachtoffer in haar stoel zit, beëindigt Claire dat leven met een gruwelijk souvenir van haar prooi. Claires solitaire bestaan, haar punctuele methode en haar bloedstollende geheimen worden overhoop gehaald wanneer ze wordt gevraagd om het haar te doen van de succesvolle en sociale Olivia, die op het punt staat om te trouwen.","category":""},"70637":{"channel":"280715089","start":"1672914000","end":"1672920300","first":"O","idtitle":"OURKINDOFTRAITOR","title":"Our Kind Of Traitor","program_id":"1314359854","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/47\/20221229020039705igh.jpg","description":"Tijdens een vakantie in Marokko worden academicus Perry MacKendrick (Ewan McGregor) en zijn vrouw Gail schoorvoetend vrienden met de Russische miljonair Dima. Hij vraagt ze een kleine gunst; bij thuiskomst een usb-stick af te leveren bij de Britse geheime dienst. Het verzoek klinkt verdacht maar Dima beweert dat zijn gezin gevaar loopt als de informatie niet bij MI6 terechtkomt. Voor ze het weten zijn Perry en Gail betrokken bij een zenuwslopend complot met de Russische maffia.","category":""},"70638":{"channel":"280715089","start":"1672920300","end":"1672926000","first":"C","idtitle":"CAGEFIGHTER","title":"Cagefighter","program_id":"1314359860","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/32\/20221229020039705fg1.jpg","description":"Reiss Gibbons is de onbetwiste kampioen van keiharde kooigevechten. Hij heeft vijfmaal zijn titel verdedigd en het geld stroomt binnen door een ongekende reeks sponsordeals, die zijn manager en beste vriend Reggie regelt. Er is geen tegenstander die Reiss wil uitdagen. Als publiciteitsstunt accepteert Reiss een gevecht tegen de professionele worstelaar Randy Stone. Reiss ziet het gevecht als een grap, verschijnt slecht voorbereid in de ring en wordt er letterlijk en figuurlijk keihard uitgeslagen. Binnen 24 uur verliest hij alles en er rest hem slechts één ding: revanche op Stone.","category":""},"70639":{"channel":"280715089","start":"1672926000","end":"1672931700","first":"H","idtitle":"HONESTTHIEF","title":"Honest Thief","program_id":"1314359866","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/20\/20221229020039705unf.jpg","description":"Tom (Liam Neeson) is een beruchte bankovervaller én een hopeloze romanticus. Hij wil niet dat zijn relatie met Annie (Kate Walsh) op leugens is gebaseerd en besluit zichzelf aan te geven. Maar als hij de FBI belt om te bekennen en een deal te bepleiten wordt hij vierkant uitgelachen. Na wat aandringen gaan de jonge agenten Nivens (Jai Courtney) en Hall (Anthony Ramos) op onderzoek uit en ontdekken dat Tom de waarheid spreekt! Zij zien Toms gestolen geld echter als hun eigen ticket naar rijkdom. Dit is het begin van een bizar kat-en-muisspel, waarbij het nog maar de vraag is wie de echte dieven zijn.","category":""},"70640":{"channel":"280715089","start":"1672931700","end":"1672938000","first":"T","idtitle":"THEPOSTCARDKILLINGS","title":"The Postcard Killings","program_id":"1314359872","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/87\/20221229020039705f3z.jpg","description":"Jacob, een door verdriet verscheurde politie-inspecteur uit New York reist naar Londen om de moord op zijn dochter en haar kersverse echtgenoot te onderzoeken. Hij ontdekt dat een gestoorde seriemoordenaar pasgetrouwde stellen om het leven brengt. De moord wordt steeds aangekondigd met een ansichtkaart die naar een plaatselijke journalist gestuurd wordt. Ondanks dat hij tegengewerkt wordt door de lokale politie, bijt Jacob zich geobsedeerd vast in zijn prooi. Maar steeds als hij denkt de dader te pakken te hebben glipt die weer door z'n vingers.","category":""},"70641":{"channel":"280715089","start":"1672938000","end":"1672943400","first":"T","idtitle":"THENIGHTCLERK","title":"The Night Clerk","program_id":"1314359878","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/23\/20221229020039705p81.jpg","description":"Bart is een uiterst intelligente, maar wereldvreemde jongen. Hij werkt als nachtportier in een hotel. Hij gebruikt het beveiligingssysteem om de gasten te begluren. Zo ontdekt hij een ingewikkelde seksuele driehoeksverhouding die zich afspeelt in het hotel. Twee sexy vrouwen en één egocentrische, gewelddadige man ontmoeten elkaar heimelijk in het hotel. Wanneer één van de twee vrouwen vermoord wordt gevonden in de hotelkamer, weet Bart veel meer dan hij zegt. Is hij werkelijk zo onschuldig als hij doet voorkomen? Of schuilt er een veel duisterder geheim achter zijn onheilspellende zwijgen?","category":""},"70642":{"channel":"280715089","start":"1672943400","end":"1672948800","first":"O","idtitle":"ONEFORTHEMONEY","title":"One for the Money","program_id":"1314359884","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/96\/20221229020039705lgi.jpg","description":"Stephanie Plum (Katherine Heigl) neemt uit geldnood een baantje aan als premiejager bij het tweederangs saneringsbureau van haar onbetrouwbare neef. Gewapend met haar pepperspray, zelfverzekerdheid en grote mond gaat ze achter voormalig politieagent en voortvluchtige moordverdachte Joe Morelli aan, die toevalligerwijs Stephanies hart brak op de middelbare school. Als het haar lukt hem op te pakken, levert dat niet alleen een grote som geld maar ook persoonlijke voldoening op. Totdat Stephanie ontdekt dat de situatie rondom Morelli heel anders in elkaar zit dan Stephanie denkt.","category":""},"70643":{"channel":"280715089","start":"1672948800","end":"1672954500","first":"B","idtitle":"BECOMING","title":"Becoming","program_id":"1314359890","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/13\/20221229020039706i2f.jpg","description":"Alex en Lisa (Toby Kebbell en Penelope Mitchell) zijn verloofd. Om dit te vieren maken ze een roadtrip. Onderweg stoppen ze bij een oude maat van Alex. Vanaf dat moment verandert Alex. Beetje bij beetje wordt hij onredelijker, gewelddadiger en uiteindelijk volkomen psychopathisch. Lisa ontdekt dat een kwaadaardig wezen bezit heeft genomen van zijn geest en opent de jacht om haar verloofde te redden.","category":""},"70644":{"channel":"280715089","start":"1672954500","end":"1672959900","first":"R","idtitle":"REDACTED","title":"Redacted","program_id":"1314359896","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/80\/20221230210030517lk1.jpg","description":"Montage van verschillende manieren waarop de Amerikaanse media bericht over de brute verkrachting en moord op een veertienjarig meisje van Iraakse afkomst. Via video blogs, rechtstreekse reportages en het journaal komt de gebeurtenis in de rest van de wereld terecht.","category":""}}