{"55508":{"channel":"141431343","start":"1672335614","end":"1672339141","first":"Q","idtitle":"QUARANTAINECONCERTENMUZIEKVOORPIANOCELLO","title":"Quarantaineconcerten: Muziek voor Piano & Cello","program_id":"1311770213","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/27\/20221222020110546ldg.jpg","description":"Tussen maart en mei 2020 stelde het Berlijnse Schinkel Pavillon onder de noemer 'Concerts in Quarantine' haar onverwachts vrijgekomen tentoonstellingsruimte ter beschikking van een reeks concerten 'in isolatie'. Als onderdeel van deze reeks spelen cellist Gabriel Schwabe en pianist Nicholas Rimmer Franz Schuberts Sonate voor cello en piano \"Arpeggione\" D. 821, Frédéric Chopins Sonate voor cello en piano Op. 65, en Camille Saint-Saëns' Zwaan uit Het Carnaval der Dieren (in het arrangement van Jascha Heifetz).","category":""},"55509":{"channel":"141431343","start":"1672339141","end":"1672342200","first":"B","idtitle":"BACHBRANDENBURGSCONCERTNR4","title":"Bach - Brandenburgs Concert Nr. 4","program_id":"1311770219","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/27\/20221222020110546aio.jpg","description":"Wist u dat een mislukte sollicitatie tot een muzikaal succes kan leiden? J. S. Bach was in 1721 in dienst bij Prins Leopold van Anhalt-Köthen, maar hij wilde liever werken voor Christian Ludwig, Markgraaf van Brandenburg. Dus droeg Bach zijn zes nieuwe Concerten op aan deze Markgraaf van Brandenburg, in de hoop dat hij aan diens hof kon komen werken. Helaas: de Markgraaf bedankte de componist niet eens, laat staan dat hij hem in dienst nam. Aan Bachs muziek lag het niet. In het vierde Concert speelt de viool een virtuose rol in het eerste en derde deel.","category":""},"55510":{"channel":"141431343","start":"1672342200","end":"1672348535","first":"I","idtitle":"ICEDANCESWANLAKE","title":"Ice Dance: Swan Lake","program_id":"1311770225","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/86\/20221222020110546wvj.jpg","description":"De Imperial Ice Stars is een ensemble van 24 topijsdansers, die gezamenlijk meer dan driehonderd medailles hebben verworven op nationale en internationale kampioenschappen. Geroemd door zowel critici als het publiek, weet het gezelschap al jaar het publiek te betoveren met hun creatieve, krachtige vertelkunst, indrukwekkende decors, prachtige kostuums en special effects. Deze ijsdansproductie van het Zwanenmeer’ 2015 is gezet op de originele muziek van het meesterwerk van Tsjaikovski en voorzien van de meesterlijke choreografie van regisseur Tony Mercer. Mercer zei zelf over deze productie: “Geïnspireerd door mijn onderzoek naar de muziek van Tsjaikovski en de intenties die in het verhaal verborgen liggen, wilde ik een meer realistische interpretatie creëren van dit geliefde verhaal en het overbrengen op het ijs, waarbij mijn wens voor een nieuwe kunst -het ijsdansen binnen een volledig theatrale setting- kon worden bewerkstelligd.”","category":""},"55511":{"channel":"141431343","start":"1672348535","end":"1672354800","first":"P","idtitle":"PENDERECKISYMFONIEZEVENPOORTENVANJERUZALEM","title":"Penderecki - Symfonie: Zeven poorten van Jeruzalem","program_id":"1311770231","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/5\/20221222020110546zpp.jpg","description":"Het Praagse Lentefestival van 2017 werd afgesloten met een uitvoering van Krzysztof Penderecki's monumentale Zeven Symfonie, die als titel \"Seven Gates of Jerusalem\" draagt. De componist dirigeert zelf het Praags Radio Symfonieorkest en het Slowaaks Philharmonisch Koor. Het werk is gecomponeerd ter ere van de stad Jeruzalem voor een bezetting van orkest, koor en solisten. Voor het libretto zijn teksten uit het Oude Testament gebruikt. Voor expressieve doeleinden heeft Penderecki gekozen voor een uitzonderlijk instrumentarium: een tubafoon, door de componist zelf vervaardigde percussie-instrumenten en de shofar, een oud Joods liturgisch instrument. Solisten zijn Iwona Hossa (sopraan), Karolina Sikora (sopraan), Anna Lubanska (mezzo-sopraan), Adam Zdunikowsk (tenor), Piotr Nowacki (bas) en David Švehlík (spreker). Daarnaast staat de Serenade voor Orkest van de Tsjechische componist Isa Krejci op het programma. Dit concert is opgenomen in de Smetanahal te Praag.","category":""}}