{"69102":{"channel":"280715003","start":"1672874400","end":"1672879500","first":"J","idtitle":"JEXI","title":"Jexi","program_id":"1313939200","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/97\/20221228020040560ugx.jpg","description":"Phil (Adam Devine) heeft een gigantisch probleem: hij is volledig afhankelijk van zijn telefoon. Hij heeft weinig vrienden, een nietszeggende baan en geen liefdesleven. Maar zijn saaie Facebook-status staat op het punt te veranderen. Zijn nieuwste telefoon blijkt een onverwachte feature te hebben: een coach genaamd Jexi. Deze virtuele assistent helpt hem om zijn leven weer op de rails te krijgen. Maar wanneer blijkt dat Phil steeds beter in 'het echte leven' kan functioneren, verandert Jexi in een technische nachtmerrie die hem niet wil laten gaan.","category":""},"69103":{"channel":"280715003","start":"1672879500","end":"1672885200","first":"T","idtitle":"THECALL","title":"The Call","program_id":"1313939206","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/93\/20221228020040560yqa.jpg","description":"In de herfst van 1987 drijven de pesterijen van vier tieners de oude Edith (Lin 'Insidious' Shaye) tot een wanhoopsdaad. Bizar genoeg staan de pestkoppen in het testament van de sinistere vrouw. Haar echtgenoot Edward (Tobin 'Saw' Bell) legt uit dat Lin een telefoon letterlijk in haar graf heeft meegenomen. Wie durft te bellen en een minuut aan de lijn blijft, erft een fortuin. Een voor een draaien ze het nummer van hun eigen hel.","category":""},"69104":{"channel":"280715003","start":"1672885200","end":"1672890600","first":"T","idtitle":"THEBOYBEHINDTHEDOOR","title":"The Boy Behind the Door","program_id":"1313939212","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/23\/2022122802004056050c.jpg","description":"De twaalfjarige Bobby Green komt terecht in een nachtmerrie wanneer hij en zijn beste vriend Kevin na school worden ontvoerd. Bobby weet te ontsnappen uit het afgelegen huis waar ze worden vastgehouden. Maar net wanneer hij hulp wil gaan halen, hoort hij de angstkreten van Kevin. Hij besluit om met gevaar voor eigen leven terug te gaan - je beste vriend laat je immers niet zitten. Er staat hen een angstaanjagende nacht te wachten.","category":""},"69105":{"channel":"280715003","start":"1672890600","end":"1672896600","first":"other","idtitle":"645","title":"6:45","program_id":"1313939218","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/54\/202212280200405607km.jpg","description":"Bobby doet een laatste romantische poging om de wankelende relatie met zijn vriendin Jules te redden tijdens een weekendje weg. Ze arriveren op het rustige eilandje Bog Grove, dat tot hun verbijstering vreemd genoeg verlaten lijkt. Bobby en Jules leren al snel over de dodelijke geschiedenis van het eilandje en komen vast te zitten in een tijdslus van terreur. Wat ze ook doen om het te vermijden, het stel wordt elke ochtend wakker om 6:45 door dezelfde nachtmerrieachtige reeks gebeurtenissen die ertoe leiden dat ze op wrede wijze worden vermoord. Een manier om te ontsnappen lijkt er niet te zijn.","category":""},"69106":{"channel":"280715003","start":"1672896600","end":"1672901700","first":"other","idtitle":"911","title":"9\/11","program_id":"1314360040","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/24\/202212290200397077wd.jpg","description":"Wanneer een lift van het World Trade Center plots blokkeert, hebben de vijf inzittenden geen benul van het drama dat zich daarbuiten en boven hun hoofden aan het voltrekken is. De dame die de liften aanstuurt, vormt hun enige verbinding met de buitenwereld. Via de intercom probeert ze het bonte gezelschap in veiligheid te brengen... de datum is 11 september 2001.","category":""},"69107":{"channel":"280715003","start":"1672901700","end":"1672907100","first":"M","idtitle":"MENWHOSTAREATGOATS","title":"Men Who Stare At Goats","program_id":"1314360046","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/32\/20221229020039707p3g.jpg","description":"Bob Wilton (Ewan McGregor) is een in Irak gestationeerde reporter die op zoek is naar een goed verhaal. Hij ontmoet Lyn Cassady (George Clooney), die beweert een voormalig paranormaal soldaat te zijn. Hij vertelt over een speciale afdeling van het Amerikaanse leger die zich bezighoudt met het ontwikkelen van paranormale strijdkrachten. Samen gaan ze op zoek naar het hoofdkwartier, waar ze de oprichter (Jeff Bridges) en de afdelingschef (Kevin Spacey) ontmoeten.","category":""},"69108":{"channel":"280715003","start":"1672907100","end":"1672914900","first":"R","idtitle":"RAINMAN","title":"Rain Man","program_id":"1314360052","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/82\/20221229020039707cqg.jpg","description":"Na het overlijden van zijn vader, komt yuppie autoverkoper Charlie Babbitt (Tom Cruise) tot de ontdekking dat hij nog een broer heeft. De contactarme Raymond (Dustin Hoffman) is autistisch, maar heeft een fotografisch geheugen en is bovendien in staat om ingewikkelde wiskundige vraagstukken op te lossen. Raymond is de enige erfgenaam van de miljoenen die hun vader heeft achtergelaten. In een poging zijn deel van de erfenis op te eisen, ontvoert Charlie zijn broer uit diens verzorgingshuis en wil hem meenemen naar Los Angeles. Raymond weigert echter te vliegen, waarop de broers aan een lange road trip door Amerika beginnen.","category":""},"69109":{"channel":"280715003","start":"1672914900","end":"1672919700","first":"T","idtitle":"THESUNLITNIGHT","title":"The Sunlit Night","program_id":"1314360058","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/14\/20221229020039707dk7.jpg","description":"Frances (Jenny Slate) is een Amerikaanse kunstenares die na een break-up met haar geliefde besluit naar Noorwegen te vertrekken voor een kunstproject. Eenmaal in Noorwegen, kruist haar pad met Yasha (Alex Sharp), een Russische emigrant die in Noorwegen is om zijn vader te begraven. Yasha's vader heeft als laatste wens om als een echte Viking begraven te worden in Noorwegen. Frances is tijdens deze periode een grote steun voor Yasha. Daar, waar de zon nooit ondergaat, laten zij hun verleden achter zich en zien zij de toekomst tegemoet.","category":""},"69110":{"channel":"280715003","start":"1672919700","end":"1672927200","first":"H","idtitle":"HOPE","title":"Hope","program_id":"1314360064","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/91\/202212290200397079mr.jpg","description":"Na een succesvolle internationale tour met haar dansgezelschap, keert Anja (Andrea Bræin Hovig) terug naar huis om Kerst te vieren. Daar wacht haar gezin op haar: partner en theaterregisseur Tomas (Stellan Skarsgård), hun drie biologische kinderen, en de drie kinderen uit Tomas' eerste huwelijk. Maar vlak voor Kerst krijgen Anja en Tomas nieuws dat inslaat als een bom: Anja heeft een hersentumor en niet lang meer te leven. Samen proberen ze een manier te vinden om het nieuws te delen met hun familie. In de tijd die volgt wordt de relatie tussen Anja en Tomas hevig op de proef gesteld.","category":""},"69111":{"channel":"280715003","start":"1672927200","end":"1672934400","first":"A","idtitle":"AUGUSTOSAGECOUNTY","title":"August Osage County","program_id":"1314360070","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/1\/20221230210030521sqa.jpg","description":"Door tragische omstandigheden worden moeder Violet Weston (Meryl Streep) en haar dochter Barbara (Julia Roberts) gedwongen samen te komen in het ouderlijk huis met de rest van het gezin. Ieder lid van de familie Weston (Ewan McGregor, Juliette Lewis, Chris Cooper en Benedict Cumberbatch) neemt zijn eigen problemen mee, wat zorgt voor diverse licht ontvlambare situaties, schaamteloze ruzies, en bekentenissen met onvoorspelbare gevolgen.","category":""},"69112":{"channel":"280715003","start":"1672934400","end":"1672940400","first":"B","idtitle":"BURNT","title":"Burnt","program_id":"1314360076","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/81\/202212290200397070bt.jpg","description":"Chef-kok Adam Jones (Bradley Cooper) is een rockster in de keuken. De culinaire wereld ligt aan zijn voeten maar door zijn wilde leven met drank en drugs verliest hij zijn tweesterrenrestaurant in Parijs. Enkele jaren later duikt het enfant terrible op in Londen om er het beste restaurant ter wereld te openen. Hiervoor moet hij zijn oude gewoontes opgeven en moet hij zich omringen met de besten uit het vak, waaronder de getalenteerde Helene (Sienna Miller) en zijn oude vriend Michel (Omar Sy). Zijn terugkomst wekt echter ook de belangstelling van oude vijanden die zijn comeback niet evident maken.","category":""},"69113":{"channel":"280715003","start":"1672940400","end":"1672953300","first":"B","idtitle":"BLUEVALENTINE","title":"Blue Valentine","program_id":"1314360082","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/16\/20221229020039707acv.jpg","description":"Cindy (Michelle Williams) en Dean (Ryan Gosling), ooit tot over hun oren verliefd op elkaar, zien nu na jaren samen te zijn geweest hun huwelijk langzaam uiteenvallen. Met de hoop deze situatie op te lossen besluiten zij samen een hotelkamer te boeken, waar zij terugkijken op hun ontmoeting en de prille, hoopvolle liefde die zij ooit deelden.","category":""},"69114":{"channel":"280715003","start":"1672953300","end":"1672960800","first":"T","idtitle":"TOMIRIS","title":"Tomiris","program_id":"1314360088","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/81\/202212290200397070bt.jpg","description":"Tomiris was de koningin van de Amazones, die 600 jaar voor Christus een bloedige oorlog voerde tegen het Perzische Rijk. Nadat de Perzische koning Cyrus haar dorp laat uitroeien neemt Tomiris de wapens op en verenigt een gigantisch leger om haar volk te bevrijden. Non-stop actie en avontuur, massale veldslagen met honderden krijgers en paarden in gevechtsharnas, strijd op leven en dood, en intriges van een wrede koning die met geweld, list en bedrog de bevolking probeert te onderdrukken.","category":""}}