{"69880":{"channel":"280715003","start":"1672335000","end":"1672342200","first":"T","idtitle":"THEREADER","title":"The Reader","program_id":"1311744027","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/75\/20221222020035527gvk.jpg","description":"In Duitsland, vlak na de Tweede Wereldoorlog, begint de vijftienjarige Michael een gepassioneerde maar heimelijke affaire met de veel oudere Hanna (Kate Winslet). Hun relatie wordt intenser wanneer ze hun gezamenlijke liefde voor boeken ontdekken. Elke avond leest Michael zijn geliefde Hanna voor uit grote werken. Ondanks hun innige band is Hanna op een dag spoorloos verdwenen en pas jaren later komt Michael (Ralph Fiennes) haar opnieuw tegen, wanneer hij als rechtenstudent een proces tegen oorlogscriminelen bijwoont. Hanna is een van de beklaagden en Michael ontdekt een diep geheim over de vrouw die hij ooit liefhad.","category":""},"69881":{"channel":"280715003","start":"1672342200","end":"1672348800","first":"B","idtitle":"BORGMAN","title":"Borgman","program_id":"1311744033","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/73\/202212220200355274b3.jpg","description":"De mysterieuze Camiel Borgman arriveert als een buitenstaander in de omheinde lanen van een villawijk. Hij klopt aan bij de riante woning van Marina en Richard. Zij is gefascineerd door de vreemdeling en biedt hem een slaapplek aan. Zijn komst is het begin van een reeks verontrustende gebeurtenissen rond de zorgvuldig opgetrokken façade van het welgestelde gezin van wie Borgman het leven stapje voor stapje op lugubere wijze weet te beïnvloeden.","category":""},"69882":{"channel":"280715003","start":"1672348800","end":"1672354500","first":"S","idtitle":"SMILEYFACEKILLERS","title":"Smiley Face Killers","program_id":"1311744039","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/0\/20221222020035528atb.jpg","description":"Wanneer hij stopt met zijn antidepressiva, valt student en succesvol sporter Jake ten prooi aan paranoia. Hij verdenkt de ex van zijn vriendin ervan hem te willen opfokken met bizarre sms’jes. De waarheid is echter veel gruwelijker. Jake moet het ultieme slachtoffer worden van een sekte van seriemoordenaars die zijn daden signeert met smileys.","category":""},"69883":{"channel":"280715003","start":"1672354500","end":"1672360200","first":"J","idtitle":"JAKOBSWIFE","title":"Jakob's Wife","program_id":"1311744045","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/72\/20221222020035528nyn.jpg","description":"Gevangen in een huwelijk met een predikant, zoekt de Anne troost bij een oude vriend. Een flirt die uitmondt in een bizarre, bloederige inwijding. Herboren als vampier, komt Anne voor een verscheurende keuze te staan: een opwindend, onsterfelijk bestaan aan de zijde van The Master of de terminale treurnis als Jakobs vrouw.","category":""}}