{"70185":{"channel":"280715028","start":"1672287300","end":"1672293600","first":"M","idtitle":"MISERY","title":"Misery","program_id":"1311290230","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/31\/20221221020040529oua.jpg","description":"Romanschrijver Paul Sheldon (James Caan) kan zich de verblindende sneeuwstorm, die zijn auto tollend van de weg af bracht, niet herinneren. Ook kan hij zich niet herinneren dat hij door aandacht en liefdevolle verpleging weer bij bewustzijn is gebracht. Het enige dat hij zich herinnert, is dat hij wakker werd in het huis van Annie (Kathy Bates). Deze voormalige verpleegster verandert echter van een reddende engel in een maniakale fan, die zich heeft voorgenomen om haar favoriete schrijver de rest van zijn leven als persoonlijke gevangene te houden.","category":""},"70186":{"channel":"280715028","start":"1672293600","end":"1672299900","first":"T","idtitle":"THEWARISOVER","title":"The War is Over","program_id":"1311742735","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/3\/20221222020035523ti4.jpg","description":"Om de oorlog in Kosovo te ontvluchten, emigreert het gezin Rahmani in 1999 naar Zwitserland. Na jaren in hun nieuwe thuisland te hebben gewoond, staat de familie op het punt om gedeporteerd te worden. Wanhopig om te kunnen blijven, richten ze een Albanese dansgroep op om de steun van de gemeenschap te verkrijgen.","category":""},"70187":{"channel":"280715028","start":"1672299900","end":"1672306500","first":"F","idtitle":"FLORENCEFOSTERJENKINS","title":"Florence Foster Jenkins","program_id":"1311742741","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/1\/20221222020035523fpa.jpg","description":"Florence Foster Jenkins doet er alles aan om haar droom, een bevlogen zangeres worden, uit te laten komen. De stem die ze in haar hoofd hoort is prachtig, maar voor anderen klinkt haar gezang vreselijk vals. Haar echtgenoot en manager St. Clair Bayfield, een aristocratische Engelse acteur, is vastbesloten om zijn geliefde Florence tegen de waarheid te beschermen. Wanneer Florence besluit een openbaar concert in Carnegie Hall te geven, komt hij voor de grootste uitdaging van zijn leven te staan.","category":""},"70188":{"channel":"280715028","start":"1672306500","end":"1672314300","first":"T","idtitle":"THEFALCONANDTHESNOWMAN","title":"The Falcon and the Snowman","program_id":"1311742747","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/84\/202212220200355238l2.jpg","description":"Wanneer Christopher Boyce (Timothy Hutton) terechtkomt bij een afdeling van de Amerikaanse geheime dienst, ontdekt hij dat de CIA plannen maakt om van de minister-president van Australië af te komen. Gedesillusioneerd door zijn eigen regering, besluit Christopher om belangrijke documenten door te verkopen aan de Russen. De onderhandelingen laat hij doen door zijn jeugdvriend Daulton Lee (Sean Penn), die niet alleen drugssmokkelaar is maar ook verslaafd. Zo raken de twee totaal verschillende vrienden betrokken bij gevaarlijke Russische spionage, de een uit idealisme, de ander uit hebzucht.","category":""},"70189":{"channel":"280715028","start":"1672314300","end":"1672320900","first":"K","idtitle":"KENAU","title":"Kenau","program_id":"1311742753","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/1\/20221222020035523i8e.jpg","description":"Haarlem, december 1572. Terwijl het leger van Alva de Hollandse opstand met harde hand de kop indrukt, runt weduwe Kenau Hasselaer (Monic Hendrickx) haar scheepswerf alsof het geen oorlog is. Pas als haar jongste dochter in Spaansgezinde handen valt, kan ze niet langer afzijdig blijven en trekt ze samen met de vrouwen van Haarlem ten strijde. Legerkapitein Ripperda (Barry Atsma) ziet in dat hij de hulp van de moedige vrouwen niet kan afslaan. Alleen Kathelijne (Sallie Harmsen), de overgebleven dochter van Kenau, wordt buiten het vrouwenleger gehouden. Vertrouwt Kenau haar niet of heeft ze een andere reden?","category":""},"70190":{"channel":"280715028","start":"1672320900","end":"1672328400","first":"A","idtitle":"ALINE","title":"Aline","program_id":"1311742759","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/48\/20221222020035523tes.jpg","description":"Een warme en humorvolle ode aan Célin Dion, vrij geïnspireerd op het leven van de beroemde zangeres. Aline is het veertiende kind in het gezin Dieu. Als haar ouders ontdekken dat de jonge Aline een gouden stem heeft, zet de hele familie zich in om haar talent aan de wereld te laten horen. Maar hoe komt een eenvoudig plattelandsmeisje uit Franstalig Canada verder? Een afspraak met producent Guy-Claude blijkt wat ze beiden nodig hebben. Samen kunnen ze met moed, geduld en liefde de wereld aan. Van lokale tv-shows tot megahits en van onzekere jonge vrouw tot stijlicoon.","category":""},"70191":{"channel":"280715028","start":"1672328400","end":"1672335600","first":"A","idtitle":"AUGUSTOSAGECOUNTY","title":"August Osage County","program_id":"1311743853","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/18\/202212220200355238be.jpg","description":"Door tragische omstandigheden worden moeder Violet Weston (Meryl Streep) en haar dochter Barbara (Julia Roberts) gedwongen samen te komen in het ouderlijk huis met de rest van het gezin. Ieder lid van de familie Weston (Ewan McGregor, Juliette Lewis, Chris Cooper en Benedict Cumberbatch) neemt zijn eigen problemen mee, wat zorgt voor diverse licht ontvlambare situaties, schaamteloze ruzies, en bekentenissen met onvoorspelbare gevolgen.","category":""},"70192":{"channel":"280715028","start":"1672335600","end":"1672342200","first":"L","idtitle":"LUCE","title":"Luce","program_id":"1311743859","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/28\/202212220200355232gh.jpg","description":"Tien jaar geleden adopteerden Amy (Naomi Watts) en Peter Edgar (Tim Roth) hun zoon Luce uit Eritrea. De jongen ontwikkelt zich, ondanks zijn moeilijke kinderjaren, niet alleen als een getalenteerd atleet, maar ook als een modelstudent. Dan doet zijn leerkracht (Octavia Spencer) een verontrustende ontdekking over Luce en worden Amy en Peter geconfronteerd met het duistere verleden van hun zoon.","category":""},"70193":{"channel":"280715028","start":"1672342200","end":"1672347600","first":"F","idtitle":"FALLEN","title":"Fallen","program_id":"1311743865","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/81\/20221222020035523nv0.jpg","description":"De eigenzinnige 17-jarige Lucinda 'Luce' Price wordt naar de Sword & Cross heropvoedingschool gestuurd nadat ze onterecht van een misdaad wordt beschuldigd. Ze ontmoet er twee jongens met wie ze zich op onverklaarbare wijze verbonden mee voelt. De jongens blijken gevallen engelen die al eeuwen elkaar bevechten voor haar liefde. Luce moet kiezen tussen Hemel en Hel in dit epische gevecht om ware liefde.","category":""},"70194":{"channel":"280715028","start":"1672347600","end":"1672353000","first":"L","idtitle":"LIONSFORLAMBS","title":"Lions for Lambs","program_id":"1311743871","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/57\/202212220200355232mv.jpg","description":"Een politicus (Tom Cruise) probeert zijn nieuwste wereldomvattende strategie te verkopen aan een journaliste (Meryl Streep). Een idealistische docent (Robert Redford) wil een van zijn beste studenten ervan te overtuigen een andere richting te kiezen in zijn leven. En tenslotte hebben twee studenten zich aangemeld bij het leger om al vechtend hun leven zinvoller te maken.","category":""},"70195":{"channel":"280715028","start":"1672353000","end":"1672359300","first":"W","idtitle":"WHATJUSTHAPPENED","title":"What Just Happened","program_id":"1311743877","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/90\/20221227210024806r4i.jpg","description":"Een filmproducer in Hollywood (Robert de Niro) probeert zich te manoeuvreren langs de valkuilen van de filmindustrie. Hij moet binnen twee weken zowel zijn nieuwste film maken en tegelijkertijd zijn huwelijk zien te redden.","category":""}}