{"69670":{"channel":"280715089","start":"1672251300","end":"1672257600","first":"P","idtitle":"PROOI","title":"Prooi","program_id":"1311290278","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/2\/20221221020040529mdk.jpg","description":"Na de vondst van een gruwelijk vermoord boerengezin net buiten Amsterdam, tast de politie in het duister over de mogelijke dader. Lizzy, een dierenarts van Artis, denkt echter te weten wat de bloederige verminkingen kan hebben aangericht: een forse, agressieve leeuw. Ze stuit vooral op ongeloof en er is een tweede bloedbad nodig voordat de autoriteiten instemmen met het rigoureuze plan van een Engelse leeuwenjager om het monster te pakken te krijgen. De jacht is geopend.","category":""},"69671":{"channel":"280715089","start":"1672257600","end":"1672264200","first":"S","idtitle":"SINISTER","title":"Sinister","program_id":"1311290284","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/11\/20221221020040529pvi.jpg","description":"Tien jaar geleden schreef misdaadauteur Ellison Oswald (Ethan Hawke) een bestseller over een beruchte moord. In zijn zoektocht naar inspiratie voor een tweede commerciële succes, verhuist hij met z'n familie naar een huis waar de vorige bewoners bruut om het leven zijn gekomen en een kind vermist raakte. In de woning ontdekt Ellison een doos met angstaanjagende 8mm amateurfilmpjes. Hij realiseert zich niet dat hij hiermee deuren heeft geopend die beter gesloten konden blijven.","category":""},"69672":{"channel":"280715089","start":"1672264200","end":"1672270200","first":"O","idtitle":"OLDBOY","title":"Oldboy","program_id":"1311290290","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/32\/202212210200405296rt.jpg","description":"De succesvolle marketingmanager Joe (Josh Brolin) wordt op een kwade dag zonder enige aanleiding of reden in totale eenzaamheid gevangen gezet. Wanneer hij na twintig jaar wordt vrijgelaten, gaat Joe bezeten van wraak op een missie om erachter te komen waarom iemand hem dit vreselijke lot aan wilde doen. Al snel wordt echter duidelijk dat het sadistische spel waar hij zich in bevond nog lang niet voorbij is.","category":""}}