{"62654":{"channel":"147053128","start":"1672246800","end":"1672248000","first":"N","idtitle":"NOSJOURNAAL","title":"NOS Journaal","program_id":"1311301865","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/75\/20221221020104728j3j.jpg","description":"Met het laatste nieuws, gebeurtenissen van nationaal en internationaal belang en de weersverwachting.","category":""},"62655":{"channel":"147053128","start":"1672248000","end":"1672249620","first":"E","idtitle":"EENVANDAAG","title":"EenVandaag","program_id":"1311301871","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/33\/20221221020104728g0p.jpg","description":"Je huis verwarmen met melk? Boer Gert-Jan doet het * Gemeenten bereiden zich voor op oudejaarsnacht met vuurwerk * Burgerspeurders en complotdenkers lopen politie en justitie voor de voeten: 'Laat opsporen aan professionals over' * China opent grenzen, maar corona is nog lang niet onder controle","category":""},"62656":{"channel":"147053128","start":"1672249620","end":"1672250760","first":"N","idtitle":"NOSJOURNAALREGIO","title":"NOS Journaal Regio","program_id":"1311301877","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/79\/202212210201047286o4.jpg","description":"Regionaal nieuws met landelijke uitstraling, gemaakt door de NOS en de regionale omroepen.","category":""},"62657":{"channel":"147053128","start":"1672250760","end":"1672253400","first":"B","idtitle":"BINNENSTEBUITEN","title":"BinnensteBuiten","program_id":"1311301883","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/79\/20221221020104728w3x.jpg","description":"Met net genoeg geld een huisje kunnen kopen en het daarna verbouwen met gekregen bouwspullen; kunstenaars Jolanda en Geert doen het op hun eigen kunstzinnige manier. * Culinair schrijver Nadia Zerouali breekt een lans voor een bijzondere groente: molokhia. In Nederland vrij onbekend, maar molokhia is zeer geliefd in het Midden-Oosten. Nadia bereidt de molokhia met paddenstoelenbouillon en jackfruit; een ware explosie aan kruiden en specerijen. * In Aarle-Rixtel staat het kasteeltje Croy op een groot landgoed. Hier houdt Mathee zijn Spaanse merinoschapen, die hier al voorkwamen toen er nog een kasteelheer was.","category":""},"62658":{"channel":"147053128","start":"1672253400","end":"1672255800","first":"R","idtitle":"RAILAWAY","title":"Rail Away","program_id":"1311301889","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/46\/20221221020104728an7.jpg","description":"Het eerste deel van de spoorroute begint in de deelstaat Opper-Oostenrijk, iets ten noordwesten van Gmunden, in het dorp Ampflwang im Hausruckwald, waar we aan boord gaan van een stoomtrein. Het spoor en de stoomtrein zijn eigendom van de ÖGEG, de Oostenrijkse Vereniging voor Spoorweggeschiedenis. Die renoveert met vele vrijwilligers oude treinen, onderhoudt het spoor, voert de dienstregeling uit en zorgt dat de passagiers een reisgevoel uit een ander tijdperk kunnen beleven. Met de Vorchdorferbahn en de Traunseetram eindigt deze reis pal aan de Traunsee in Gmunden, een gezellig plaatsje, omgeven door meren, valleien en bergen.","category":""},"62659":{"channel":"147053128","start":"1672255800","end":"1672259400","first":"S","idtitle":"SISI","title":"Sisi","program_id":"1311301895","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/67\/20221221020104728kr1.jpg","description":"De Hongaarse opstandeling Körtek heeft snode plannen gesmeed om Franz dwars te zitten, en dat brengt Sisi in een gevaarlijke situatie. De enige die de keizerin nu nog uit haar hachelijke positie zou kunnen bevrijden, is gravin Esterhazy. Ondertussen staat Franz in Possenhofen niet alleen een confrontatie met zijn schoonvader te wachten, maar ook met Sisi's zus.","category":""},"62660":{"channel":"147053128","start":"1672259400","end":"1672261740","first":"N","idtitle":"NIEUWSUUR","title":"Nieuwsuur","program_id":"1311301901","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/49\/20221221020104728qkl.jpg","description":"Ondanks de oorlog gaat het culturele leven in de Oekraïense havenstad Odessa door waar het kan. Daarbij liggen Russische componisten, schrijvers en dichters wel onder een vergrootglas. Hebben zij zich ooit over Oekraïne uitgesproken? * De Britten hadden een turbulent jaar. Wat doet dit met meest kwetsbare groepen? Nieuwsuur bezocht Carlton in Glasgow, een van de armste buurten van het VK. Eén op de twee kinderen leeft hier in armoede. * Garnalenvissers vrezen stikstofmaatregelen. Op 1 oktober moet de hele vloot zijn uitgerust met schone motoren. Maar die datum is volgens de vissers niet haalbaar. Veel vissers vrezen voor een faillissement.","category":""},"62661":{"channel":"147053128","start":"1672261740","end":"1672264980","first":"T","idtitle":"TRAPPERS","title":"Trappers","program_id":"1311301907","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/0\/202212210201047283nl.jpg","description":"Terwijl Stanley aan een intensief revalidatietraject begint waarbij hij eindelijk echt goed leert lopen, moet hij onder ogen zien dat het in de liefde met Laura niet helemaal gaat zoals hij het zich had voorgesteld. Koerier Rolf probeert zich een weg te banen in het leven, maar weet niet zo goed raad met zijn toekomst.","category":""},"62662":{"channel":"147053128","start":"1672264980","end":"1672268220","first":"C","idtitle":"CLOSEUPCONVERSATIEMETROMYSCHNEIDER","title":"Close Up: Conversatie met Romy Schneider","program_id":"1311301913","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/25\/20221221020104728vz5.jpg","description":"Actrice Romy Schneider werd haar hele leven geassocieerd met de rol die ze als jong meisje speelde, die van de charismatische Oostenrijkse keizerin Sissi. Ze ontwikkelde zich tot een succesvolle, intelligente actrice, maar in haar privéleven bleef ze een gekwelde ziel. In een exclusief, nachtelijk interview met de Duitse journaliste Alice Schwarzer werpt Romy Schneider in 1976 voor het eerst een licht op de oorsprong van haar problemen. Haar moeder en haar stiefvader blijken een sleutelrol gespeeld te hebben in haar moeilijke jeugd.","category":""},"62663":{"channel":"147053128","start":"1672268220","end":"1672269300","first":"B","idtitle":"BOVENWATERHETEINDEVANEENFAMILIEBEDRIJF","title":"Boven Water: Het einde van een familiebedrijf","program_id":"1311301919","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/29\/20221221170035533uxw.jpg","description":"Dit najaar besloot de vissersfamilie Tanis toch om zich uit te laten kopen. Daarmee is een eind gekomen aan een familiebedrijf waar opa in 1930 mee begon. Vader Jaap ruimt de boot op en zoon Chris is alweer aan het werk gegaan bij een van de concurrenten. Want er moet natuurlijk wel brood op de plank komen.","category":""}}