{"69987":{"channel":"280715003","start":"1673049900","end":"1673057400","first":"A","idtitle":"AMERICANNIGHT","title":"American Night","program_id":"1314810223","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/98\/20221230020039710d1l.jpg","description":"De 'Pink Marilyn', een legendarisch en verloren gewaand kunstwerk van Andy Warhol, vormt de inzet van een harde en bloedige strijd tussen ex-vervalser annex art dealer John Kaplan (Jonathan Rhys Meyers) en Michael Rubino (Emile Hirsch), een maffiabaas met artistieke neigingen en een groot talent voor bloedvergieten. Er volgt een verhaal vol intriges, plotwendingen en ultraviolence.","category":""},"69988":{"channel":"280715003","start":"1673057400","end":"1673063400","first":"B","idtitle":"BOSSLEVEL","title":"Boss Level","program_id":"1314810229","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/4\/202212300200397100j5.jpg","description":"Roy Pulver (Frank Grillo) is een gepensioneerde special forces veteraan die overlijdt. Hij wordt echter de volgende dag weer wakker en komt erachter dat hij vast zit in een eindeloze tijdslus. Terwijl huurmoordenaars achter hem aanzitten moet hij uit zien te vogelen wie er verantwoordelijk is voor dit fenomeen. En wat hij moet doen om heelhuids de volgende dag te halen.","category":""},"69989":{"channel":"280715003","start":"1673063400","end":"1673069400","first":"S","idtitle":"SON","title":"Son","program_id":"1314810235","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/72\/20221230020039710b44.jpg","description":"Wanneer haar achtjarige zoontje ten prooi valt aan een mysterieuze ziekte, moet een jonge moeder uitmaken hoe ver ze wil gaan om hem te beschermen tegen de sinistere demonen uit haar sekteverleden. Met de hulp van een rechercheur, de enige die haar lijkt te geloven, bindt ze de strijd aan zoals enkel een moeder dat kan.","category":""},"69990":{"channel":"280715003","start":"1673069400","end":"1673076300","first":"T","idtitle":"THEHOURS","title":"The Hours","program_id":"1315218856","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/53\/20221231020039707xj9.jpg","description":"Clarissa Vaughan (Meryl Streep) is een welgestelde en succesvolle boekredacteur. Laura Brown (Julianne Moore) is gelukkig getrouwd. Virginia Woolf (Nicole Kidman) is een gewaardeerd auteur. Drie totaal verschillende vrouwen. Op het eerste gezicht succesvol en gelukkig. Met elkaar verbonden door de pijn en tegenslag waar ze mee te maken hebben. Stuk voor stuk moeten ze een dramatische beslissing nemen.","category":""},"69991":{"channel":"280715003","start":"1673076300","end":"1673082600","first":"P","idtitle":"PROXIMA","title":"Proxima","program_id":"1315218862","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/75\/20221231020039707cnf.jpg","description":"De nuchtere Française Sarah voedt haar jonge dochter Stella alleen op. Ze is ook een briljante en gedreven astronaut, die geselecteerd wordt voor een ambitieuze – door mannen gedomineerde - ruimtemissie, samen met de chauvinistische Amerikaan Mike en de vredelievende Rus Anton. Ze bereidt zichzelf en Stella voor op haar langdurige afwezigheid en begint ze aan de zware training in Rusland. Het is het begin van een emotionele rollercoaster, waarin ze moet schipperen tussen haar persoonlijke dromen en behoeften en die van haar kind. Nu ze de aarde gaat verlaten, beseft Sarah dat ze zich er meer mee verbonden voelt dan ooit.","category":""},"69992":{"channel":"280715003","start":"1673082600","end":"1673088900","first":"E","idtitle":"EFFACERLHISTORIQUE","title":"Effacer L' Historique","program_id":"1315218868","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/29\/20221231020039707doq.jpg","description":"In een woonwijk worden drie buren geconfronteerd met de invloed van social media op hun leven. Marie wordt gechanteerd met een sekstape, Bertrands dochter wordt via Facebook op school gepest en Uber-chauffeur Christine is van slag omdat haar klanten weigeren om positieve recensies achter te laten. Samen besluiten ze de strijd aan te gaan tegen de internetgiganten.","category":""},"69993":{"channel":"280715003","start":"1673088900","end":"1673094300","first":"F","idtitle":"FALLEN","title":"Fallen","program_id":"1315218874","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/26\/20221231020039707oph.jpg","description":"De eigenzinnige 17-jarige Lucinda 'Luce' Price wordt naar de Sword & Cross heropvoedingschool gestuurd nadat ze onterecht van een misdaad wordt beschuldigd. Ze ontmoet er twee jongens met wie ze zich op onverklaarbare wijze verbonden mee voelt. De jongens blijken gevallen engelen die al eeuwen elkaar bevechten voor haar liefde. Luce moet kiezen tussen Hemel en Hel in dit epische gevecht om ware liefde.","category":""},"69994":{"channel":"280715003","start":"1673094300","end":"1673100600","first":"B","idtitle":"BIENVENUECHEZLESCHTIS","title":"Bienvenue chez les Ch'tis","program_id":"1315218880","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/44\/20221231020039707a8c.jpg","description":"Philippe Abrams is post-directeur in Salon-de Provence. Hij is getrouwd met Julie, wiens depressieve buien hem het leven haast onmogelijk maken. Om zijn vrouw een plezier te doen probeert hij zich te laten overplaatsen naar de Côte d'Azur. Maar zijn plannetje mislukt en als straf wordt hij tewerkgesteld in Bergues, een boerendorpje in het noorden. Abrams staat allerminst te popelen om naar deze, in zijn ogen, verschrikkelijke regio te verhuizen. Al snel blijkt dat het beeld dat hij van het noorden heeft, niet helemaal strookt met de werkelijkheid.","category":""},"69995":{"channel":"280715003","start":"1673100600","end":"1673113200","first":"N","idtitle":"NAKEDNORMANDY","title":"Naked Normandy","program_id":"1315218886","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/97\/20221231020039707mfd.jpg","description":"In Mêle-sur-Sarthe, een klein dorp in Normandië, worden de veehouders geteisterd door de crisis: de prijs van het vlees daalt fors, de melk wordt met verlies verkocht en de veehouders zitten in zak en as. Burgemeester Georges Balbuzard wil zich echter niet laten kennen en zal er alles aan doen om zijn dorp te redden. Het toeval wil dat Blake Newman, een bekende conceptfotograaf die grote menigten naakt fotografeert, op doortocht is in de streek. Balbuzard is ervan overtuigd dat deze man het dorp kan redden. Wat zou er gebeuren als Newman driehonderd Normandiërs naakt zou fotograferen op het Champ Chollet?","category":""},"69996":{"channel":"280715003","start":"1673113200","end":"1673119800","first":"K","idtitle":"KILLINGBONO","title":"Killing Bono","program_id":"1315218892","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/78\/20221231020039707lyt.jpg","description":"Dublin, 1976. Scholier Neil McCormick is van één ding zeker: er wacht hem een leven als rockster. Samen met zijn broer Ivan start hij de meest legendarische rockband ooit ter wereld: Shook Up! Ondertussen richt zijn klasgenootje Paul een eigen groepje op, met de ronkende naam U2 en laat zich vanaf dan als Bono aanspreken. Terwijl Bono samen met U2 wereldberoemd lijkt te worden, bewandelt Neil het tegenovergestelde pad van drugs, seks en vreemde kapsels: alles maakt hij mee tijdens zijn eigen zoektocht naar roem.","category":""},"69997":{"channel":"280715003","start":"1673119800","end":"1673125800","first":"D","idtitle":"DRIVE","title":"Drive","program_id":"1315218898","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/49\/202212310200397074r8.jpg","description":"Driver (Ryan Gosling) is een zwijgzame stuntcoureur in Hollywood, die bijverdient als bestuurder van vluchtauto's in het criminele circuit. Hij wordt verliefd op zijn mooie buurvrouw Irene (Carey Mulligan), een jonge moeder die wordt meegesleept in de onderwereldpraktijken van haar man, de ex-gedetineerde Standard. Wanneer een klus gruwelijk fout gaat, doet Driver wat hij kan om Irene en haar zoontje te redden.","category":""},"69998":{"channel":"280715003","start":"1673125800","end":"1673131200","first":"O","idtitle":"ONLYGODFORGIVES","title":"Only God Forgives","program_id":"1315218904","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/57\/20221231020039707r9k.jpg","description":"Julian (Ryan Gosling) en zijn sadistische broer Billy runnen een boksclub in Bangkok, die als dekmantel dient voor een drugsoperatie. Wanneer Billy vermoord wordt, kom hun ijzingwekkende moeder (Kristin Scott Thomas) naar Bangkok en zint op wraak. Julian gaat op zoek naar de moordenaar en komt terecht in een bloederige spiraal van woede, verraad en wraak. Uiteindelijk moet hij het opnemen tegen een beruchte Thaise agent, die ook wel de 'Engel der Wrake' wordt genoemd.","category":""},"69999":{"channel":"280715003","start":"1673131200","end":"1673138100","first":"T","idtitle":"THEBOOKOFELI","title":"The Book of Eli","program_id":"1315218910","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/77\/20221231020039708o1r.jpg","description":"In de nabije toekomst is Amerika een kaal en verlaten niemandsland geworden. De ooit zo majestueuze steden zijn nu gevaarlijke ruïnes en overal liggen criminelen op de loer. Gewapend met zijn jachtgeweer, samuraizwaard en natuurlijk instinct heeft Eli (Denzel Washington) jarenlang in deze wereld rondgezworven, altijd allert voor gewelddadige bendes op zoek naar middelen om te overleven. Wanneer hij in een kleine gemeenschap in Californië aankomt, raakt hij in conflict met de zelfverklaarde dictator Carnegie (Gary Oldman).","category":""}}