{"69795":{"channel":"280714878","start":"1672287900","end":"1672293600","first":"R","idtitle":"RIPRENDIMI","title":"Riprendimi","program_id":"1311290394","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/83\/20221221020040512shw.jpg","description":"Een modern jong stel met een baby wordt gedwongen om te gaan met de bijna komische pijn van het uit elkaar gaan, terwijl ze het onderwerp zijn van een documentaire die al snel de professionele grenzen overschrijdt in hun privéleven.","category":""},"69796":{"channel":"280714878","start":"1672293600","end":"1672299000","first":"H","idtitle":"HEKSJELILLYENDEREISNAARMANDOLAN","title":"Heksje Lilly en de reis naar Mandolan","program_id":"1311743895","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/41\/20221222020034705w9q.jpg","description":"De postbode brengt een bijzondere brief voor Lilly. Wat zou erin staan? Snel maakt Lilly de envelop open. \"Zeer geëerde superheks Lilly,\" leest ze, \"wij hebben een groot probleem. De Koninklijke troon van ons land is betoverd. Kun jij ons alsjeblieft helpen?\". De brief komt uit Mandolan, een exotisch land met woestijnen, olifanten en vreemde muziek. Natuurlijk wil Lilly graag helpen en ze vertrekt samen met het draakje Hector naar Mandolan. Daar maakt ze kennis met riksjachauffeur Musa, grootvizier Guliman en een heleboel andere bijzondere mensen en wezens. Maar zal het haar lukken om de troon te bevrijden van de toverspreuk?","category":""},"69797":{"channel":"280714878","start":"1672299000","end":"1672304400","first":"I","idtitle":"ITSADISASTER","title":"It's a Disaster","program_id":"1311743901","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/74\/20221222020034705r16.jpg","description":"Vier jonge koppels komen bij elkaar voor een zondagse brunch waar eigenlijk niemand meer zin in heeft. De spanningen lopen op en iedereen hoopt eigenlijk dat de brunch zo snel mogelijk voorbij is. Maar dan wordt aangekondigd dat er zich een chemische ramp heeft plaatsgevonden en dat iedereen binnen moet blijven met gesloten deuren en ramen. De spanningen lopen steeds verder op.","category":""},"69798":{"channel":"280714878","start":"1672304400","end":"1672310100","first":"L","idtitle":"LEGEND","title":"Legend","program_id":"1311743907","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/53\/202212220200347059el.jpg","description":"Het verhaal speelt zich af in een fantasiewereld bewoond door onder andere eenhoorns, feeën en demonen. Een demonisch wezen dat enkel bekendstaat als de Heer der Duisternis geeft zijn handlanger de opdracht om twee eenhoorns te vinden. Met de magische kracht van hun hoorns wil hij de wereld in een eeuwige nacht hullen. Ondertussen toont Jack zijn geliefde prinses Lily de eenhoorns. Lily ziet hoe een van de eenhoorns wordt gedood en wil de andere eenhoorn redden, maar wordt samen met de eenhoorn gevangen genomen en naar het kasteel van de Heer der Duisternis gebracht. Het is aan Jack en zijn vrienden om haar te redden!","category":""},"69799":{"channel":"280714878","start":"1672310100","end":"1672316100","first":"M","idtitle":"MYSALINGERYEAR","title":"My Salinger Year","program_id":"1311743913","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/74\/20221222020034705w5a.jpg","description":"New York, de jaren 90. Na haar afstuderen droomt Joanna ervan schrijfster te worden. Ze vindt een baan als assistente van Margaret, een onverstoorbare en ook wel ouderwetse literair agente, met J.D. Salinger als een van haar beroemdste cliënten. Joanna leeft ondertussen in twee tegengestelde werelden. Want begeeft ze zich overdag in de wereld van glamour in het statige kantoor vol ouderwetse dictafoons, typemachines en lunches waar drie martini's de norm zijn, is het 's avonds armoe troef in het huis waar ze woont mét haar socialistische vriend, maar zónder gootsteen.","category":""},"69800":{"channel":"280714878","start":"1672316100","end":"1672321800","first":"S","idtitle":"SEALTEAM","title":"Seal Team","program_id":"1311743919","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/94\/20221222020034705p28.jpg","description":"Nadat zijn beste vriend is omgekomen bij een haaienaanval, stelt de vastberaden zeehond Quinn het Seal Team samen, om het op te nemen tegen een bende haaien die de zee onveilig maken. Het enige probleem is dat dit vrolijke Seal team helemaal niet getraind is voor zo’n missie. Ze zoeken de hulp van de ervaren strijder Claggart, maar zelfs hij kan deze jongens niet in vorm krijgen. Slaagt het Seal Team er met een paar trucjes, een beetje intelligentie en heel veel moed in om als team de rust terug te brengen in de zee?","category":""},"69801":{"channel":"280714878","start":"1672321800","end":"1672329000","first":"R","idtitle":"RADELOOS","title":"Radeloos","program_id":"1311743925","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/71\/20221222020034705pqj.jpg","description":"Als Paco plotseling zijn vader verliest, staat zijn leven op zijn kop. Vooral omdat hij denkt dat het zijn schuld is. Paco klust niet meer aan zijn bus en zijn vriendin Floor laat hem keihard zitten. Zijn schuldgevoel wordt alleen maar groter, hierdoor raakt hij net zo in de problemen als zijn klasgenote Yara. Yara wil het liefst naar de kunstacademie, maar haar moeder pusht haar om model te worden. Yara voelt zich dik tussen de broodmagere modellen en doet er alles aan om dunner te worden en haar onzekerheid te verbergen. Kunnen Paco en Yara elkaar helpen en steun bij elkaar vinden?","category":""},"69802":{"channel":"280714878","start":"1672329000","end":"1672334700","first":"V","idtitle":"VICKYCRISTINABARCELONA","title":"Vicky Cristina Barcelona","program_id":"1311743931","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/1\/20221222020034705zhn.jpg","description":"Vicky (Rebecca Hall) en Cristina (Scarlett Johansson) zijn twee hartsvriendinnen met tegengestelde karakters. Bij Vicky, die verloofd is, overheerst de rede, terwijl Cristina zich laat leiden door haar gevoelens en voortdurend op zoek is naar nieuwe passies en seksuele ervaringen. Tijdens een zomer in Barcelona ontmoeten ze in een kunstgalerij een Spaanse schilder. Juan Antonio (Javier Bardem) is knap, sensueel en verleidelijk en doet hen een nogal ongewoon voorstel. Maar die nieuwe vriendschap valt niet in de smaak van Juan Antonio's ex-vriendin (Penélope Cruz).","category":""},"69803":{"channel":"280714878","start":"1672334700","end":"1672340400","first":"M","idtitle":"MAGICINTHEMOONLIGHT","title":"Magic in the Moonlight","program_id":"1311743937","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/56\/20221227210029726hqc.jpg","description":"In de jaren twintig van de vorige eeuw wordt de Britse illusionist Stanley Crawford gevraagd om op bezoek te komen bij de rijke familie Catledge in Zuid-Frankrijk. Hier moet hij onderzoek doen naar Sophie Baker, een helderziende jongedame die is ingehuurd om contact te leggen met een overleden familielid. Stanley is ervan overtuigd dat het charmante medium een oplichtster is en schrijft alles toe aan de goedgelovigheid van de familie. Maar wanneer Sophie een aantal bijzondere demonstraties geeft van haar helderziendheid, kan hij niet anders dan zich langzaam maar zeker over te geven aan deze wereld vol onverklaarbare gebeurtenissen.","category":""},"69804":{"channel":"280714878","start":"1672340400","end":"1672346100","first":"C","idtitle":"CAFESOCIETY","title":"Café Society","program_id":"1311743943","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/82\/20221222020034706zst.jpg","description":"De jonge Bobby Dorfman (Jesse Eisenberg) heeft genoeg van de beslommeringen rond zijn eenvoudige Joodse familie en hij verruilt het New York van de jaren dertig voor de glitter en glamour van het klassieke Hollywood. Hij gaat aan de slag als loopjongen voor zijn oom Phil (Steve Carell), een machtige impresario voor filmsterren, en wordt al snel verliefd op Phils secretaresse Vonnie (Kirsten Stewart), een meisje dat weinig opheeft met de drukdoenerij in Los Angeles.","category":""},"69805":{"channel":"280714878","start":"1672346100","end":"1672351500","first":"W","idtitle":"WHATEVERWORKS","title":"Whatever Works","program_id":"1311743949","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/85\/20221222020034706rry.jpg","description":"De excentrieke New Yorker Boris (Larry David) besluit zijn chique leven in de Upper East Side in te ruilen voor een meer zonderling bestaan in een achterstandswijk. Hij ontmoet Melody, een jong meisje uit het Zuiden van Amerika (Evan Rachel Wood), en haar zeer religieuze ouders. Deze ontmoeting leidt tot diverse bizarre en grappige situaties, aangezien niemand elkaars visie over het leven lijkt te willen begrijpen.","category":""},"69806":{"channel":"280714878","start":"1672351500","end":"1672357200","first":"M","idtitle":"MIDNIGHTINPARIS","title":"Midnight in Paris","program_id":"1311743955","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/43\/20221222020034706y1t.jpg","description":"Gil (Owen Wilson) is een aspirant-schrijver die met zijn verloofde Inez en haar ouders een bezoek brengt aan de stad van de liefde. In tegenstelling tot de welgestelde Inez, die niets ziet in een onzeker kunstenaarsbestaan, valt Gil direct na aankomst al voor de artistieke charme van de lichtstad. Wanneer hij tijdens een nachtelijke wandeling op een wel heel bijzondere wijze wordt meegevoerd in de bruisende culturele geschiedenis van Parijs, is dit voor Gil reden om zijn huidige situatie eens onder de loep te nemen: is het leven daar nu echt zoveel mooier, of lijkt dat maar zo?","category":""}}