{"70720":{"channel":"280715089","start":"1672619700","end":"1672625700","first":"P","idtitle":"PETITEANDSWEET","title":"Petite and Sweet","program_id":"1312901660","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/29\/20221225020034705w4a.jpg","description":"...","category":""},"70721":{"channel":"280715089","start":"1672625700","end":"1672630800","first":"A","idtitle":"ATLANTISDOWN","title":"Atlantis Down","program_id":"1312901666","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/70\/20221225020034705k28.jpg","description":"In 2025 is de ruimtevaart geprivatiseerd en de shuttle Atlantis is gedegradeerd tot een veredelde taxi tussen de ruimtestations. Wanneer de bemanning op een routinemissie wordt gestuurd, weten ze niet dat ze deel uitmaken van een experiment.","category":""},"70722":{"channel":"280715089","start":"1672630800","end":"1672637400","first":"E","idtitle":"ENTRAPMENT","title":"Entrapment","program_id":"1312901672","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/65\/2022122502003470552g.jpg","description":"De legendarische en beruchte meesterdief Mac MacDougal reist de hele wereld af met de doelstelling zoveel mogelijk kunstwerken te stelen. Hij verkeert dus in de beste kringen en logeert in de duurste hotels. Kortom: overal waar geld is vind je Mac. Een undercover verzekeringsagente, Gin Baker, heeft hem echter in de smiezen en doet zich bij Mac voor als een meesterdievegge. Zij plannen hun superdiefstal op de vooravond van het nieuwe millennium. Op het moment dat de wederzijdse aantrekkingskracht groeit maar ook het wantrouwen, neemt het verhaal een compleet ander wending...","category":""},"70723":{"channel":"280715089","start":"1672637400","end":"1672643400","first":"D","idtitle":"DRAGMETOHELL","title":"Drag Me to Hell","program_id":"1313228038","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/45\/20221226020035512e7r.jpg","description":"Bankmedewerker Christine Brown (Alison Lohman) moet beoordelen of aangevraagde leningen goed- of afgekeurd worden en krijgt op een dag de mysterieuze mevrouw Ganush aan haar bureau. Aangespoord door haar baas, weigert Christine de aanvraag voor uitstel van betaling en laat de vernederde oude dame afvoeren door de beveiliging. Na werktijd belaagt deze mevrouw Ganush haar echter en spreekt over Christine een gruwelijke vloek uit, die haar leven tot een hel zal maken. Opgejaagd door demonen en onbegrepen door haar sceptische vriend, schakelt ze de hulp in van een medium. Die komt met een krankzinnig plan om de vloek op te heffen.","category":""},"70724":{"channel":"280715089","start":"1672643400","end":"1672650000","first":"I","idtitle":"INHERITANCE","title":"Inheritance","program_id":"1313228044","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/43\/20221226020035512o5o.jpg","description":"Lauren is een vooraanstaand lid van een megarijke, machtige Amerikaanse familie. Wanneer haar vader overlijdt, laat hij haar één enkele sleutel na, die een bunker op het familielandgoed blijkt te openen. In de bunker vindt ze een onbekende man, geketend aan de muur. Hij heet Morgan en blijkt decennia lang gevangen gehouden te zijn door haar vader. Hij vertelt Lauren dingen over haar familie die Lauren nooit geweten heeft. Haar vader lijkt zijn rijkdom en macht verkregen te hebben met diefstal, corruptie en moord. Lauren staat voor een dilemma: Wat zijn de gevolgen als ze Morgan bevrijdt? Kan ze hem niet beter vast laten zitten?","category":""},"70725":{"channel":"280715089","start":"1672650000","end":"1672656300","first":"G","idtitle":"GETSHORTY","title":"Get Shorty","program_id":"1313228050","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/46\/20221226020035512awv.jpg","description":"Wanneer gangster Chili Palmer (John Travolta) vanuit Miami naar Los Angeles reist om een schuld te innen bij een tweederangs regisseur (Gene Hackman), laat hij zich inpakken door de hippe filmbusiness. Palmer ontdekt dat de regels in Hollywood maar bar weinig verschillen van de wetten in criminele onderwereld: hij regelt een filmster, versiert een B-filmdiva en krijgt zelfs plaatsen gereseveerd in de hipste restaurants van de stad. Kortom, alles loopt gesmeerd. Tot zijn vroegere vriendjes, de maffiosi, hem opnieuw weten te vinden.","category":""},"70726":{"channel":"280715089","start":"1672656300","end":"1672664700","first":"T","idtitle":"THELOSTCITYOFZ","title":"The Lost City of Z","program_id":"1313228056","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/89\/202212260200355129e5.jpg","description":"Dit avontuurlijke en waargebeurde drama draait om de legendarische ontdekkingsreiziger Percy Fawcett. Aan het begin van de 20e eeuw ontdekt hij op een van zijn tochten door het onontgonnen Amazonewoud restanten van een oude, ver ontwikkelde beschaving. Bij zijn terugkomst in Engeland wordt zijn verhaal afgedaan als onzin en wordt het idee van het bestaan van de mythische stad El Dorado belachelijk gemaakt. Fawcett is echter vastbesloten om terug te keren naar de jungle en met de steun van zijn vrouw en zoon deze mysterieuze plaats te vinden. Het blijkt een levensgevaarlijke tocht die de hele wereld in zijn greep houdt.","category":""},"70727":{"channel":"280715089","start":"1672664700","end":"1672670100","first":"P","idtitle":"PIXIE","title":"Pixie","program_id":"1313228062","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/4\/20221226020035512e4y.jpg","description":"Pixie is een charmante meid uit een beruchte misdaadfamilie, wier moeder werd vermoord door de bende van Father McGrath. Ze wil haar moeders dood wreken door een fortuin aan drugsgeld van de moordenaars achterover te drukken en voor altijd te verdwijnen naar het buitenland. Maar al haar plannen worden per ongeluk gedwarsboomd door twee kroegtijgers, Frank en Harland. Pixie windt de twee in no time om haar vingers en voor ze het beseffen zitten Frank en Harland in haar klassieke Mercedes, met een lijk in de kofferbak en een tas vol cocaïne op de achterbank, achtervolgd door moorddadige priesters, huurmoordenaars en politie.","category":""},"70728":{"channel":"280715089","start":"1672670100","end":"1672675200","first":"A","idtitle":"AWOKEN","title":"Awoken","program_id":"1313228068","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/37\/202212260200355123w1.jpg","description":"Karla, een jonge student medicijnen probeert haar broer Blake te genezen van de mysterieuze en fatale slaapstoornis FFI. Blake kan niet letterlijk niet slapen totdat hij daaraan zal overlijden. Karla wordt geholpen door Robert, een professor aan haar universiteit, en twee studiegenoten. Ze combineert de kennis van haar studie met sinistere, occulte methoden die ze ontdekt in Roberts privébibliotheek. Maar haar zoektocht levert meer op dan gewenst: Karla gaat zelf ook steeds minder slapen en onverklaarbare, gruwelijke gebeurtenissen bedreigen de onderzoekers en patiënten. Is er een duistere, bovennatuurlijke macht aan het werk?","category":""},"70729":{"channel":"280715089","start":"1672675200","end":"1672683000","first":"S","idtitle":"SPIDERMANHOMECOMING","title":"Spider-Man: Homecoming","program_id":"1313228074","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/44\/202212260200355126yg.jpg","description":"Peter Parker (Tom Holland) keert na zijn eerste superheldengevecht als Spider-Man terug naar zijn normale leven in Queens. Hij hoopt snel bij The Avengers gevraagd te worden door Tony Stark (Robert Downey Jr.), maar het telefoontje blijft uit. Peter wordt ongeduldig, denkt dat hij zichzelf als held moet bewijzen aan Tony Stark en gaat vervolgens zelf op zoek naar onrecht. Tijdens deze zoektocht komt hij al snel terecht bij een mysterieuze wapenhandel van ene Adrian Toomes (Michael Keaton).","category":""},"70730":{"channel":"280715089","start":"1672683000","end":"1672689600","first":"K","idtitle":"KNIGHTANDDAY","title":"Knight and Day","program_id":"1313228080","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/6\/20221226020035512hwy.jpg","description":"June stapt op een vliegtuig en maakt een praatje met haar charmante en mysterieuze medepassagier, Roy. Daarna verandert alles: het vliegtuig stort neer in een maisveld. June heeft geen tijd om even op adem te komen, want al snel wordt ze over de hele wereld achtervolgd. Ze ontwijkt kogels in Boston, springt over daken in Oostenrijk en rent weg voor dolle stieren in Sevilla – en dat alles samen met Roy, een potentieel onstabiel en onbetrouwbaar maar zeer aantrekkelijke geheim agent. Voordat ze het weten vormen ze een onwaarschijnlijk team en bevinden ze zich in een gevaarlijk machtsspel met onverwachte wendingen.","category":""},"70731":{"channel":"280715089","start":"1672689600","end":"1672700700","first":"L","idtitle":"LEGACYOFLIES","title":"Legacy of Lies","program_id":"1313228086","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/58\/20221226020035513ec3.jpg","description":"Voormalig geheim agent Martin Baxter (Scott Adkins) verdient de kost verdient in het illegale vechtcircuit. Hij wordt teruggeworpen in z'n oude leven wanneer de Russische geheime dienst zijn dochter Lisa gijzelt om hem te dwingen geheime documenten buit te maken vol gevoelige informatie. De documenten zijn in het bezit van de jonge, idealistische journaliste Sasha. Ook de CIA en MI6 stellen alles in het werk om de documenten in handen te krijgen. Martin en Sasha moeten drie keiharde organisaties steeds een stap voor blijven om hun eigen leven en dat van Lisa te redden.","category":""}}