{"55512":{"channel":"141431343","start":"1672354800","end":"1672363204","first":"D","idtitle":"DONIZETTILELISIRDAMORE","title":"Donizetti – L’elisir d’amore","program_id":"1311770237","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/74\/20221222020110546rp7.jpg","description":"Toen bekend werd dat Rolando Villazón niet alleen de titelrol zou zingen, maar ook de hele opera zou regisseren, vlogen de kaartjes over de toonbank voor de Pinksteruitvoeringen in Baden-Baden. Na zijn debuut als regisseur in 2011 (Werther, Lyon) was de Mexicaanse tenor klaar voor de volgende stap: hij bracht Gaetano Donizetti’s L’elisir d’amore op de planken met in de rol van Nemorino niemand minder dan... Rolando Villazón! In deze uitzending, een verhaal-in-een-verhaal, zien we hem repeteren met zangers, acteurs en de jonge dirigent Pablo Heras-Casado. Zodoende wordt u deelgenoot van het creatieve proces achter de zeer persoonlijke productie van deze komische tweeakter, die in april en mei 2012 werd uitgevoerd in het Festspielhaus van Baden-Baden.","category":""},"55513":{"channel":"141431343","start":"1672363204","end":"1672370892","first":"B","idtitle":"BACHJOHANNESPASSION","title":"Bach - Johannes-Passion","program_id":"1311770243","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/53\/20221222020110546e18.jpg","description":"Sir Simon Rattle dirigeert de Berliner Philharmoniker en het RIAS Kammerchor in een uitvoering van Johann Sebastian Bachs Johannes-Passion (BWV 245). Onder de solisten zijn de gerenomeerde vocalisten Juliane Banse, Michael Chance, Ian Bostridge, Rainer Trost en Thomas Quasthoff. Bach componeerde de Johannes-Passion tijdens zijn eerste jaar als cantor van de Thomaskirche in Leipzig. Het oratorium heeft als onderwerp het lijden en sterven van Jezus volgens het Evangelie volgens Johannes. Het werk werd voor het eerst uitgevoerd op Goede Vrijdag in 1724.","category":""},"55514":{"channel":"141431343","start":"1672370892","end":"1672375627","first":"G","idtitle":"GLASSCONCERTVOORTWEEPIANOS","title":"Glass - Concert voor twee piano’s","program_id":"1311770249","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/54\/202212220201105462sw.jpg","description":"Als onderdeel van hun nieuwe samenwerking met componist Philip Glass, die bekend staat om zijn repetitieve minimalistische composities, spelen de Franse zussen Katia en Marielle Labèque de Europese première van Glass’ Concert voor twee piano’s met de Orchestre de Paris. Het programma wordt vervolgd met de Vijfde Symfonie van Dimitri Sjostakovitsj (1906-1976) onder leiding van Jaap van Zweden, de huidige dirigent van het New York Philharmonic.","category":""},"55515":{"channel":"141431343","start":"1672375627","end":"1672376400","first":"M","idtitle":"MOZARTEXSULTATEJUBILATEKV165","title":"Mozart - Exsultate, jubilate, KV. 165","program_id":"1312151223","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/1\/202212230200455258de.jpg","description":"Sinds 1991 speelt de Berliner Philharmoniker ieder jaar een Europaconcert in een verschillende Europese stad, ter herdenking van de oprichting van het orkest op 1 mei 1882. In deze uitzending ziet u het Europaconcert van 1999, opgenomen in de Mariakerk in het Poolse Krakau, waar Bernard Haitink de Berliner Philharmoniker dirigeert met als solisten Christine Schäfer (sopraan) en Emanuel Ax (piano). Op het programma: Wolfgang Amadeus Mozarts Exsultate, jubilate, K. 165, en Et incarnatus est uit Mis in c mineur, K. 427.","category":""},"55516":{"channel":"141431343","start":"1672376400","end":"1672378124","first":"M","idtitle":"MOZARTPIANOCONCERTNR8KV246","title":"Mozart - Pianoconcert Nr. 8, KV 246","program_id":"1312151229","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/12\/20221223020045525em4.jpg","description":"Niet alleen was Mozart in Mannheim ongelukkig in de liefde, ook lukte het hem niet zijn ambitie te vervullen om aangenomen te worden als hofcomponist. Dit werd mogelijk deels veroorzaakt door het uitgesproken karakter en de recht-door-zee-mentaliteit van de jonge Mozart. Omdat geld verdienen noodzakelijk was, nam Mozart compositieopdrachten aan van iedereen die daarvoor wilde betalen. De jongedame Antonia Lützow, voor wie Mozart in deze tijd zijn Pianoconcert Nr. 8 componeerde, was geen musicus van hoog niveau. Vandaar dat het werk eenvoudiger aandoet dan zijn andere composities. Maar ondanks deze eenvoud blijft de compositie een waar meesterwerk. Christian Zacharias is de solist in Mozarts Pianoconcert Nr. 8, KV 246. Het Radio-Sinfonieorchester Stuttgart staat onder leiding van Gianluigi Gelmetti. Het concert is opgenomen in Schloss Schwetzingen, dat in Mozarts tijd frequent als zomerverblijf fungeerde voor het kiescollege van Mannheim.","category":""},"55517":{"channel":"141431343","start":"1672378124","end":"1672382040","first":"E","idtitle":"EENEERBETOONAANWENEN","title":"Een eerbetoon aan Wenen","program_id":"1312151235","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/23\/20221223020045525994.jpg","description":"Kamermuziekensemble The Philharmonics bracht vanuit het Weense Café Sperl een ode aan de muziek die Wenen heeft voortgebracht in een concert op 9 maart 2011. Het ensemble, dat bestaat uit leden van de Wiener en de Berliner Philharmoniker, speelt arrangementen van vijf populaire walsen van Johann Straus jr. Natuurlijk ontbreken daarbij Kaiser-Walzer, Op. 437, en Schatz-Walzer, Op. 418 uit de operette Der Zigeunerbaron niet. De arrangementen werden rond 1920 geschreven door niemand minder dan Arnold Schönberg, Alban Berg en Anton Webern, die hiermee fondsen wierven voor hun Verein für musikalische Privataufführungen. Het concert en de veiling van de bladmuziek waren een groot succes, maar de Verein moest al in december 1921 de deuren sluiten wegens hyperinflatie. Naast deze walsen van Strauss, spelen The Philharmonics werken van Fritz Kreisler, Leopold Godowsky, en Tibor Kováč, die de eerste violist van The Philharmonics is. Het programma komt tot besluit met Godowsky’s eerbetoon aan de stad: Alt Wien.","category":""},"55518":{"channel":"141431343","start":"1672382040","end":"1672387206","first":"B","idtitle":"BEETHOVENSYMFONIENR2SYMFONIENR7","title":"Beethoven - Symfonie Nr. 2 & Symfonie Nr. 7","program_id":"1312151241","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/83\/20221223020045525dxi.jpg","description":"In september 2016 bereikte één van Japans beroemdste dirigenten de leeftijd van 81 jaar: Seiji Ozawa. Deze bekende voorvechter van het werk van eigentijdse componisten richtte in 1992 het Saito Kinen Festival Matsumoto op, dat inmiddels bekend staat als Seiji Ozawa Festival. Ter gelegenheid van zijn verjaardag verscheen Seiji Ozawa zelf op het podium met 63 leden van het Saito Kinen Orkest, waarbij hij Beethovens Symfonie nr. 2 en nr. 7 gloedvol dirigeerde. Het leeuwendeel van Beethovens Symfonie nr. 2 kwam tot stand toen de componist in Heiligenstadt verbleef, waar zijn doofheid steeds moeilijker te ontkennen bleek. Het werk beleefde zijn première in het Theater an der Wien in Wenen op 5 april 1803. De Symfonie nr. 7 werd in 1813 tijdens de oeropvoering in Wenen - een liefdadigheidsconcert voor gewonde soldaten - door Beethoven zelf gedirigeerd. Het Allegretto werd zo enthousiast ontvangen, dat het een tweede keer gespeeld moest worden.","category":""},"55519":{"channel":"141431343","start":"1672387206","end":"1672390961","first":"C","idtitle":"CMIMVIOOL2019HALVEFINALEYOUJINLEE","title":"CMIM Viool 2019 - Halve finale: Youjin Lee","program_id":"1312151247","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/98\/202212230200455259pb.jpg","description":"Youjin Lee (Zuid-Korea, 1995) speelt Leoš Janáčeks Sonate voor viool en piano, Michael Oesterle’s 'Stand alone', Igor Stravinsky’s Divertimento en Pablo de Sarasates Carmen-Fantasie, Op. 25 gedurende de halve finales van viooleditie 2019 van het Concours musical international de Montréal (CMIM). Deze uitvoering werd opgenomen in de Bourgie Hall van het Montreal Museum of Fine Arts.","category":""},"55520":{"channel":"141431343","start":"1672390961","end":"1672395525","first":"O","idtitle":"ORFFCARMINABURANA","title":"Orff - Carmina Burana","program_id":"1312151253","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/12\/20221223020045525w2b.jpg","description":"Rodolfo Barráez dirigeert het Orkest en Koor van de Academia de Musica del Palacia de Mineria in deze uitvoering van Carl Orffs cantate Carmina Burana. Solisten zijn Anabel de la Mora (sopraan), Andrés Carrillo (tenor) en Daniel Cerón (bariton). Carmina Burana, geschreven in 1935 en 1936, is gebaseerd op 24 teksten uit een middeleeuws manuscript met diezelfde naam. Het werk heet voluit \"Liederen uit Beuern: profane liederen gezongen door solisten en koor, begeleid door instrumenten en magische beelden.\" De eerste uitvoering vond plaats in de Opera van Frankfurt op 8 juni 1937.","category":""},"55521":{"channel":"141431343","start":"1672395525","end":"1672400646","first":"T","idtitle":"TRIOSTSJAIKOVSKIOP50SHOSTAKOVICHOP67","title":"Trio's: Tsjaikovski, Op. 50 & Shostakovich, Op. 67","program_id":"1312151259","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/76\/202212230200455250oi.jpg","description":"Het Trio Zadig is ontstaan toen twee jeugdvrienden uit Frankrijk, Boris Borgolotto (viool) en Marc Girard Garcia (cello) besloten om samen met de Amerikaanse pianist Ian Barber de krachten te bundelen. Tot vandaag de dag heeft het trio meerdere internationale prijzen gewonnen op concoursen in Frankrijk, Italië, Oostenrijk en de Verenigde Staten. In dit concert vanuit het Auditorium St. Pierre des Cuisines te Toulouse, interpreteert het trio verschillende werken van Russische componisten. Op het programma staan Tsjaikovksi’s Pianotrio in a-klein, Op. 50 en Dmitri Sjostakovitsjs’ Pianotrio Nr. 2 in e-klein, Op. 67.","category":""},"55522":{"channel":"141431343","start":"1672400646","end":"1672402147","first":"M","idtitle":"MODENASTADVANDEBELCANTO","title":"Modena - Stad van de Bel canto","program_id":"1312151265","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/53\/20221223020045525p1l.jpg","description":"This documentary by Mark Perna shows the training and professional growth actions for opera singers, the promotion and enhancement of the cultural offer of the city and province of Modena and the maintenance and development of the Modenese musical tradition in the field of opera.","category":""},"55523":{"channel":"141431343","start":"1672402147","end":"1672405202","first":"C","idtitle":"CHOPINMAZURKAS","title":"Chopin - Mazurka's","program_id":"1312151271","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/86\/20221223020045525yfu.jpg","description":"Tussen maart en mei 2020 stelde het Berlijnse Schinkel Pavillon onder de noemer 'Concerts in Quarantine' haar onverwachts vrijgekomen tentoonstellingsruimte ter beschikking van een reeks concerten 'in isolatie'. Als onderdeel van deze reeks speelt de Israëlische pianist Iddo Bar-Shaï – op een moderne Steinwayvleugel – delen uit François Couperins 'Pièces des Clavecin': Les Ombres Errantes, Soeur Monique, Les Tambourins, Le Rossignol en amour, La Muse Plantine, Les Roseaux, Le Tic-Toc Choc ou Les Maillotins, La Couperin, en Les Barricades Mystérieuses. Dit wordt gevolgd door Frédéric Chopins Mazurka's Op. 17, Nr. 1 & 4, Op. 24, Nr. 2 & 3, en Op. 33, Nr. 4. Bar-Shaï sluit zijn optreden af met Joseph Haydns Pianosonate in D, Hob. XVI:24.","category":""},"55524":{"channel":"141431343","start":"1672405202","end":"1672409565","first":"K","idtitle":"KARLJENKINSTHEARMEDMANAMASSFORPEACE","title":"Karl Jenkins - The Armed Man: A Mass for Peace","program_id":"1312151533","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/38\/20221223020045525ykl.jpg","description":"Het was een historische gebeurtenis: op 2 november 2018 dirigeerde de Welsh componist Sir Karl Jenkins The World Orchestra for Peace, aangevuld met een gigantisch koor van ongeveer 2.000 zangers uit bijna 30 landen, om een vredesconcert te geven in de Berlijnse Mercedes Benz Arena. De solisten zijn vocalisten Leah-Marian Jones, Yumeji Matsufuji, Pauline Rathmann, Amir Aziz, violist Krzysztof Wisniewski en cellist Valentino Worlitzsch. The Armed Man: A Mass for Peace is momenteel het vaakst uitgevoerde werk van een nog levende componist. Nooit eerder werd dit werk met zo'n groot ensemble op het podium gebracht als bij deze gelegenheid. Ook uitzonderlijk is de speciaal gemaakte film die tijdens het concert wordt vertoond, waarin archiefbeelden uit de oorlog de rode lijn van het werk volgen – van de aanloop tot de oorlog tot de strijd en haar gevolgen. Deze film, die op vijf enorme schermen wordt geprojecteerd, vormt een ontroerende aanvulling op de muziek, en levert het publiek bovendien een krachtige, onvergetelijke multimediale ervaring.","category":""},"55525":{"channel":"141431343","start":"1672409565","end":"1672410314","first":"S","idtitle":"SCHUMANNFANTASIESTUECKEFORCLARINETOP73","title":"Schumann - Fantasiestücke for Clarinet, Op. 73","program_id":"1312151539","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/78\/20221223020045526biv.jpg","description":"Tabea Zimmermann (altviool) en Francesco Piemontesi (piano) traden op 17 april 2020 op in Schinkel Pavillon in Berlijn. Op het programma staat Robert Schumanns Phantasiestücke voor klarinet en piano, Opus 73.","category":""},"55526":{"channel":"141431343","start":"1672410314","end":"1672411800","first":"R","idtitle":"RIMSKYKORSAKOVTHETALEOFTSARSALTANSUITE","title":"Rimsky-Korsakov - The Tale of Tsar Saltan Suite","program_id":"1312151545","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/53\/20221223020045526h77.jpg","description":"De Russische dirigent en pianist Mikhail Pletnev leidt het Russisch Nationaal Orkest in uitvoeringen van muziek van Nikolaj Rimski-Korsakov. Op het programma staan Suite voor Orkest gebaseerd op zijn opera 'De legende van de onzichtbare stad Kitezj en de jonge vrouw Fevronia', en Muzikale beelden voor orkest uit de opera 'Het Sprookje van Tsaar Saltan', met daarin de beroemde 'De vlucht van de hommel'. Dit concert werd in 2017 opgenomen in Concertzaal Tsjaikovski in Moskou.","category":""},"55527":{"channel":"141431343","start":"1672411800","end":"1672415595","first":"B","idtitle":"BRUCKNERSYMFONIENR9","title":"Bruckner - Symfonie Nr. 9","program_id":"1312151551","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/66\/20221223020045526euz.jpg","description":"Anton Bruckners Symfonie Nr. 9 kan worden beschouwd als zijn afscheid van het leven. Al toen Bruckner in 1887 aan het werk begon, zat zijn gezondheid hem dwars. Hij uitte de hoop dat \"God mij genoeg tijd zal gunnen om het te voltooien\", en tijdens de jaren die volgden werkte hij onvermoeibaar verder. In eind 1894 had hij alleen de eerste drie delen af. Toen hij op 11 oktober 1896 overleed, liet hij zes verschillende versies van de finale na, die geen van allen voltooid waren. Desalniettemin is het een monumentaal werk geworden, met de imposante grandeur van een kathedraal. De vele details van deze architectonische kolos komen verbazingwekkend transparant tot leven in de handen van dirigent Franz Welser-Möst en het Cleveland Orchestra. Het orkest nam in de laatste dagen van oktober 2007 een krachtige, afgemeten uitvoering van deze symfonie op in de prachtige Gouden Zaal van de beroemde Musikverein in Wenen: op ditzelfde podium werd het werk in 1903 voor het eerst uitgevoerd.","category":""},"55528":{"channel":"141431343","start":"1672415595","end":"1672421103","first":"P","idtitle":"PROSSEDASPEELTMOZARTSCHUBERTCHOPIN","title":"Prosseda speelt Mozart, Schubert & Chopin","program_id":"1312151557","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/90\/20221223020045526hlx.jpg","description":"Roberto Prosseda (1975) speelt Mozarts Pianosonate Nr. 5 (KV. 283) en vier Impromptu's, Op. 90 van Franz Schubert. Het concert eindigt met een uitvoering van Chopins virtuoze Ballade Nr. 4, Op. 52. Prosseda staat voornamelijk bekend om zijn uitvoeringen van onbekende, herontdekte van Felix Mendelssohn, van wie hij het volledige piano-oeuvre op negen cd's voor Decca heeft vastgelegd. Sinds 2012 geeft Prosseda ook educatieve concerten samen met de robotpianist TeoTronico om de verschillen tussen de letterijke uitvoering en menselijke interpretatie te demonstreren.","category":""},"55529":{"channel":"141431343","start":"1672421103","end":"1672423894","first":"D","idtitle":"DVORAKSYMFONIENR9OP95","title":"Dvořák - Symfonie Nr. 9, Op. 95","program_id":"1312151563","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/38\/20221223020045526ql5.jpg","description":"Dirigent Andris Nelsons en zijn toenmalige vrouw, de geweldige sopraan Kristine Opolais, presenteren een programma gewijd aan Antonin Dvořák met het Gewandhausorchester Leipzig. Met haar warme, tedere, vriendelijke timbre wekt zij de melodieën tot leven die de componist verweefde in zijn gelaagde muziek. Nelsons’ tempo's blijven kalm en ontspannen, waardoor de ongeëvenaarde schoonheid van Dvořáks muziek de kans krijgt tot bloei te komen en het Gewandhaus te betoveren. Het programma begint met 'Othello', een concertouverture voor orkest, Op. 93. Opolais zingt Song to the Moon uit de opera 'Rusalka', Songs my Mother Taught Me uit Zigeunerliederen, Op. 55\/4. Hierop volgen Polonaise en O, marno, marno to je uit 'Rusalka' en Dobrá! Já mu je dám!... Jak je mi? uit Bedrich Smetana's opera 'Dalibor'. Het concert sluit af met een uitvoering van Dvořáks Symfonie nr. 9 in e-klein, Op. 95 (“Uit de Nieuwe Wereld”). Dit programma werd opgenomen in het Gewandhaus Leipzig in mei 2017.","category":""},"55530":{"channel":"141431343","start":"1672423894","end":"1672426815","first":"T","idtitle":"TCHAIKOVSKYSYMPHONYNO6INBMINOROP74","title":"Tchaikovsky - Symphony No. 6 in B minor, Op. 74","program_id":"1312151569","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/73\/20221223020045526cgf.jpg","description":"Claudio Abbado stond in 2010 op de bok voor het Símon Bolívar Youth Orchestra ter gelegenheid van het Lucerne Paasfestival 2010. Solist is de getalenteerde Oostenrijkse sopraan Anna Prohaska. Op het programma staan Sergej Prokofjevs Scythische Suite, Op. 20, Alban Bergs Lulu-suite voor sopraan en orkest, en Pamina's Aria uit W. A. Mozarts opera De toverfluit. Het orkest speelt tot besluit Pjotr Iljitsj Tsjaikovski's Symfonie nr. 6, Op. 74.","category":""},"55531":{"channel":"141431343","start":"1672426815","end":"1672428600","first":"H","idtitle":"HALVEFINALEIILISZTPIANOCONCOURS2017","title":"Halve Finale II - Liszt Pianoconcours 2017","program_id":"1312151575","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/16\/20221223020045526emn.jpg","description":"Alexander Ullman (1991, Verenigd Koninkrijk) voert Die drei Zigeuner (S383), Die Zelle in Nonnenwerth (S382bis) en La lugubre gondola (S134bis) uit tijdens de halve finale II (kamermuziek) van het 11e Internationaal Franz Liszt Pianoconcours dat in 2017 plaatsvond in TivoliVredenburg te Utrecht. Het concours bevordert zowel de muzikale ontwikkeling alsook de concertervaring van pianotalenten afkomstig uit alle uithoeken van de wereld. Hierdoor vormt het concours een belangrijke opstap tot de internationale klassieke concertwereld voor jong talent dat een professionele carrière als musicus ambieert. Het Internationaal Franz Liszt Pianoconcours werd voor het eerst georganiseerd in 1986 en behoort inmiddels tot een van de meest prestigieuze pianoconcoursen ter wereld.","category":""},"55532":{"channel":"141431343","start":"1672428600","end":"1672435530","first":"H","idtitle":"HUMPERDINCKHAENSELUNDGRETEL","title":"Humperdinck - Hänsel und Gretel","program_id":"1312151581","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/14\/20221223020045526qy6.jpg","description":"Deze productie van Engelbert Humperdincks Hänsel und Gretel door de Semperoper Dresden uit 2006 staat onder leiding van dirigent Michael Hofstetter. Solisten zijn Irmgard, Vilsmaier, Hans-Joachim Ketelsen, Antigone Papoulkas en Iris Vermillion. Op verzoek van zijn zus heeft Humperdinck het klassieke sprookje over Hans en Grietje van de gebroeders Grimm op muziek gezet. Zij wilde haar kinderen vermaken tijdens de kerstdagen. Dit bleek zo’n succes te zijn dat broer en zus het niet lang daarna uitwerkten tot de opera die we vandaag de dag kennen. Hänsel und Gretel is dan ook een echt ‘familiewerk’ en geliefd bij zowel jong als oud.","category":""},"55533":{"channel":"141431343","start":"1672435530","end":"1672436971","first":"S","idtitle":"STRAVINSKYFIREBIRDSUITENR2","title":"Stravinsky: Firebird Suite Nr. 2","program_id":"1312151587","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/63\/2022122302004552600c.jpg","description":"Iván Fischer dirigeert het Boedapest Festival Orkest in deze concertopname uit 2015 vanuit de Béla Bartók Nationale Concertzaal in Boedapest, Hongarije. Het concert begint met Sergej Prokofjevs Ouverture op Hebreeuwse thema's, Op. 34. Daarna schittert Thomas Zehetmair als soloviolist in Prokofjevs Vioolconcert nr. 2, Op. 63. Het tweede deel van het concert draait om Igor Stravinsky: muziek geschreven voor het ballet 'Jeu de cartes' (1937), en de Vuurvogelsuite nr. 2 (1919). Jeu de cartes behoort tot Stravinsky's neoklassieke werken en bestaat uit drie delen ('giften'). De Vuurvogelsuite nr. 2 is gebaseerd op de muziek uit het gelijknamige ballet, geschreven voor Sergej Diaghilevs Ballets Russes, dat in 1910 in Parijs de première beleefde.","category":""},"55534":{"channel":"141431343","start":"1672436971","end":"1672438231","first":"B","idtitle":"BRAHMSKLARINETSONATENR1OP120","title":"Brahms - Klarinetsonate nr. 1, Op. 120","program_id":"1312151593","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/67\/2022122302004552672t.jpg","description":"De twee 'Sonates voor klarinet en piano Op. 120' van Johannes Brahms ontstonden in 1894. Zij zijn enigszins door Mozart geïnspireerd en in geen van beide sonates treft men een 'echt' langzaam deel aan. Brahms schreef deze stukken voor de violist en klarinettist Richard Mühlfeld [1856-1907], die in het orkest van de Hertog van Meiningen speelde en vanaf de jaren '70 van de 19e eeuw een grote reputatie verwierf. Hij maakte een internationale carrière en introduceerde Brahms' klarinetkwintet in 1892 in London. De sonates vormen de laatste instrumentale composities van Brahms. De vierdelige 'Sonate Op. 120 Nr. 1 in f' opent met een helder 'Allegro apassionato' in mineur. De drie hierop volgende delen [in majeur] zijn optimistischer van stemming en rijk aan zangerige, gevoelige en dromerige momenten. De finale is vooral speels van aard. Henk de Graaf, klarinet, Daniël Wayenberg piano.","category":""},"55535":{"channel":"141431343","start":"1672438231","end":"1672441200","first":"S","idtitle":"STINGRAYORIGINALSSELJANNASIBLI","title":"Stingray Originals - Seljan Nasibli","program_id":"1312151599","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/80\/20221223020045526vli.jpg","description":"De in Azerbaijan geboren zangeres Seljan Nasibli verhuisde op vroege leeftijd naar Engeland, waar zij werd aangemoedigd muziekles te nemen. Hoewel Nasibli aanvankelijk jazz wilde zingen, herkenden haar leraren in Oxford een operatalent in haar. Op hun advies koos Nasibli ervoor de klassieke weg in te slaan. Zij rondde haar studie af aan The Royal College of Music, waar zij een masterdiploma zang behaalde. In deze aflevering van Stingray Originals vertolkt Nasibli drie van Giacomo Puccini's meest geliefde aria's: 'Signore, ascolta!' en 'Tu, che di gel sei cinta' uit de opera Turandot, en 'Quando m'en vo' (Musetta's Waltz) uit de opera La bohème.","category":""}}