{"70732":{"channel":"280715089","start":"1672700700","end":"1672703400","first":"E","idtitle":"ESCORTN5PART1","title":"Escort N5 Part 1","program_id":"1313228092","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/59\/20221226020035513fbh.jpg","description":"...","category":""},"70733":{"channel":"280715089","start":"1672703400","end":"1672705800","first":"S","idtitle":"SEDUCEDBYTHEBOSS2","title":"Seduced by the Boss 2","program_id":"1313228098","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/38\/20221226020035513jkp.jpg","description":"...","category":""},"70734":{"channel":"280715089","start":"1672705800","end":"1672718400","first":"B","idtitle":"BEAUTIFULSOLOS","title":"Beautiful Solos","program_id":"1313228104","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/51\/202212260200355132jh.jpg","description":"...","category":""},"70735":{"channel":"280715089","start":"1672718400","end":"1672723800","first":"T","idtitle":"THEASSASSINATION","title":"The Assassination","program_id":"1313228110","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/97\/20221226020035513gor.jpg","description":"Wanneer er examens worden gestolen op zijn universiteit, wil voorzitter Kirckpatrick het incident stil houden, maar de dieven streng straffen. Student Bobby ontdekt dat de top van de belangrijkste broederschap betrokken is bij allerlei illegale activiteiten. Hij wordt geholpen door het mooie Francesca, de schoonheid van de school, maar de gebeurtenissen nemen een levensbedreigende wending als er een poging tot moord plaatsvindt op een van de verdachten. Kirckpatrick verhoogt de druk op Bobby, hij wil resultaten. Maar wat heeft hij te verbergen? En is Francesca wel te vertrouwen?","category":""},"70736":{"channel":"280715089","start":"1672723800","end":"1672729200","first":"U","idtitle":"UNFINISHEDBUSINESS","title":"Unfinished Business","program_id":"1313559778","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/35\/202212270200347046lu.jpg","description":"Zakenman Dan Trunkman (Vince Vaughn) is het zat om tweede viool te spelen voor zijn irritante baas (Sienna Miller) en vormt zijn eigen concurrerende bedrijf. Hij neemt een gepensioneerde medewerker (Tom Wilkinson) en een dwaze verkoopaanvrager (Dave Franco) met zich mee. Na anderhalf jaar worstelen is er een veelbelovende deal in zicht, maar die wordt weggekaapt door de ex-baas van Dan. Vastbesloten om de deal te redden, vliegen Dan en zijn twee medewerkers naar Duitsland, waar een reeks onverwachte en soms schandalige obstakels wacht.","category":""},"70737":{"channel":"280715089","start":"1672729200","end":"1672734600","first":"G","idtitle":"GHOSTLAND","title":"Ghostland","program_id":"1313559784","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/39\/20221227020034705oyi.jpg","description":"De tieners Beth en Vera verhuizen met hun moeder Pauline naar een afgelegen huis dat een overleden tante heeft nagelaten. Tijdens de eerste nacht in hun nieuwe onderkomen dringen twee psychopaten het huis binnen en moeten de vrouwen vechten voor hun leven. Deze traumatische nacht drijft de twee zussen uit elkaar. Beth wordt een beroemde horrorauteur met een perfect gezin in Los Angeles, terwijl haar zus Vera haar trauma niet aankan en ten onder gaat aan paranoïde aanvallen. Zestien jaar later keert Beth terug naar het landhuis waar Vera en Pauline al die tijd zijn blijven wonen en waar nog altijd angstaanjagende dingen gebeuren.","category":""},"70738":{"channel":"280715089","start":"1672734600","end":"1672740600","first":"S","idtitle":"SNATCH","title":"Snatch","program_id":"1313560878","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/49\/20221227020034705rqh.jpg","description":"Turkish en zijn partner-in-crime Tommy raken door de beruchte crimineel Brick Top betrokken bij de wereld van illegale 'big money' bokswedstrijden. Wanneer de door hun ingezette bokser direct in de eerste ronde k.o geslagen wordt door de onverstaanbare Ierse zigeuner One Punch Mickey, breekt de hel los. Ondertussen wisselt ergens anders in Londen een 86-karaats diamant op onrechtmatige wijze van 'eigenaar'. De daders zijn drie overgewaardeerde gangsters en een dolgedraaide hond. De twee verhalen lijken niets met elkaar te maken te hebben, maar niets is minder waar…","category":""},"70739":{"channel":"280715089","start":"1672740600","end":"1672747800","first":"K","idtitle":"KAAMELOTTPREMIERVOLET","title":"Kaamelott - Premier Volet","program_id":"1313560884","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/3\/2022122702003470509l.jpg","description":"Na de verdwijning van koning Arthur, zaaien de tiran Lancelot en zijn Saksische huurlingen terreur in het Rijk van Logres. De goden pikken deze wrede dictatuur niet. Ze lokken Arthur uit zijn schuilplaats en planten de zaadjes voor het verzet. Kan Arthur de opstandelingen verenigen, Kaamelott heroveren en vrede brengen op het eiland van Brittannië?","category":""},"70740":{"channel":"280715089","start":"1672747800","end":"1672752900","first":"T","idtitle":"THEWOLFOFSNOWHOLLOW","title":"The Wolf of Snow Hollow","program_id":"1313560890","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/97\/20221227020034705yxi.jpg","description":"Sheriff John Marshall uit Snow Hollow worstelt met zijn mislukte huwelijk, een rebelse dochter en een ongemotiveerd team. Wanneer het kleine stadje bij volle maan wordt opgeschrikt door de brute moord op een toeriste, lijken de sporen te wijzen op een wolf. John behandelt de zaak als een 'gewone' moord en probeert samen met zijn vader, sheriff Hadley (Robert Forster), en zijn collega Julia te gemoederen te sussen. Maar al snel gaat het gerucht dat er een weerwold actief is in Snow Hollow. John wordt compleet opgeslokt door de jacht op de moordenaar en moet zichzelf er steeds vaker aan herinneren dat weerwolven niet bestaan...","category":""},"70741":{"channel":"280715089","start":"1672752900","end":"1672759200","first":"S","idtitle":"SENTINEL","title":"Sentinel","program_id":"1313560896","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/42\/20221227020034705rwl.jpg","description":"Pete Garrison (Michael Douglas) heeft een lange staat van dienst bij de Amerikaanse geheime dienst en werkt momenteel voor de presidentsvrouw (Kim Basinger). Wanneer aan het licht komt dat er aanslag wordt beraamd op president, vraagt Garrison aan zijn goede collega David Breckinridge (Kiefer Sutherland) om de onderste steen boven te krijgen. Helaas leiden alle sporen van een mol binnen de organistatie naar Garrison zelf. Terwijl Breckinridge niets anders kan dan zijn oude leermeester te arresteren, is hun collega Jill Marin (Eva Longoria) minder overtuigd van de zaak.","category":""},"70742":{"channel":"280715089","start":"1672759200","end":"1672764600","first":"R","idtitle":"RELIC","title":"Relic","program_id":"1313560902","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/4\/20221227020034705bh4.jpg","description":"Wanneer de bejaarde weduwe Edna (Robyn Nevin) vermist raakt, reizen haar dochter Kay (Emily Mortimer) en kleindochter Sam (Bella Heathcote) naar het afgelegen familiehuis om haar te zoeken. Maar als Edna plotseling weer opduikt blijft een verklaring uit. Edna's vergeetachtigheid en nachtelijk ronddolen lijken te verergeren. Totdat Kay ontdekt dat een mysterieuze entiteit niet alleen het huis teistert maar ook haar moeder.","category":""},"70743":{"channel":"280715089","start":"1672764600","end":"1672770300","first":"T","idtitle":"THEWRETCHED","title":"The Wretched","program_id":"1313560908","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/90\/20221227020034705xax.jpg","description":"Ben is een rebelse tiener die worstelt met de scheiding van zijn ouders. Terwijl hij de zomer doorbrengt bij zijn vader, ontdekt hij dat de buurvrouw bezeten is door een kwaadaardige entiteit. Een eeuwenoude heks die zich voedt met kinderen. Omdat niemand hem wil geloven, bindt hij ten einde raad zelf de ongelijke strijd aan.","category":""},"70744":{"channel":"280715089","start":"1672770300","end":"1672787400","first":"T","idtitle":"THEWARWITHGRANDPA","title":"The War with Grandpa","program_id":"1313560914","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/67\/20221227020034705t9v.jpg","description":"Wat zou jij doen als je jouw slaapkamer zou moeten afstaan aan niemand minder dan je eigen opa? Dit overkomt de tienjarige Peter (Oakes Fegley) omdat zijn opa Jack (Robert De Niro) noodgedwongen bij de familie intrekt. Peter wil zijn slaapkamer koste wat kost terug en samen met zijn vrienden doet hij er alles aan om zijn opa uit zijn slaapkamer te verdrijven. Dit betekent oorlog, want opa laat niet zomaar met zich sollen en schakelt de hulp van zijn eigen vrienden in. Een race tegen de klok, waarbij alle streken uit de kast worden getrokken. Lukt het Peter om zijn slaapkamer terug te krijgen?","category":""}}