{"54927":{"channel":"141431343","start":"1672527600","end":"1672537031","first":"H","idtitle":"HANDELAGRIPPINA","title":"Handel - Agrippina","program_id":"1313934119","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/69\/20221227210130515gob.jpg","description":"De opera Agrippina werd door de 24-jarige Georg Friedrich Handel geschreven. Het betekende het eerste theatrale succes van de componist. Het werk bevat frisse, uitbundige en inventieve muziek en is voorzien van een van de fijnste libretti waar Handel mee heeft gewerkt. De opera is gecomponeerd in 1709 en werd voor het eerste uitgevoerd in Venetië. Zoals gebruikelijk voor Handel, is de opera geschreven rond een aantal hoogstaande aria’s, waarin de virtuositeit van de zangers uitstekend tot zijn recht komt. Deze prachtige productie van operaregisseur Michael Hampe is opgenomen in het achttiende-eeuwse paleistheater tijdens het Schwetzingen Festival in 1985. De London Baroque Players, een orkest gespecialiseerd in vroege muziek uit de 17e en 18e eeuw, staat onder leiding van Arnold Östman. Samen begeleiden ze een indrukkende cast met als solisten Günter von Kannen, Barbara Daniels, David Kuebler, Janice Hall, Claudio Nicolai, Ulrich Hielscher, Eberhard Katz en Carlos Feller.","category":""},"54928":{"channel":"141431343","start":"1672537031","end":"1672543074","first":"E","idtitle":"EUROPAKONZERT2000VANUITBERLIJN","title":"Europakonzert 2000 vanuit Berlijn","program_id":"1313934701","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/88\/20221227210130515d62.jpg","description":"Claudio Abbado dirigeert de Berliner Philharmoniker, het Zweeds Radiokoor en het Eric Ericson Kamerkoor tijdens het jaarlijkse Europakonzert. In 2000 vond het concert plaats in de Berliner Philharmonie, de thuisbasis van het orkest. Karita Mattila (sopraan), Violeta Urmana (alt), Thomas Moser (tenor) en Eike Wilm Schulte (bas) zijn de solisten in Beethovens Symfonie Nr. 9. Daarnaast is Mikhail Pletnev de solist in een uitvoering van Beethoven Pianoconcert Nr. 2. Sinds 1991 wordt het Europakonzert traditioneel gehouden op 1 mei om de oprichting van het orkest in 1882 te vieren.","category":""},"54929":{"channel":"141431343","start":"1672543074","end":"1672548137","first":"R","idtitle":"ROSSINIPETITEMESSESOLENNELLE","title":"Rossini - Petite Messe solennelle","program_id":"1313934707","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/54\/20221227210130516ekm.jpg","description":"Gioachino Rossini zei het zelf al: hij werd geboren om komische opera’s te schrijven. Dat neemt niet weg dat deze late compositie er zeker ook mag zijn. Hij bestempelde zijn ‘Petitie Messe Solennelle’ als zijn laatste \"péchés de vieillesse\" (zonden van de ouderdom) en schreef het oorspronkelijk voor koor, twee piano’s en harmonium. Riccardo Chailly dirigeert het Gewandhausorchester Leipzig, het Gewandhauschor en het Chor der Oper Leipzig in de orkestversie vanuit het Gewandhaus in Leipzig in 2008.","category":""},"54930":{"channel":"141431343","start":"1672548137","end":"1672549200","first":"S","idtitle":"STRAUSSDONJUANOP20","title":"Strauss - Don Juan, Op. 20","program_id":"1313934713","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/12\/20221227210130516f2p.jpg","description":"Deze uitvoering is het allereerste concert dat Fabio Luisi en Deens Radio Symfonieorkest gaven in het DR Koncerthuset te Kopenhagen in 2017. Op het programma staat een mijlpaal uit de klassieke muziekgeschiedenis: Beethovens Symfonie Nr. 3, ookwel 'Eroïca' genoemd. Samen met Stravinsky's Psalmensymfonie en Richard Strauss' Don Juan, Op. 20 illustreert deze productie op unieke wijze de bijzondere chemie tussen Luisi en het orkest.","category":""},"54931":{"channel":"141431343","start":"1672549200","end":"1672551273","first":"M","idtitle":"MOZARTSTRIJKKWARTETNR19","title":"Mozart - Strijkkwartet Nr. 19","program_id":"1313934719","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/22\/202212272101305169go.jpg","description":"Vanuit het Barockschloss in het Duitse Rammenau speelt het Gewandhausquartett Mozarts Vioolkwartet Nr. 19 in C-groot, KV. 465. Het werk kreeg de naam “Dissonantenkwartet” vanwege het uitzonderlijk langzame intro dat voorzien was van dissonante noten alvorens de harmonie oplost in de toonsoort C-groot van het Allegro. Het is mogelijk de meest bekende van Mozarts strijkkwartetten en de laatste van de set van zes kwartetten die de componist aan collega en vriend Joseph Haydn opdroeg. Het Gewandhausquartett bestaat uit Frank Michael Erben (1e viool), Conrad Suske (2e viool), Volker Metz (altviool), Jürnjakob Timm (cello) and Steffen Adelmann (contrabas).","category":""},"54932":{"channel":"141431343","start":"1672551273","end":"1672555497","first":"L","idtitle":"LEGRANDORGUEINCONCERT","title":"Le Grand Orgue in Concert","program_id":"1313934725","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/15\/20221227210130516i6p.jpg","description":"Olivier Latry, de huidige organist van het orgel van de Notre Dame te Parijs, begon zijn muzikale carrière toen hij op 16-jarige leeftijd toetrad tot de orgelklas van Gaston Litaize aan het Conservatorium van Saint-Maur-des-Fossés. Op slechts 23-jarige leeftijd werd Latry benoemd tot een van de ‘titulaires des grands orgues’ van de Notre Dame te Parijs. Naast zijn werk als organist en componist is Latry ook als professor verbonden aan het Conservatorium van Parijs. In dit concert uit 2015 staan onder meer orgelwerken van Bach, Vierne en Daquin op het programma.","category":""},"54933":{"channel":"141431343","start":"1672555497","end":"1672559987","first":"B","idtitle":"BARBARAHANNIGANALATENIGHTCONCERT","title":"Barbara Hannigan: A Late Night Concert","program_id":"1313934731","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/60\/20221227210130516om0.jpg","description":"Barbara Hannigan dirigeert het Mahler Chamber Orchestra in deze concertopname vanaf het Lucerne Festival 2014. Er zijn pianisten die tegelijk dirigeren, en concertmeesters die tegelijk dirigeren, maar een stersopraan die een ensemble leidt terwijl ze de lastigste coloraturen zingt... Dat was nog nooit vertoond! Dit concert begint met de Ouverture uit Gioachino Rossini's opera 'La scala di seta', gevolgd door drie concertaria's van W. A. Mozart: Vado, ma dove? O Dei!, K. 583, Un moto di gioia, K. 579 en Misera, dove son? K. 369. Na uitvoeringen van György Ligeti's 'Concert Românesc' en 'Mysteries of the Macabre', besluit het concert met Gabriel Fauré's suite 'Pelléas et Mélisande', Op. 80.","category":""},"54934":{"channel":"141431343","start":"1672559987","end":"1672563609","first":"C","idtitle":"CMIMPIANO2021FINALECHAEYOUNGPARK","title":"CMIM Piano 2021 - Finale: Chaeyoung Park","program_id":"1313934737","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/17\/202212272101305161b0.jpg","description":"Chaeyoung Park (Zuid-Korea, 1997) voert J. S. Bach’s Toccata in fis-klein, BWV 910, Allegro energico, Spring Thaw, en Off-beat Waltz uit John Burge’s Twenty-Four Preludes, en Johannes Brahms' Sonate nr. 3 in f-klein, Op. 5 uit, tijdens de finales van de Piano-editie 2021 van het Concours musical international de Montréal (CMIM). Dit recital werd opgenomen in Merkin Hall van het Kaufman Music Center in New York City, New York, Verenigde Staten.","category":""},"54935":{"channel":"141431343","start":"1672563609","end":"1672566108","first":"J","idtitle":"JOSQUINTHEIMITATIONGAME","title":"Josquin - The Imitation Game","program_id":"1313934743","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/85\/20221227210130516n96.jpg","description":"Citeren is plagiëren. Toch? Niet in de muziek van de middeleeuwen en de renaissance. Componisten knipten, plakten en goochelden met bestaande melodieën en bouwden nieuwe creaties uit historisch materiaal. De zanger-vorsers van Cappella Pratensis nemen Josquin als centrale as en plaatsen hem naast voorbeelden en imitators-op-hun-beurt als Busnois, Ockeghem en Willaert.","category":""},"54936":{"channel":"141431343","start":"1672566108","end":"1672571639","first":"S","idtitle":"SOULSCAPES","title":"Soulscapes","program_id":"1313934749","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/49\/20221227210130516g00.jpg","description":"Achteraf gezien kunnen we Uwe Scholz' versie van Igor Stravinsky’s Sacre du printemps voor solodanser beschouwen als een grauwe, bedrukkende choreografie over zijn eigen leven. Dit ballet is een laat werk van Uwe Scholz, die geldt als één van de grootste choreografen van de twintigste eeuw. In zijn korte leven produceerde dit genie meer dan 100 balletten, waarvan Die Schöpfung, Die Grosse Messe en Bruckner 8 grote successen werden. Scholz wordt gezien als een gevoelige en uiterst muzikale kunstenaar met een verfijnd gevoel voor humor die kampte met een verlammend perfectionisme, een laag zelfbeeld en angstaanvallen. Nu en dan belemmerde dit hem te werken. “Soms voert het pad van een grote kunstenaar hem niet naar gelauwerde eenzaamheid, maar naar diepe wanhoop,” schrijft balletcriticus Klaus Geitel in zijn terugblik op Scholz’ leven. De film Soulscapes is een zeer persoonlijk, ontroerend portret van Uwe Scholz, die op 21 november 2004 op 45-jarige leeftijd overleed. In één van zijn laatste gesprekken met regisseur Günter Atteln toont Scholz zich ongekend openhartig over zichzelf en zijn werk. “Ik voel me aangetrokken door de symfonische muziek uit de klassieke en romantische ...","category":""},"54937":{"channel":"141431343","start":"1672571639","end":"1672573904","first":"B","idtitle":"BRAHMSDUBBELCONCERTINAMINEUROP102","title":"Brahms - Dubbelconcert in a-mineur, Op. 102","program_id":"1313934755","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/7\/20221227210130516hmp.jpg","description":"Het Europakonzert van 2007 vond plaats in Berlijn ter ere van de 125ste verjaardag van de Berliner Philharmoniker. Het concertprogramma met als thema ‘Het jaar 1882’ staat onder de muzikale leiding van Sir Simon Rattle. Op het programma staan onder meer Brahms’ Vioolconcert, Op. 77 en Symfonie Nr. 4, Op. 98 en de Prelude uit Wagners Parsifal, een stuk dat door het orkest al in 1913 werd vastgelegd onder leiding van Alfred Hertz. Het feestelijke concert wordt afgesloten met Brahms Dubbelconcert, Op. 102. Solisten van de avond zijn Lisa Batiashvili (viool) en Truls Mørk (cello). Opgenomen in de ‘Kraftwerk und Kabelwerk Oberspree’; een indrukwekkend, historisch industrieel gebouw uit het laat 19e-eeuwse Berlijn.","category":""},"54938":{"channel":"141431343","start":"1672573904","end":"1672576335","first":"P","idtitle":"PIANOWERKENVANBRUCKNER","title":"Pianowerken van Bruckner","program_id":"1313934761","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/0\/20221227210130516axt.jpg","description":"De Litouwse pianist Vadim Chaimovich (*1978) viel verscheidene malen in de prijzen op internationale pianoconcoursen, waaronder de Schubert Competition in Dortmund, de William Kapell International Piano Competition in Maryland, en de 29e Masterplayers International Music Competition in Lugano. Bovendien heeft de pianist opgetreden in verschillende Europese landen, Japan en de VS, en is hij een graag geziene gast op internationale muziekfestivals. In dit recital speelt Chaimovich pianowerken van Anton Bruckner. Op het programma staan Klavierstück in Es-groot, WAB 119, Erinnerung in As-groot, WAB 117, Lancier-Quadrille nummers 1, 2, 3 en 4 in C-groot, WAB 120, Steiermärker in G-groot, WAB 122, Stille Betrachtung an einem Herbstabend in fis-klein, WAB 123, Fantasie in G-groot, WAB 118, en Pianosonate in g-klein, WAB 243.","category":""},"54939":{"channel":"141431343","start":"1672576335","end":"1672578011","first":"B","idtitle":"BEETHOVEN6LIEDERVONGELLERTOP48","title":"Beethoven - 6 Lieder von Gellert, Op. 48","program_id":"1313934767","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/58\/2022122721013051679l.jpg","description":"De Duitse bariton Dietrich Henschel en pianist Arno Waschk bundelen hun krachten in dit Lieder-programma met composities van Hugo Wolf, Ludwig van Beethoven, en Franz Liszt, opgenomen op 10 april 2020 in Schinkel Pavillon in Berlijn. Het programma begint met drie Mörike-Lieder van Hugo Wolf: 'Neue Liebe', Karwoche', en 'Wo find' ich Trost', gevolgd door Beethovens Gellert-Lieder, opus 48. Hierna volgen nog drie liederen van Wolf: 'Wohl denk' ich oft', 'Alles endet, was entstehet', en 'Fühlt meine seele'. Het programma sluit af met Liszts Drie sonnetten van Petrarca, geïnspireerd op de sonnetten 47, 104, en 123 van Francesco Petrarca.","category":""},"54940":{"channel":"141431343","start":"1672578011","end":"1672590171","first":"P","idtitle":"PURCELLTHEINDIANQUEEN","title":"Purcell - The Indian Queen","program_id":"1313934773","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/54\/20221227210130516cij.jpg","description":"Regisseur Peter Sellars vervaardigt een frisse en hedendaagse versie van de opera The Indian Queen, Henry Purcells (1659-1695) laatste meesterwerk. Sellars herschreef de tekst van de opera om het verhaal in een 21e-eeuws perspectief te zetten en baseerde zich daarbij op een boek van de Nicaraguaanse schrijver Rosario Aguilar. Deze nieuwe versie werd voor het eerst uitgevoerd in de Russische stad Perm in 2013. Het originele verhaal van John Dryden speelt zich af aan het hof van Lima en Mexico voor de Spaanse invasie. Daar ontwikkelt zich een onmogelijke liefde tussen de koningin van de Azteken en een Inca-generaal. De persoonlijke visie van Sellars is van een meer politieke aard. Muziek, dans, literatuur, theater en beeldende kunsten worden met elkaar verweven. De nieuwe opera beschrijft het eerste contact tussen de Europeanen en de Nieuwe Wereld in een persoonlijke vertelling van de Spaanse kolonialisatie (‘Conquista’), gezien door de ogen van twee vrouwen die een nieuwe cultuur scheppen. MusicAeterna staat onder muzikale leiding van Teodor Currentzis. Deze productie is opgenomen in het Teatro Real in 2013. Solisten zijn Vince Yi, Julia Bullock, Markus Brutscher, Nadine ...","category":""},"54941":{"channel":"141431343","start":"1672590171","end":"1672595501","first":"K","idtitle":"KOROLIOVSPEELTBACHSGOLDBERGVARIATIES","title":"Koroliov speelt Bachs Goldberg Variaties","program_id":"1313934779","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/59\/20221227210130516mpp.jpg","description":"Pianist Evgeni Koroliov (1949) speelt Johann Sebastian Bachs Goldberg Variaties (BWV 988) op het Bachfest te Leipzig. Het werk is oorspronkelijk geschreven voor klavecimbel en bestaat uit een aria en dertig variaties. De set werd voor het eerst gepubliceerd in 1741 en wordt gezien als een van de belangrijkste composities binnen de variatievorm en het klassieke pianorepertoire. Evgeni Koroliov is een compleet artiest met een spirituele verstandhouding tot de werken die hij uitvoert en de vele luisteraars aan zich bindt. Dit concert is opgenomen in het Gewandhaus te Leipzig in juni 2008.","category":""},"54942":{"channel":"141431343","start":"1672595501","end":"1672596290","first":"S","idtitle":"SCHLEIERMACHERRELIEFFORORCHESTRA","title":"Schleiermacher - Relief for Orchestra","program_id":"1313934785","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/64\/20221227210130516wio.jpg","description":"Andris Nelsons begint zijn officiële inauguratieconcert als chef-dirigent van het Gewandhausorchester met de wereldpremière van Steffen Schleiermachers 'Relief for Orchestra'. Baiba Skride is de solist in Alban Bergs Vioolconcert. In de trage finale voegen de eerste violen zich langzaam bij de soloviool, wat een prachtig samenspel oplevert. Het enthousiasme publiek verwacht een toegift van Skride, die terugkeert met 'Imitatione delle Campane' van Johann Paul von Westhoff, een tijdgenoot van J. S. Bach. Het concert sluit af met een uitvoering van Felix Mendelssohns Symfonie nr. 3, Op. 56, bekend als de 'Schotse', die in 1842 z'n wereldpremière beleefde in deze zelfde zaal: het Gewandhaus in Leipzig. Deze opname werd aldaar gemaakt op 22 en 23 februari 2018.","category":""},"54943":{"channel":"141431343","start":"1672596290","end":"1672597975","first":"D","idtitle":"DEBUSSYLAMER","title":"Debussy - La Mer","program_id":"1313934791","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/25\/202212272101305167iz.jpg","description":"Claude Debussy geeft in zijn ‘trois esquisses Symphoniques pour orchestre’ (drie symfonische schetsen voor orkest), ofwel La Mer, zijn abstracte visie op de zee weer. In het eerste deel (De l’aube á midi sur la mer) maakt de luisteraar een ochtend tot de middag mee op de zee, in het tweede deel (Jeux de vagues) hoort men het spel van de golven, en in het derde en laatste deel (Dialogue du vent et de la mer) horen we een dialoog tussen de wind en de zee. De zee die Debussy kende was de Middellandse Zee, van bezoeken aan Cannes in zijn jeugd tot aan zijn latere reizen in Italië.","category":""},"54944":{"channel":"141431343","start":"1672597975","end":"1672601400","first":"M","idtitle":"MOZARTVIOOLSONATENR32KV454","title":"Mozart - Vioolsonate nr. 32, KV 454","program_id":"1313934797","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/11\/202212272101305167fq.jpg","description":"De Duitse violist Veronika Eberle en de Zwitserse pianist Francesco Piemontesi bundelen hun krachten in een concertprogramma met werk van W. A. Mozart en Franz Schubert, opgenomen op 6 april 2020 in Schinkel Pavillon in Berlijn. Het programma begint met een uitvoering van Mozarts Vioolsonate nr. 32 in Bes-groot, K. 454. Piemontesi besluit het concert met een vertolking van Schuberts Pianosonate in D-groot D. 850, opus 53, \"Gasteiner\".","category":""},"54945":{"channel":"141431343","start":"1672601400","end":"1672609028","first":"P","idtitle":"PUCCINILABOHEME","title":"Puccini - La Bohème","program_id":"1313934803","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/58\/20221227210130516qf0.jpg","description":"Gustavo Dudamel dirigeert het koor en orkest van de Opéra de Paris in een uitvoering van Giacomo Puccini’s (1858-1924) La bohème. Opgenomen in de Opéra National de Paris in 2017 en geregisseerd door Claus Guth. Solisten zijn Nicole Car, Aida Garifullina, Atalla Ayan en Artur Ruciński. La bohème ging in 1896 in première in het Teatro Regio te Turijn. Het libretto focust zich op de liefdesrelatie tussen Rodolfo en Mimì. Wanneer de jonge dichter Rodolfo Mimì ontmoet is het nog liefde op het eerste gezicht, maar zal de vlam van de liefde blijven branden wanneer ze geconfronteerd worden met de gruwelheden die armoede en slechte gezondheid met zich meebrengen?","category":""},"54946":{"channel":"141431343","start":"1672609028","end":"1672609913","first":"D","idtitle":"DVORAKOTHELLOCONCERTOVERTUREOP93","title":"Dvořák - Othello - Concert Overture, Op. 93","program_id":"1313934809","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/91\/202212272101305162p1.jpg","description":"Dirigent Andris Nelsons en zijn toenmalige vrouw, de geweldige sopraan Kristine Opolais, presenteren een programma gewijd aan Antonin Dvořák met het Gewandhausorchester Leipzig. Met haar warme, tedere, vriendelijke timbre wekt zij de melodieën tot leven die de componist verweefde in zijn gelaagde muziek. Nelsons’ tempo's blijven kalm en ontspannen, waardoor de ongeëvenaarde schoonheid van Dvořáks muziek de kans krijgt tot bloei te komen en het Gewandhaus te betoveren. Het programma begint met 'Othello', een concertouverture voor orkest, Op. 93. Opolais zingt Song to the Moon uit de opera 'Rusalka', Songs my Mother Taught Me uit Zigeunerliederen, Op. 55\/4. Hierop volgen Polonaise en O, marno, marno to je uit 'Rusalka' en Dobrá! Já mu je dám!... Jak je mi? uit Bedrich Smetana's opera 'Dalibor'. Het concert sluit af met een uitvoering van Dvořáks Symfonie nr. 9 in e-klein, Op. 95 (“Uit de Nieuwe Wereld”). Dit programma werd opgenomen in het Gewandhaus Leipzig in mei 2017.","category":""},"54947":{"channel":"141431343","start":"1672609913","end":"1672611286","first":"V","idtitle":"VILLALOBOSSTRIJKKWARTETNR16","title":"Villa-Lobos - Strijkkwartet nr. 16","program_id":"1313934815","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/70\/2022122721013051608d.jpg","description":"Quarteto Radamés Gnattali speelt Heitor Villa-Lobos' Strijkkwartet nr. 16 in het Palácio das Laranjeiras in Rio de Janiero in Brazilië. Dit ensemble werd opgericht in 2006 en bestaat uit Carla Rincón en Francisco Roa (violen), Fernando Thebaldi (altviool), en Hugo Pilger (cello). Het kwartet, dat zich specialiseert Braziliaanse muziek, is zeer actief in de muziekeducatie. Hun opname van de complete strijkkwartetten van Villa-Lobos is een grote verdienste en werd met enthousiasme onthaald door de internationale muziekpers. Op Villa-Lobos' Bachianas brasileiras na wordt het werk van de Braziliaanse componist voornamelijk in Latijns-Amerika uitgevoerd. Villa-Lobos wordt in zijn geboorteland op handen gedragen als componist, dirigent en docent. Hij heeft opera's, symfonieën, concerten, pianowerken, koormuziek en zeventien strijkkwartetten op zijn naam.","category":""},"54948":{"channel":"141431343","start":"1672611286","end":"1672614000","first":"M","idtitle":"MAHLERLIEDEREINESFAHRENDENGESELLEN","title":"Mahler - Lieder eines fahrenden Gesellen","program_id":"1313934821","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/23\/20221227210130517449.jpg","description":"Sopraan Jacquelyn Wagner en pianist Zlata Chochieva traden op 8 mei 2020 op in Schinkel Pavillon in Berlijn. Op het programma staan Richard Wagners Wesendonck Lieder, WWV 91 en Elegie voor piano, gevolgd door een solopiano-uitvoering van Gustav Mahlers Menuetto uit zijn Symfonie nr. 3, in een arrangement van Ignaz Friedman. Het recital sluit af met een uitvoering van Gustav Mahlers Lieder eines fahrenden Gesellen.","category":""}}