{"69837":{"channel":"280714878","start":"1672530600","end":"1672535700","first":"B","idtitle":"BACHELORETTE","title":"Bachelorette","program_id":"1312547600","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/62\/20221224020030512o6d.jpg","description":"De bitchy Regan (Kirsten Dunst), party animal Gena (Lizzy Caplan) en dommige beauty Katie (Isla Fisher) organiseren voor hun oud-klasgenootje Becky een vrijgezellenfeestje, dat compleet uit de hand loopt. Stiekem zijn de drie meiden helemaal niet blij dat zij als eerste trouwt met een succesvolle en knappe man, en ondanks Becky haar wens om een rustig avondje te hebben voor haar trouwdag, besluiten de drie meiden toch een lekker feestje te bouwen. Vanaf het moment dat de stripper arriveert, loopt alles echter compleet anders dan gepland en volgt een nacht vol met drank, drugs, misverstanden en een kapotte bruidsjurk.","category":""},"69838":{"channel":"280714878","start":"1672535700","end":"1672541700","first":"T","idtitle":"THEBASTER","title":"The Baster","program_id":"1312547606","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/21\/20221224020030512ytp.jpg","description":"Kassie (Jennifer Aniston) besluit op een dag dat ze lang genoeg heeft gewacht op de juiste man om een gezin te stichten en gaat, tot ongenoegen van haar beste vriend - de licht neurotische Wallie (Jason Bateman) - op zoek naar een geschikte spermadonor. Nadat ze de perfecte kandidaat in de zeer aantrekkelijke Roland (Patrick Wilson) heeft gevonden, geeft Kassie een feestje ter ere van de daadwerkelijke inseminatie. Hier vindt echter een niet geplande last-minute verwisseling plaats, die pas zeven jaar later aan het licht komt wanneer Wally en het schattige, maar licht neurotische zoontje van Kassie elkaar ontmoeten.","category":""},"69839":{"channel":"280714878","start":"1672541700","end":"1672546800","first":"P","idtitle":"PLAYLIST","title":"Playlist","program_id":"1312547612","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/45\/202212240200305123kt.jpg","description":"Als Sophie te horen krijgt dat ze kan gaan werken bij een beroemde uitgeverij in Parijs is dat een flinke stap richting haar ultieme droom. Ze hoopt ooit haar eigen grafische illustraties gedrukt te zien, maar voor nu moet ze het doen met een baan op de publiciteitsafdeling. Het leven krijgt echter een andere wending als ze onverwachts zwanger raakt. Haar relatie loopt stuk en een carrière in de uitgeverswereld moet weer plaats maken voor haar oude baantje in de bediening. Is het leven in Parijs eigenlijk wel uit te houden onder deze omstandigheden?","category":""},"69840":{"channel":"280714878","start":"1672546800","end":"1672552800","first":"T","idtitle":"TUTTACOLPADIGIUDA","title":"Tutta colpa di Giuda","program_id":"1312547618","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/75\/20221224020030512e96.jpg","description":"Musical producente Irena stemt ermee in om samen te werken met pater Iridio aan de opvoering van een toneelstuk in een gevangenisinstelling. Ze is zeer enthousiast en onbevangen, maar de pater loopt haar voortdurend voor de voeten. Ze beseft niet dat deze ervaring haar leven zal veranderen.","category":""},"69841":{"channel":"280714878","start":"1672552800","end":"1672557600","first":"C","idtitle":"CASPEREMMABESTEVRIENDJES","title":"Casper & Emma – Beste vriendjes","program_id":"1312901234","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/11\/202212250200355091j9.jpg","description":"Emma wordt bijna vijf en wil voor haar verjaardag graag een hond. Maar haar moeder vindt dat ze daar nog niet groot genoeg voor is. Intussen ziet Casper, net zo oud als Emma, er heel erg tegenop om voor het eerst naar school te gaan. Hier ontmoeten de kleuters elkaar en hebben ze allebei een knuffel bij zich: Casper een leeuwtje en Emma een konijn. De twee sluiten direct vriendschap en hun knuffels ook. Op een dag zien Emma en Casper een lieve hond die Bassa heet. Emma is gek op het dier en wil Bassa mee naar huis nemen. Haar konijn ziet groen van jaloezie en verstopt zich. Emma is bang dat ze haar knuffel nooit meer zal zien.","category":""},"69842":{"channel":"280714878","start":"1672557600","end":"1672562700","first":"B","idtitle":"BIGTRIP","title":"Big Trip","program_id":"1312901240","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/75\/20221225020035509ep7.jpg","description":"Een onhandige ooievaar bezorgt de schattige baby Panda op het verkeerde adres. Beer, Eland, Tijger en Konijn vangen baby Panda op en beginnen aan een spannende tocht vol hilarische momenten. Zal het hen lukken om baby Panda veilig thuis te brengen?","category":""},"69843":{"channel":"280714878","start":"1672562700","end":"1672568400","first":"V","idtitle":"VAMPIERZUSJES3REISNAARTRANSSYLVANIE","title":"Vampierzusjes 3: Reis naar Transsylvanië","program_id":"1312901246","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/81\/20221225020035509tkv.jpg","description":"De geliefde Vampierzusjes hebben een nieuw babybroertje, Franz, een lieve half-vampier. Maar de boze vampierkoningin Antanasia wil hem als erfgenaam en ontvoert hem naar haar kasteel. Daka gaat naar Transsylvanië om Franz te redden en met Murdo's hulp breekt ze in bij het kasteel. Maar daar raakt ze gefascineerd door Antanasia, omdat ze het leven leidt waar Daka altijd van heeft gedroomd - het leven van een vrije vampier! Ondertussen zijn ook Silvania en Dirk op weg naar het kasteel. Samen met Murdo moeten ze Franz en Daka bevrijden uit de greep van Antanasia voordat Franz tot opvolger van de troon wordt gekroond.","category":""},"69844":{"channel":"280714878","start":"1672568400","end":"1672573500","first":"D","idtitle":"DEEMOJIFILM","title":"De emoji film","program_id":"1312901252","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/37\/20221225020035509yxj.jpg","description":"Aan de binnenkant van je smartphone ligt Textopolis, een levendige stad waar al je favoriete emoji's wonen. Ze hebben allemaal maar één gezichtsuitdrukking, behalve de uitbundige Gene. Vastbesloten om net als alle andere emoji's 'normaal' te worden, schakelt hij de hulp in van zijn handige beste vriend Hi-5 en de beruchte codekraker Hackie. Samen gaan ze langs de verschillende apps op zoek naar de Code waarmee ze Gene kunnen veranderen. Maar wanneer een groot gevaar de smartphone bedreigt, hangt het lot van alle emoji's af van deze drie onwaarschijnlijke vrienden die samen hun wereld moeten redden voordat deze voorgoed gewist wordt.","category":""},"69845":{"channel":"280714878","start":"1672573500","end":"1672581600","first":"D","idtitle":"DESCHEEPSJONGENSVANBONTEKOE","title":"De scheepsjongens van Bontekoe","program_id":"1312901258","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/8\/202212250200355097ee.jpg","description":"Hajo wil naar zee als scheepsjongen op het schip van schipper Bontekoe. Zijn moeder doet er alles aan om hem aan wal te houden, maar de roep van de zee is te sterk. Padde, het onhandige vriendje van Hajo, kan geen afscheid van hem nemen en springt vlak voor het vertrek aan boord, daar sluiten Hajo en Paddde vriendschap met Rolf. Op hun tocht naar de Oost beleven ze samen met schipper Bontekoe veel spannende avonturen.","category":""},"69846":{"channel":"280714878","start":"1672581600","end":"1672587900","first":"T","idtitle":"TIMBOEKTOE","title":"Timboektoe","program_id":"1312901264","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/84\/20221225020035509x8e.jpg","description":"De ouders van Isa en haar oudere broer Kars gooien het roer om en beginnen een camping in Frankrijk. Isa en Kars hebben het gevoel naar Timboektoe te verhuizen en alles te verliezen. Lang klagen ze gelukkig niet, want al snel maken ze nieuwe vrienden. Maar terwijl nieuwe vriendschappen opbloeien, komt camping Timboektoe in de problemen. Niet ver bij hen vandaan is een andere camping geopend en de onsympathieke eigenaar probeert camping Timboektoe aan alle kanten te beschadigen. Het ziet het er zelfs nar uit dat de camping moet sluiten. Zal het Isa en Kars lukken om Timboektoe open te houden?","category":""},"69847":{"channel":"280714878","start":"1672587900","end":"1672594200","first":"L","idtitle":"LOVEROFLOSER","title":"Lover of Loser","program_id":"1312901270","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/99\/202212250200355098kt.jpg","description":"Het zit de vijftienjarige Eva niet mee. Met haar nieuwe stiefvader kan ze absoluut niet opschieten. Op Mees de leuke jongen die in de printshop werkt, is ze eigenlijk wel een beetje verliefd. Hij vind haar ook erg aardig. Maar door een misverstand denkt ze dat hij al een vriendin heeft. Ze wil graag met iemand praten, maar haar beste vriendin wordt opgeslokt door een nieuwe vriend. Als bij een optreden van een muziekband de vlotte knappe Ricardo aandacht aan haar besteedt, is ze als snel helemaal verloren. Mees vindt het maar niets.","category":""},"69848":{"channel":"280714878","start":"1672594200","end":"1672605600","first":"M","idtitle":"MEETMEINVENICE","title":"Meet Me in Venice","program_id":"1312901276","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/88\/20221230210030521sbn.jpg","description":"Liza is een jonge vrouw die naar Venetië afreist om daar haar Italiaanse vader Mauro te zien. Hij heeft zijn dochter sinds zij drie jaar oud was niet meer gezien, omdat hij toen van haar moeder scheidde. Sindsdien reist hij de wereld over als muzikant. Vader en dochter blijken tijdens de reis meer overeenkomsten te hebben dan ze dachten en hun band wordt met elke kilometer die ze reizen sterker.","category":""},"69849":{"channel":"280714878","start":"1672605600","end":"1672610700","first":"G","idtitle":"GALAPAGOSHOPEFORTHEFUTURE","title":"Galapagos: Hope for the Future","program_id":"1312901282","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/89\/202212250200355107v8.jpg","description":"De Galapagos, wereldwijd beroemd door Charles Darwin, die zijn baanbrekende theorieën baseerde op de uitzonderlijke natuur van de unieke eilandengroep in de Stille Oceaan bij Ecuador, wordt net als de rest van de wereld bedreigd door de verandering van het klimaat en invloeden van de mens. Deze film, vol schitterende beelden van ongerepte natuur en bijzondere diersoorten, belicht een nieuwe kant van de Galapagos, één waar mens en dier dicht bij elkaar staan. Het vertelt het hoopvolle verhaal van gepassioneerde onderzoekers die zich inzetten om dit bijzondere, maar kwetsbare ecosysteem toekomstbestendig te maken.","category":""},"69850":{"channel":"280714878","start":"1672610700","end":"1672616400","first":"I","idtitle":"IGIVEITAYEAR","title":"I Give It a Year","program_id":"1312901288","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/33\/202212250200355100qg.jpg","description":"Het huwelijk van Nat (Rose Byrne) en Josh (Rafe Spall) is een droom die uitkomt. Maar toch hebben de bruiloftsgasten en zélfs de priester er niet veel vertrouwen in dat het koppel voor altijd samen zal blijven. Wanneer Nat en Josh beiden gevoelens beginnen te krijgen voor iemand anders, weet het pasgetrouwde stelletje eigenlijk al genoeg. Toch willen ze beiden niet de eerste zijn die de bijl erbij neergooit. Met hun eenjarig jubileum op komst loopt de spanning hoog op. Zullen ze het halen?","category":""}}