{"70615":{"channel":"280715089","start":"1672787400","end":"1672793100","first":"L","idtitle":"LAGUNAPASSIONATA","title":"Laguna Passionata","program_id":"1313560920","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/89\/20221227020034705vme.jpg","description":"...","category":""},"70616":{"channel":"280715089","start":"1672793100","end":"1672799400","first":"B","idtitle":"BLINDDATESWINGERS","title":"Blind Date Swingers","program_id":"1313560926","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/78\/20221227020034705yf1.jpg","description":"...","category":""},"70617":{"channel":"280715089","start":"1672799400","end":"1672804800","first":"G","idtitle":"GOWITHME","title":"Go with Me","program_id":"1313560932","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/1\/20221227020034705lks.jpg","description":"Lillian (Julia Stiles) wordt gestalkt door de keiharde crimineel Blackway (Ray Liotta) tegen wie niemand zich durft te verzetten. De mysterieuze Lester (Anthony Hopkins) besluit om Lillian te helpen samen met zijn wat simpele collega Nate. Het drietal begint een speurtocht naar Blackway en na een aantal gewelddadige confrontaties merkt Lillian dat de gewiekste Lester en de brute dommekracht Nate twee perfecte lijfwachten zijn. Het trio legt een beerput van drugs- en wapenhandel, prostitutie, afpersing en moord bloot, met Blackway als middelpunt. Maar dan blijkt dat Lester en Blackway een verleden hebben.","category":""},"70618":{"channel":"280715089","start":"1672804800","end":"1672810200","first":"T","idtitle":"THEBADPENNY","title":"The Bad Penny","program_id":"1313560938","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/52\/20221227020034705swp.jpg","description":"Een voormalige Amerikaanse bokser is verbannen naar Bangkok. Wanneer hij wordt benaderd door een mysterieuze vechtsportliefhebber uit zijn geboortestad, moet hij de confrontatie met zijn gewelddadige verleden aangaan.","category":""},"70619":{"channel":"280715089","start":"1672810200","end":"1672816800","first":"S","idtitle":"STREETKINGS","title":"Street Kings","program_id":"1313939295","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/39\/202212280200405102dg.jpg","description":"Tom Ludlow (Keanu Reeves) is de beste undercover-recherceur van een gespecialiseerde eenheid binnen de politie van Los Angeles. Gedesillusioneerd door de dood van zijn vrouw, houdt Ludlow er een ruwe en onorthodoxe handelswijze op na. Zijn chef Jack Wander (Forest Whitaker) houdt hem altijd de hand boven het hoofd, maar kan niet voorkomen dat Interne Zaken het op Ludlow heeft voorzien. Helemaal wanneer een ex-partner om het leven komt tijdens een overval in Ludlows bijzijn. Ludlow staat alleen in zijn strijd tegen het corrupte politiesysteem om zijn onschuld te bewijzen.","category":""},"70620":{"channel":"280715089","start":"1672816800","end":"1672823100","first":"A","idtitle":"AMERICANSICARIO","title":"American Sicario","program_id":"1313939301","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/16\/20221228020040510dah.jpg","description":"Erik Vasquez alias 'Barbie' is een Mexicaans-Amerikaanse gangster die ervan droomt de meest gevreesde kartelbaas van Mexico te worden. Zo begaan hij is met zijn familie, zo genadeloos is hij voor zijn vijanden en rivalen. Maar wanneer hij in het nauw gedreven wordt en in zee gaat met de DEA, ontketent hij een bloedige bendeoorlog.","category":""},"70621":{"channel":"280715089","start":"1672823100","end":"1672828200","first":"N","idtitle":"NOTORIOUSNICK","title":"Notorious Nick","program_id":"1313939435","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/17\/202212280200405116kr.jpg","description":"Omdat Nick Newell geboren wordt met anderhalve arm, werd hij van jongs af aan gepest en gedwongen zich te verdedigen tegen bullebakken en pestkoppen. Gesteund door zijn alleenstaande moeder Stacey, zijn beste vriend Abi en zijn coach Alex weet hij het te schoppen tot MMA-kooivechter. Maar hij heeft moeite om tegenstanders te vinden. Kooivechters vinden geen eer te behalen aan een gevecht met Nick. Door keihard te blijven trainen en vol te houden met ongekend doorzettingsvermogen, krijgt Nick eindelijk zijn kans. En als hij eenmaal in de kooi staat ziet de hele wereld dat hij harder, sterker en succesvoller is dan zijn tegenstanders.","category":""},"70622":{"channel":"280715089","start":"1672828200","end":"1672833900","first":"T","idtitle":"THESECRETSWEKEEP","title":"The Secrets We Keep","program_id":"1313939441","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/3\/20221228020040511h0o.jpg","description":"Vijftien jaar na de Tweede Wereldoorlog vermoedt huisvrouw Maja (Noomi Rapace) dat haar een van haar nieuwe buren (Joel Kinnaman) een voormalige Duitse SS-commandant is. Hij leidde destijds een groep soldaten tijdens een voor Maja traumatische nacht, waarbij zij en haar zusje verkracht en voor dood achtergelaten werden. Enkel Maja overleefde. Nu is ze uit op vergelding; ze weet hem te ontvoeren, houdt de man vast in de kelder en mishandelt hem om de waarheid boven tafel te krijgen. Heeft zij het bij het juiste eind of zijn haar herinneringen door het trauma vertekend en begaat ze een vreselijke vergissing?","category":""},"70623":{"channel":"280715089","start":"1672833900","end":"1672840200","first":"D","idtitle":"DARKWEBCICADA3301","title":"Dark Web: Cicada 3301","program_id":"1313939447","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/85\/20221228020040511041.jpg","description":"Connor, een geniale hacker stuit tijdens een van z'n illegale computerkraken op een verborgen bericht van een geheim genootschap dat zich Cicada 3301 noemt. Cicada blijkt achter de schermen gigantische macht over de hele wereld te hebben en Connor raakt betrokken bij een levensgevaarlijke, geheime strijd tussen het genootschap en de Amerikaanse geheime dienst NSA. Wat begon als een intrigerend mysterie verandert al snel in een gevecht op leven en dood.","category":""},"70624":{"channel":"280715089","start":"1672840200","end":"1672845300","first":"T","idtitle":"THELAZARUSEFFECT","title":"The Lazarus Effect","program_id":"1313939453","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/12\/202212280200405111kc.jpg","description":"Wetenschappers en echtpaar Zoe en Frank werken samen met student-onderzoekers aan een middel om doden weer tot leven te wekken. Wanneer de zoveelste test op een dode hond opeens succesvol is, willen ze hun ontdekking naar buiten brengen. Maar de universiteit waar ze werken is niet blij met de ontwikkelingen en stopt de tests. De groep wil niet stoppen op zo'n cruciaal moment en gaat op eigen houtje verder. Maar dan gebeurt het ondenkbare: tijdens een nieuw experiment sterft Zoe. Frank is radeloos en besluit hun pas ontdekte serum toe te dienen aan zijn dode geliefde.","category":""},"70625":{"channel":"280715089","start":"1672845300","end":"1672851000","first":"T","idtitle":"THELASTSONOFISAACLEMAY","title":"The Last Son of Isaac Lemay","program_id":"1313939459","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/92\/20221228020040511rdp.jpg","description":"Aan het einde van de negentiende eeuw, in het Wilde Westen van Sierra Nevada, gaat de outlaw Isaac LeMay (Sam Worthington) gebukt onder een vervloekte profetie: ooit zal hij vermoord worden door een van zijn eigen kinderen. Omdat hij niet weet wie hem uiteindelijk zal neerleggen, maakt hij jacht op al zijn nakomelingen. Zijn laatste nog levende zoon is de koelbloedige moordenaar Cal (Colson 'Machine Gun Kelly' Baker), die achterna wordt gezeten door sheriff Solomon (Thomas Jane) en diens premiejagers.","category":""},"70626":{"channel":"280715089","start":"1672851000","end":"1672856700","first":"A","idtitle":"ALONE","title":"Alone","program_id":"1313939465","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/20\/20221228020040511t6o.jpg","description":"In een poging met het verlies van haar echtgenoot om te gaan trekt Jessica zich een tijdje terug uit de stad. Haar wordt echter geen rust gegund als ze door een ontvoerder naar een blokhut wordt gebracht. Wanneer ze weet te ontsnappen komt ze in de wildernis terecht die nog gevaarlijker blijkt dan haar achtervolging.","category":""},"70627":{"channel":"280715089","start":"1672856700","end":"1672873200","first":"T","idtitle":"THEMISFITS","title":"The Misfits","program_id":"1313939471","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/52\/20221228020040511632.jpg","description":"Richard Pace (Pierce Brosnan), een briljante internationaal opererende dief, ontsnapt uit een maximaal beveiligde inrichting. Tijdens zijn gewaagde ontsnapping weet hij de FBI en politie te ontwijken, maar wordt opgepikt door de Misfits, een bende moderne Robin Hoods onder leiding van de excentrieke en charismatische Ringo (Nick Cannon). De groep overtuigt Pace zich bij hen aan te sluiten om de overval van de eeuw te plegen: miljoenen aan goudstaven stelen die worden bewaard onder een van de best beveiligde gevangenissen ter wereld.","category":""}}