{"57758":{"channel":"141431638","start":"1672334400","end":"1672337100","first":"E","idtitle":"EXTREMELANDS","title":"Extreme lands","program_id":"1311775396","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/28\/2022122202011972378o.jpg","description":"In Costa Rica mogen de inwoners zeker geen schrik hebben van enkele van de gevaarlijkste dieren ter wereld. Zo hebben ze daar te maken met slangen die jaarlijks verschillende inwoners doden. Heidi trekt naar een vulkanenregio waar de mens heeft moeten leren leven met dit dreigende gevaar en er zelfs hun voordeel uithalen. Tot slot trekt ze in Guatemala naar de afstammelingen van de Maya's, een bevolkingsgroep die zich 2000 jaar geleden al had aangepast aan hun omgeving.","category":""},"57759":{"channel":"141431638","start":"1672337100","end":"1672340400","first":"S","idtitle":"SEANCONNERYVSJAMESBOND","title":"Sean Connery vs James Bond","program_id":"1311775402","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/32\/202212220201197239e1.jpg","description":"In 1963, na heel wat secundaire rollen, verschijnt Sean Connery in de James Bond-film 'Dr. No'. Al snel wordt hij wereldberoemd. Vanaf dan brengt James Bond rijkdom en glorie voor Sean Connery, maar er is een keerzijde aan de medaille. De acteur moet zijn best doen om af te geraken van zijn macho-imago en zo andere rollen te krijgen die zijn voorkeur wegdragen. Deze documentaire vertelt het verhaal van de iconische en eclectische reis die de acteur heeft afgelegd aan de hand van getuigenissen van collega's als Andy Garcia en John Boorman, z'n biografen en naasten.","category":""},"57760":{"channel":"141431638","start":"1672340400","end":"1672341000","first":"V","idtitle":"VRTNWSUPDATE","title":"VRT NWS update","program_id":"1311775408","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/96\/20221222020119723o2g.jpg","description":"Kort nieuwsoverzicht","category":""},"57761":{"channel":"141431638","start":"1672341000","end":"1672342500","first":"T","idtitle":"THOSEWERETHEDAYS","title":"Those were the days","program_id":"1311775414","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/22\/20221222020119723f2l.jpg","description":"In de Brusselse Marollen ligt de technotempel Fuse. Door hun visionaire programmatie midden jaren 90, werd Fuse zowat dé springplank voor iedereen die in het genre wat te betekenen heeft met als ultieme exponent onze eigen Charlotte De Witte. Met oprichter Peter Decuypere, creatief directeur Olivier Ramoudt (2001-2019), resident dj Trish van Eynde (1994-2001), medewerkster Simone Visser (1999-2011), platenbaas & vaste klant Geert Sermon (Doctor Vinyl) en dj Charlotte De Witte.","category":""},"57762":{"channel":"141431638","start":"1672342500","end":"1672346100","first":"D","idtitle":"DETIJDLOZE","title":"De tijdloze","program_id":"1311775420","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/87\/20221222020119723y8j.jpg","description":"De moeder aller eindejaarslijsten is het muzikale geheugen van Vlaanderen en vormt het perfecte voer voor gesprekken, filmpjes en anekdotes over de beste songs aller tijden. Vanavond zijn Sylvie Kreusch en regisseur Jonas Govaerts te gast.","category":""},"57763":{"channel":"141431638","start":"1672346100","end":"1672349700","first":"T","idtitle":"TRUMPTAKESONTHEWORLD","title":"Trump takes on the world","program_id":"1311775426","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/33\/20221222020119723177.jpg","description":"In deel twee zien we hoe de president zijn pijlen op het Midden-Oosten richt. Hij brengt de Verenigde Staten op de rand van een oorlog met Iran. Hij schokt de wereld wanneer hij de Amerikaanse troepen terugtrekt uit Syrië en het land in een diepe chaos achterlaat. En hij trekt de kaart van Israël, met alle spanningen van dien. Ooggetuigen uit de eerste hand, de belangrijkste spelers en zeldzame interviews met topambtenaren vertellen het verhaal van hoe Donald Trump door zijn buitenlands beleid de regio op z'n kop zet.","category":""},"57764":{"channel":"141431638","start":"1672349700","end":"1672350300","first":"W","idtitle":"WINTERUUR","title":"Winteruur","program_id":"1311775432","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/60\/20221222020119723rw9.jpg","description":"Wim Helsen nodigt interessante gasten uit voor een gesprek over hun favoriete tekst.","category":""},"57765":{"channel":"141431638","start":"1672350300","end":"1672356600","first":"T","idtitle":"THEBEEGEESHOWCANYOUMENDABROKENHEART","title":"The Bee Gees: how can you mend a broken heart","program_id":"1311775438","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/39\/20221222020119723wao.jpg","description":"In de deze documentaire volgen we het verhaal van de broers Barry, Maurice en Robin Gibb, beter gekend als The Bee Gees. De popgroep schreef meer dan 1000 liedjes en had 20 nummer-1-hits. We krijgen een intiem portret van het drietal te zien aan de hand van interviews met de oudste, nog levende broer, Barry, en archiefbeelden van de tweelingbroers Robin en Maurice. Met nooit eerder getoonde beelden van opnamesessies en concerten, tv-optredens en homevideo's, en getuigenissen van muzikanten als Eric Clapton, Noel Gallagher, Chris Martin e.v.a.","category":""}}