{"69863":{"channel":"280715089","start":"1673391900","end":"1673394000","first":"A","idtitle":"ATOUCHOFLUST3","title":"A Touch of Lust 3","program_id":"1316271954","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/28\/20230103020039722eya.jpg","description":"...","category":""},"69864":{"channel":"280715089","start":"1673394000","end":"1673396100","first":"R","idtitle":"RAWINSTINCT","title":"Raw Instinct","program_id":"1316271960","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/64\/20230103020039722zv9.jpg","description":"...","category":""},"69865":{"channel":"280715089","start":"1673396100","end":"1673398200","first":"S","idtitle":"SEDUCEDBYTHEBOSS1","title":"Seduced by the Boss 1","program_id":"1316271966","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/48\/20230103020039722ns6.jpg","description":"...","category":""},"69866":{"channel":"280715089","start":"1673398200","end":"1673404200","first":"F","idtitle":"FAIRYTALEGARDEN","title":"Fairytale Garden","program_id":"1316271972","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/90\/20230103020039722a6p.jpg","description":"...","category":""},"69867":{"channel":"280715089","start":"1673404200","end":"1673409600","first":"O","idtitle":"OFFICEUPRISING","title":"Office Uprising","program_id":"1316271978","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/52\/20230103020039723p1q.jpg","description":"De luie Desmond vindt het leuker om uit te gaan met zijn vrienden dan te gaan werken bij zijn baas: een grote wapenfabrikant die net een energiedrank voor het leger heeft ontwikkeld. Volt was bedoeld om militairen om te vormen tot supersoldaten, maar niemand had voorzien dat het drankje je tevens verandert in een moorddadige psychopaat. Ook had niemand verwacht dat de werknemers een restpartij Volt zouden drinken. Nu zit Desmond vast in een wolkenkrabber vol met bloeddorstige moordenaars. Met een kleine groep van onaangetaste collega's moet hij zich een weg naar buiten proberen te vechten.","category":""},"69868":{"channel":"280715089","start":"1673409600","end":"1673415000","first":"L","idtitle":"LASTRAMPAGETHEESCAPEOFGARYTISON","title":"Last Rampage: The Escape of Gary Tison","program_id":"1316271984","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/16\/20230103020039723ipf.jpg","description":"Overvaller en moordenaar Gary Tison zit een levenslange gevangenisstraf uit, wanneer zijn drie zwaar bewapende zoons de gevangenis binnendringen om hem uit te breken. De bende vlucht richting Mexico en samen met zijn psychotische celmaat Randy ruimt Gary iedereen uit weg die zijn pad kruist. Sheriff Cooper heeft Tison destijds opgeborgen en weet waartoe de meedogenloze topcrimineel in staat is. Hij raakt volkomen geobsedeerd en brengt een enorme politiemacht op de been. Cooper schuwt geen enkel middel om zijn prooi weer achter de tralies te krijgen.","category":""},"69869":{"channel":"280715089","start":"1673415000","end":"1673421000","first":"D","idtitle":"DAREDEVIL","title":"Daredevil","program_id":"1316656458","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/20\/20230104020044718i70.jpg","description":"Als jongetje komt Matt Murdock in aanraking met radioactief afval en wordt blind. Vanaf dat moment ontwikkelt hij een radarzintuig waarmee hij dingen in zijn omgeving heel goed aanvoelt, ruikt en hoort. Jaren later is Murdock opgegroeid tot een gerespecteerde advocaat. Hiernaast heeft hij echter een geheime identiteit als Daredevil, de man zonder angst, waarmee hij het onrecht bestrijdt dat hem in de rechtszaal niet lukt.","category":""},"69870":{"channel":"280715089","start":"1673421000","end":"1673427000","first":"other","idtitle":"645","title":"6:45","program_id":"1316656464","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/11\/2023010402004471835v.jpg","description":"Bobby doet een laatste romantische poging om de wankelende relatie met zijn vriendin Jules te redden tijdens een weekendje weg. Ze arriveren op het rustige eilandje Bog Grove, dat tot hun verbijstering vreemd genoeg verlaten lijkt. Bobby en Jules leren al snel over de dodelijke geschiedenis van het eilandje en komen vast te zitten in een tijdslus van terreur. Wat ze ook doen om het te vermijden, het stel wordt elke ochtend wakker om 6:45 door dezelfde nachtmerrieachtige reeks gebeurtenissen die ertoe leiden dat ze op wrede wijze worden vermoord. Een manier om te ontsnappen lijkt er niet te zijn.","category":""},"69871":{"channel":"280715089","start":"1673427000","end":"1673432100","first":"B","idtitle":"BLOODONHERNAME","title":"Blood on Her Name","program_id":"1316656470","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/94\/20230104020044718o2v.jpg","description":"Leigh Tiller doodt per ongeluk een persoon waarna ze in een wanhopige bui het lijk verstopt. In een poging haar leven met haar zoon weer op te pakken, wordt zij voortdurend aan de misdaad herinnerd door haar geweten. De familie van de vermoorde man blijft met veel vragen achter. Leigh moet haar geheim verborgen houden voor haar vader Richard, die agent is, en voor Dani, de vriendin van het slachtoffer.","category":""},"69872":{"channel":"280715089","start":"1673432100","end":"1673437500","first":"A","idtitle":"APEXPREDATOR","title":"Apex Predator","program_id":"1316656476","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/90\/20230104020044718zou.jpg","description":"In de nabije toekomst betaalt een groepje jagers grof geld om op een afgelegen eiland op grof wild te jagen: een mens. Helaas voor hen is die prooi James Malone, een ex-agent die onterecht van moord werd beschuldigd en met elke denkbare tactiek terugvecht. Langzaam maar zeker worden de rollen omgekeerd en wordt de prooi de jager.","category":""},"69873":{"channel":"280715089","start":"1673437500","end":"1673443500","first":"L","idtitle":"LINEOFDUTY","title":"Line of Duty","program_id":"1316656482","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/57\/20230104020044718fcy.jpg","description":"Wanneer politieagent Frank Penny (Aaron Eckhart) tegen alle bevelen in een achtervolging inzet, schiet hij de kidnapper dood die de elfjarige dochter van de commissaris ergens heeft opgesloten. Frank moet alles op het spel zetten om het meisje te redden, maar om haar te vinden heeft hij de hulp nodig van vlogger Ava Brooks. Zij volgt Frank op de voet en zendt alles live uit op haar nieuwskanaal. Terwijl de stad toekijkt, beginnen Frank en Ava aan een race tegen de klok.","category":""},"69874":{"channel":"280715089","start":"1673443500","end":"1673448600","first":"D","idtitle":"DREAMKATCHER","title":"Dreamkatcher","program_id":"1316656488","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/44\/2023010402004471857c.jpg","description":"Tijdens een vakantie in de bergen hoopt Gail een beter contact te krijgen met haar stiefzoontje Josh. Nadat Gails verloofde voor zijn werk terug moet naar New York, maken zij en Josh kennis met een norse buurvrouw die een enorme verzameling droomvangers heeft. Josh, die na de dood van zijn moeder geplaagd wordt door nachtmerries, wil er graag eentje hebben. Omdat Gail daar niets van wil weten, steelt Josh een droomvanger die hij stiekem bij zijn bed hangt. Zijn nachtmerries stoppen prompt. Maar in plaats daarvan krijgt hij dromen waarin zijn overleden moeder hem opdracht geeft Gail te vermoorden.","category":""},"69875":{"channel":"280715089","start":"1673448600","end":"1673455500","first":"T","idtitle":"THEBOX","title":"The Box","program_id":"1316656942","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/5\/20230104020044718an5.jpg","description":"1976. Norma Lewis (Cameron Diaz) is lerares. Haar man Arthur (James Marsden) werkt bij NASA. Hun leven verloopt rustig en voorspelbaar, totdat op een dag een mysterieuze man voor de deur staat die Norma een doosje overhandigt met een drukknop. Het doosje komt met een luguber voorstel: wie op de knop drukt krijgt 1 miljoen dollar, maar dan zal er ook ergens ter wereld een onbekend iemand gedood worden. Norma en Arthur krijgen 24 uur de tijd om te beslissen, een duivels dilemma.","category":""},"69876":{"channel":"280715089","start":"1673455500","end":"1673461200","first":"A","idtitle":"AMERICANULTRA","title":"American Ultra","program_id":"1316656948","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/55\/20230104020044719hz6.jpg","description":"Stoner Mike en zijn vriendinnetje Phoebe leiden een rustig bestaan. Op een dag wordt Mike tijdens zijn tankstation-baantje aangesproken door een vreemde vrouw die een onsamenhangende zin tegen hem mompelt. Als hij vlak erna wordt aangevallen verandert hij intuïtief in een moordmachine; Mike blijkt een voormalig sleeper cell van de overheid en het programma waar hij deel van uitmaakte wordt opgeruimd. Maar aangezien Mike door de onbekende vrouw is geactiveerd zal het een stuk meer moeite kosten dan verwacht om hem uit te schakelen.","category":""}}