{"69331":{"channel":"280715089","start":"1672165200","end":"1672171200","first":"H","idtitle":"HOUSEATTHEENDOFTHESTREET","title":"House at the End of the Street","program_id":"1310900677","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/19\/20221220020039706osb.jpg","description":"De onlangs gescheiden moeder Sarah en haar dochter Elissa (Jennifer Lawrence) maken een nieuwe start in een mooi huis in bosrijke omgeving. In het huis naast hen is jaren geleden een echtpaar op gruwelijke wijze vermoord door hun eigen dochter, die vervolgens in de bossen verdween en haar broertje Ryan alleen achterliet. Ondanks dat haar moeder Elissa waarschuwt niet met Ryan om te gaan, begint zij toch stiekem een relatie met deze verlegen jongen. Het prille koppel wordt langzaam maar zeker opgeslokt door de mysterieuze dreiging die nog steeds in het huis aanwezig lijkt te zijn.","category":""},"69332":{"channel":"280715089","start":"1672171200","end":"1672176900","first":"G","idtitle":"GETTHEGRINGO","title":"Get the Gringo","program_id":"1310900683","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/39\/20221220020039706g7l.jpg","description":"De Amerikaanse crimineel Driver (Mel Gibson) was van plan om met zijn zojuist gestolen miljoenen lekker vakantie te gaan vieren, maar dat loopt toch even anders wanneer hij tijdens een wilde achtervolging met de politie aan de verkeerde kant van de grens terechtkomt... in Mexico. Driver wordt daar door de corrupte autoriteiten in een beruchte gevangenis gegooid waar hij in aanraking komt met de gevaarlijke bende 'El Pueblito'. Geen fijne omgeving voor een vreemdeling, maar gelukkig leert hij alles wat hij moet weten om te overleven van iemand die er al jaren woont, een tienjarig jongetje.","category":""},"69333":{"channel":"280715089","start":"1672176900","end":"1672182900","first":"F","idtitle":"FATMAN","title":"Fatman","program_id":"1310900689","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/68\/20221220020039706hko.jpg","description":"Omdat de overheid zijn subsidie heeft stopgezet, is de Kerstman alias Chris Gringle (Mel Gibson) veranderd in een aan lager wal geraakte zuipschuit. Om zijn bedrijf in leven te houden, werkt Chris samen met het Amerikaanse leger en dwingt hij zijn personeel tot het maken van ander soort 'speelgoed'. Wanneer het twaalfjarige ettertje Billy tot zijn woede een stuk steenkool als kerstcadeau krijgt, betaalt hij huurmoordenaar Skinny Man om de Kerstman te vermoorden. Wat Skinny Man niet weet, is dat er een zwaarbewapend leger rondloopt op het terrein van Chris en dat hij niet de eerste is die achter de Kerstman aan gaat.","category":""}}