{"69751":{"channel":"280714878","start":"1672790400","end":"1672797000","first":"P","idtitle":"PREGGOLAND","title":"Preggoland","program_id":"1313561154","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/70\/202212270200347050h2.jpg","description":"Ruth zit een beetje vast in haar wilde feestjaren. Haar vrienden hebben allemaal kinderen of zijn zwanger. Ze hebben het gehad met Ruth's onvolwassen gedrag en 'ontvrienden' haar. Door een misverstand in de babywinkel begint het gerucht dat Ruth zwanger is. Ze wil dit meteen ontkennen, maar ontdekt dan dat zwangere vrouwen veel voorkeursbehandeling krijgen. Dus besluit ze het gerucht een beetje de vrije loop te laten gaan. Maar voor ze het weet loopt het zo uit de hand, dat er geen weg terug is.","category":""},"69752":{"channel":"280714878","start":"1672797000","end":"1672803600","first":"H","idtitle":"HOWTOLOSEFRIENDSANDALIENATEPEOPLE","title":"How to Lose Friends and Alienate People","program_id":"1313561160","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/41\/20221227020034705w9x.jpg","description":"Sidney Young (Simon Pegg) is een gedesillusioneerde intellectueel die werkt bij een klein Engels tijdschrift, waarin hij het afzeiken van 'celebrities' tot kunst heeft verheven. Hierop krijgt hij een telefoontje van de eigenaar van Sharpe's Magazine, hét glossy boulevardblad van Amerika. Sidney krijgt een baan aangeboden in New York. Hij denkt dat hij het helemaal gemaakt heeft en dat hij toe zal treden tot de internationale wereld van glitter en glamour. Maar eenmaal daar ontdekt Sidney, dat de weg naar de top geplaveid is met hielen likken, ellebogenwerk en vriendjespolitiek.","category":""},"69753":{"channel":"280714878","start":"1672803600","end":"1672805400","first":"H","idtitle":"HOLLYWOODSBESTFILMDIRECTORSCHRISCOLUMBUS","title":"Hollywood's Best Film Directors: Chris Columbus","program_id":"1313561166","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/25\/20221227020034705qyd.jpg","description":"De films van Chris Columbus kennen een veel grotere bekendheid dan de regisseur zelf: naast kerstklassieker Home Alone en de komedie Mrs. Doubtfire, regisseerde hij ook nog eens de eerste twee Harry Potter-films.","category":""},"69754":{"channel":"280714878","start":"1672805400","end":"1672812000","first":"R","idtitle":"RATRACE","title":"Rat Race","program_id":"1313561172","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/73\/20221227020034705lha.jpg","description":"Donald P. Sinclair heeft zes gouden munten in verschillende speelautomaten in zijn casino geplaatst. De gelukkigen die deze munten vinden, zullen een kans krijgen om om 2 miljoen dollar te bezitten. De zes deelnemers moeten tegen elkaar racen om als eerste bij het geld te komen, in een kluis in New Mexico. Er zijn geen regels en alles wat er zou kunnen gebeuren, gebeurt ook. Ondertussen sluiten Sinclairs medewerkers achter de schermen hun weddenschappen af.","category":""},"69755":{"channel":"280714878","start":"1672812000","end":"1672817400","first":"V","idtitle":"VAMPIERZUSJES2VLEERMUIZENINJEBUIK","title":"Vampierzusjes 2 - Vleermuizen in je buik","program_id":"1313939224","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/88\/20221228020040957quc.jpg","description":"Het is twee jaar nadat de zussen Silvania en Dakaria zijn verhuisd naar het rustige Duitse dorpje Bindburg. Terwijl Silvania verkering heeft met Jacob, laat Dakaria haar oog vallen op Murdo, de mysterieuze zanger van haar favoriete band Krypton Krax. Maar dan blijkt dat de manager van de band de gevaarlijke Xantor is, een oude bekende van hun ouders. Wanneer Dakaria wordt ontvoerd, moet Sylvania er alles aan doen om haar zusje te redden uit de handen van het kwaad.","category":""},"69756":{"channel":"280714878","start":"1672817400","end":"1672823400","first":"J","idtitle":"JUSTMYLUCK","title":"Just My Luck","program_id":"1313939230","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/3\/202212280200409570va.jpg","description":"Ashley (Lindsay Lohan) is de gelukkigste vrouw van New York, waar ze een veelbelovende carrière en een leven vol glamour en romantiek heeft. Jake (Chris Pine) is de ongelukkigste man van de stad, getergd door voortdurende ongelukjes en gemiste kansen. Alles verandert voor Ashley en Jake als ze elkaar ontmoeten op een chic gemaskerd bal, waar ze elkaar zoenen en hun geluk op miraculeuze wijze verwisselen. Nu wordt Ashley's fantastische leven enorm zuur, terwijl Jake van het leven geniet. Maar Ashley is vastbesloten hem te vinden en haar geluk terug te stelen.","category":""},"69757":{"channel":"280714878","start":"1672823400","end":"1672831200","first":"T","idtitle":"THEWAY","title":"The Way","program_id":"1313939236","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/15\/20221228020040957n0u.jpg","description":"Amerikaan Tom reist naar Frankrijk om de stoffelijke resten van zijn zoon Daniel op te halen. Deze is tijdens een storm omgekomen in de Pyreneeën terwijl hij de Camino de Santiago aan het lopen was. Deze route leidt naar bedevaartsoord Santiago de Compostela. Gedreven door zijn verdriet en het verlangen de laatste momenten van zijn zoon te herbeleven besluit Tom om ook aan de historische pelgrimstocht te beginnen. Tijdens de reis ontmoet Tom tal van mensen die stuk voor stuk op zoek zijn naar iets in hun leven.","category":""},"69758":{"channel":"280714878","start":"1672831200","end":"1672836300","first":"B","idtitle":"BIKURHATIZMORET","title":"Bikur Ha-Tizmoret","program_id":"1313939306","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/63\/20221228020040957gul.jpg","description":"Een kleine Egyptische politiefanfare komt naar Israël om er op te treden tijdens de opening van een Arabisch cultureel centrum. Door omstandigheden komt niemand hen ophalen aan de luchthaven. Zij proberen op eigen kracht hun bestemming te bereiken, maar komen uiteindelijk terecht in een onooglijk, bijna vergeten dorpje in het zuiden van Israël. Zij moeten daar noodgedwongen overnachten en dringen binnen in het leven van drie lokale bewoners: Iztzik, die net een huwelijkscrisis doormaakt, Papi, die zijn langverwachte eerste afspraakje heeft die avond, en Dina, die het lokale café openhoudt, maar heel eenzaam is.","category":""},"69759":{"channel":"280714878","start":"1672836300","end":"1672842300","first":"F","idtitle":"FINDINGNEVERLAND","title":"Finding Neverland","program_id":"1313939312","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/95\/20221228020040957u6t.jpg","description":"In het Londen van 1904 ontmoet de ludieke toneelschrijver J.M. Barrie (Johnny Depp) tijdens een wandeling met zijn hond totaal onverwachts zijn nieuwe inspiratiebron: vier kinderen die zonder vader door het leven gaan. Hij raakt spelenderwijs erg goed bevriend met de vier jongens en hun zeer charmante moeder (Kate Winslet). Het leven van het gebroken gezin kent echter nog maar weinig plezier en bruist al niet meer sinds de dood van hun vader en echtgenoot. James laat de jongens op verrassende manieren zien dat alles mogelijk is en dat je met fantasie een fantastisch leuke eigen wereld kunt creëren.","category":""},"69760":{"channel":"280714878","start":"1672842300","end":"1672847700","first":"H","idtitle":"HEKSJELILLYDEDRAAKENHETMAGISCHEBOEK","title":"Heksje Lilly - De Draak en het Magische Boek","program_id":"1313939318","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/18\/202212280200409576v5.jpg","description":"Lilly lijkt een heel gewoon kind. En dat is ze eigenlijk ook. Toch kan ze iets heel bijzonders: Lilly kan toveren. Onder haar bed heeft ze een echt toverboek verstopt. Maar hoe komt ze eigenlijk aan dat magische boek? Op een dag duikt een klein onhandig draakje op in de kamer van Lilly. Hij heet Hektor en hij heeft een magisch boek bij zich. Surulunda, een geheime heks uit de magische wereld, heeft Lilly uitgekozen om haar opvolgster te worden en Hektor gaat Lilly daarbij helpen. Maar eerst moet Lilly binnen 99 uur bewijzen dat ze de taak aankan en waard is.","category":""},"69761":{"channel":"280714878","start":"1672847700","end":"1672852800","first":"F","idtitle":"FIRSTKISS","title":"First Kiss","program_id":"1313939324","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/31\/20221228020040957f62.jpg","description":"Roos (Vajèn van den Bosch) gelooft niet in onenightstands en zoekt naar de ware liefde. Haar moeder Susan (Leontine Borsato) runt First Kiss, een klein, maar succesvol cosmeticabedrijf gespecialiseerd in lipstick. Hun grote concurrent is Couleur de Paris, een cosmeticabedrijf geleid door Jeanette (Caroline De Bruijn) en haar dochter Germaine. Jeanette is een meedogenloze zakenvrouw die First Kiss wil overnemen. Als Susan een overname weigert, zint Jeanette op wraak. Gelukkig leert Roos dat ondanks jaloezie en bedrog de ware liefde altijd overwint.","category":""},"69762":{"channel":"280714878","start":"1672852800","end":"1672858800","first":"H","idtitle":"HOPESPRINGS","title":"Hope Springs","program_id":"1313939330","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/71\/20221228020040957tcg.jpg","description":"Dertig jaar huwelijk heeft de middelbare Maeve (Meryl Streep) doen besluiten om de dingen iets krachtiger aan te pakken, met name op relatiegebied. Als ze hoort van een beroemde relatiegoeroe (Steve Carell) in het plaatsje 'Great Hope Springs', moet ze haar sceptische man (Tommy Lee Jones) op een vliegtuig zien te krijgen voor een intensieve week van huwelijk en sekstherapie. Dit zorgt voor verrassende en komische openbaringen.","category":""},"69763":{"channel":"280714878","start":"1672858800","end":"1672864200","first":"T","idtitle":"THEBIGWEDDING","title":"The Big Wedding","program_id":"1313939336","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/78\/2022122802004095755z.jpg","description":"Don en Ellie (Robert De Niro en Diane Keaton) waren ooit getrouwd. Ze kregen twee kinderen (Topher Grace en Katherine Heigl) en adopteerden de Colombiaanse Alejandro (Ben Barnes), maar hun huwelijk hield uiteindelijk geen stand. Alejandro heeft zijn biologische moeder nooit verteld dat zijn pleegouders zijn gescheiden en dat is een probleem wanneer deze strenggelovige vrouw te gast is op zijn huwelijk met Missy (Amanda Seyfried). Hij vraagt Don en Ellie om tijdens het feest net te doen alsof ze nog steeds bij elkaar zijn. Maar dat blijkt niet zo eenvoudig.","category":""},"69764":{"channel":"280714878","start":"1672864200","end":"1672870680","first":"S","idtitle":"SOMETHINGBORROWED","title":"Something Borrowed","program_id":"1313939342","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/52\/20221230210030521n63.jpg","description":"Al tijdens haar studie had Rachel een sterke klik met Dex, maar omdat ze haar gevoelens voor zich hield ging haar extravagante vriendin Darcy er met hem vandoor. Jaren later staat de hardwerkende Rachel nog steeds in de schaduw van Darcy, die inmiddels verloofd is met Dex. Maar op haar verjaardagsfeestje verandert ineens alles: Rachel heeft een fantastische avond met Dex en belandt in een dronken bui met hem in bed. Verschrikt vragen ze zich af hoe dit heeft kunnen gebeuren en proberen het voorval te vergeten. Maar al snel slaat bij beiden de twijfel toe: was het eigenlijk wel een vergissing?","category":""},"69765":{"channel":"280714878","start":"1672870680","end":"1672877400","first":"N","idtitle":"NAKEDNORMANDY","title":"Naked Normandy","program_id":"1313939348","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/97\/20221228020040957oe1.jpg","description":"In Mêle-sur-Sarthe, een klein dorp in Normandië, worden de veehouders geteisterd door de crisis: de prijs van het vlees daalt fors, de melk wordt met verlies verkocht en de veehouders zitten in zak en as. Burgemeester Georges Balbuzard wil zich echter niet laten kennen en zal er alles aan doen om zijn dorp te redden. Het toeval wil dat Blake Newman, een bekende conceptfotograaf die grote menigten naakt fotografeert, op doortocht is in de streek. Balbuzard is ervan overtuigd dat deze man het dorp kan redden. Wat zou er gebeuren als Newman driehonderd Normandiërs naakt zou fotograferen op het Champ Chollet?","category":""}}