{"54860":{"channel":"141431343","start":"1672268400","end":"1672275648","first":"P","idtitle":"PROKOFJEVTHELOVEFORTHREEORANGESOP33","title":"Prokofjev - The Love for Three Oranges, Op. 33","program_id":"1311300904","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/64\/20221221020059709umr.jpg","description":"Sylvain Cambreling dirigeert het koor en orkest van de Parijse Opera in een uitvoering van Sergej Prokofjevs De liefde voor de drie sinaasappelen, Op. 33, ook bekend onder de Franse titel L'amour des trois oranges. Prokofjevs satirische opera was gebaseerd op Carlo Gozzi's Italiaanse toneelstuk L'amore delle tre melarance, en beleefde zijn première in het Auditorium Theatre in Chicago, Illinois op 30 december 1921. Deze productie uit 2006 werd geregisseerd door Gilbert Deflo. Onder de solisten zijn Philippe Rouillon, Charles Workman, Hannah Esther Minutillo, en Guillaume Antoine. In Deflo's productie voor de Opéra de Paris is Prokofjevs werk een vlot schouwspel dat op de commedia dell'arte is geïnspireerd. De componist weet bij elk karakter de juiste melodische wending en instrumentale aankleding te vinden. Met zijn bijna filmische benadering toont regisseur Deflo ons de gestileerde karakters, in het tempo en met de ritmische kracht die perfect bij Prokofjev passen.","category":""},"54861":{"channel":"141431343","start":"1672275648","end":"1672280800","first":"M","idtitle":"MAHLERSYMFONIENR7","title":"Mahler - Symfonie Nr. 7","program_id":"1311300910","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/10\/20221221020059709cto.jpg","description":"De Nederlandse dirigent Bernhard Haitink dirigeert de Berliner Philharmoniker in een uitvoering van Gustav Mahlers Symfonie Nr. 7. Opgenomen in de Berliner Philharmonie in 1993. Tijdens de jaren tussen het voltooien (1906) en eerste uitvoering (1908) van de Zevende Symfonie onderging het leven van de toen al beroemde dirigent en componist Gustav Mahler tamelijk dramatische wendingen. Hij nam ontslag bij de Weense Staatsopera, zijn eerste dochter overleed en er werd een hartafwijking bij de componist geconstateerd. Vanwege het ‘duistere’ karakter van enkele delen (het tweede en vierde deel hebben de titel ‘Nachtmusik’ en het derde deel heeft als naam ‘Schattenhaft’ - schaduwachtig), wordt de symfonie ook wel ‘Lied der Nacht’ genoemd, een titel waar de componist zelf het overigens niet mee eens was. Deze Zevende Symfonie is Mahlers meest abstracte werk, misschien werd het werk daarom wel slecht ontvangen door zowel de musici als het publiek ten tijde van de première. Ook nu nog wordt deze Zevende niet vaak op het programma gezet geprogrammeerd door orkesten en lijkt het een van zijn minst populaire werken. Niet terecht want de Zevende kent een unieke opbouw van donker naar ...","category":""},"54862":{"channel":"141431343","start":"1672280800","end":"1672285609","first":"C","idtitle":"CLEVELANDORCHESTRA100JARIGJUBILEUMCONCERT","title":"Cleveland Orchestra - 100-jarig Jubileumconcert","program_id":"1311300916","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/70\/202212210200597099px.jpg","description":"Ter gelegenheid van het jaarlijkse Anniversary Gala van het Cleveland Orchestra leidde muzikaal leider Franz Welser-Möst een concertprogramma met als solist pianist Lang Lang. Het concert staat in het teken van honderd jaar Weense muziektraditie. Lang Lang, die hier W. A. Mozarts Pianoconcert Nr. 24 vertolkt, debuteerde met het Cleveland Orchestra in het Blossom Music Center in 2000. Sindsdien is hij een graag geziene solist bij het orkest. Ook op het programma staan Johan Strauss jr.'s Wiener Blut Waltz, Opus 354, Fantasie uit Richard Strauss' Die Frau ohne Schatten, en Maurice Ravels La valse, waarmee de veranderlijke artistieke wereld van de negentiende en twintigste eeuw op meeslepende wijze tot leven wordt gewekt. Dit concert werd op 29 september 2018 opgenomen in Severance Hall in Cleveland.","category":""},"54863":{"channel":"141431343","start":"1672285609","end":"1672290000","first":"D","idtitle":"DEFALLAELSOMBRERODETRESPICOSSUITENR2","title":"De Falla - El sombrero de tres picos - Suite nr. 2","program_id":"1311300922","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/33\/20221221020059709snu.jpg","description":"Tijdens het nieuwsjaarsconcert van 2010 staat de Berliner Philharmoniker onder leiding van Gustavo Dudamel, wiens onuitputtelijke energie en uitzonderlijke artisticiteit hem tot een van de meest gevraagde dirigenten ter wereld maken. Samen verwelkomen ze mezzosopraan Elīna Garanča, die zich in korte tijd heeft ontpopt tot een van de meest bekende zangeressen van deze tijd. Op het concertprogramma staan enkele werken van Franse componisten, waaronder Berlioz’ Le Carnival Romain, Overture, Op. 9 en 'D’Amour l’ardente flamme’ uit La Damnation de Faust (Op. 24). Daarnaast zingt Garanča Saint-Saëns’ ‘Mon cœur s’ouvre à ta voix’ en de ‘Danse Bacchanale’ uit de opera Samson et Dalila, naast de ‘Habanera’, ‘Seguidilla’ en het ‘Chanson Bohème’ uit Bizets Carmen. Het concert wordt afgesloten met De Falla's Suite Nr. 2 uit het ballet ‘El sombrero de tres picos’.","category":""},"54864":{"channel":"141431343","start":"1672290000","end":"1672292260","first":"M","idtitle":"MOZARTPIANOCONCERTNR26","title":"Mozart – Pianoconcert Nr. 26","program_id":"1311770129","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/89\/20221222020110545fdz.jpg","description":"W. A. Mozart schreef zijn Pianoconcert in D groot, KV. 537 in februari 1788. Dit concert kreeg later de bijnaam 'Kroningsconcert', omdat Mozart het in oktober 1790 speelde toen Leopold II in Frankfurt am Main de keizerlijke troon besteeg. In deze uitzending soleert de in Uruguay geboren Zwitserse pianist Homero Francesch (1947) bij de Deutsche Kammerphilharmonie Bremen onder leiding van Gerd Albrecht. Homero Francesch heeft als solist opgetreden met 's werelds meest gerenommeerde orkesten, van de Berliner Philharmoniker, de Wiener Philharmoniker en de New York Philharmonic tot het Koninklijk Concertgebouworkest. Deze opname werd gemaakt in de Christian-Zais-Saal in het Duitse Wiesbaden.","category":""},"54865":{"channel":"141431343","start":"1672292260","end":"1672298160","first":"T","idtitle":"TALESOFTWOCITIESLEIPZIGDAMASCUSCOFFEEHOUSE","title":"Tales of Two Cities: Leipzig-Damascus Coffee House","program_id":"1311770135","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/65\/20221222020110545dat.jpg","description":"Het Tafelmusik Baroque Orchestra en Trio Arabica brengen gezamenlijk een eerbetoon aan achttiende-eeuwse muziek en cultuur. De steden Leipzig en Damascus liggen beide aan oude handelsroutes en vormden belangrijke centra voor de wetenschap. De steden stonden ook bekend om hun koffiehuizen, waar muziek ten gehore werd gebracht door de meest vooraanstaande musici van die tijd. In dit concert staan werken van Bach, Telemann en Händel centraal, maar ook staan er enkele juweeltjes uit de Arabische klassieke muziek op het programma. In de sfeer van een cultureel café worden muziek, tekst en beelden gebruikt om de manieren te ontdekken waarop mensen uit alle uithoeken van de wereld samenkwamen om handelswaar, ideëen en kunsten uit te wisselen. Dit concert is opgenomen in het Aga Khan Museum te Toronto en is geproduceerd door Alison Mackey en geregisseerd door Marshal Pynkoski. Het Tafelmusik Baroque Orchestra, ookwel bekend onder de naam Tafelmusik, is een in Toronto gehuisvest barokorkest, gespecialiseerd in de oude uitvoeringspraktijk en -techniek. Het ensemble is opgericht in 1979 en bestaat uit negentien fulltime leden en wordt, wanneer nodig, aangevuld met gastmusici. Tafelmusik ...","category":""},"54866":{"channel":"141431343","start":"1672298160","end":"1672301575","first":"R","idtitle":"RACHMANINOVPIANOCONCERTNR3OP30","title":"Rachmaninov - Pianoconcert Nr. 3, Op. 30","program_id":"1311770141","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/67\/20221222020110545bly.jpg","description":"Sergej Rachmaninov was de eerste die opstond om de uitvoering van zijn Pianoconcert Nr. 3 door de legendarische pianist Vladimir Horowitz's (1903-1989) te prijzen. Rachmaninov hoorde Horowitz het werk spelen in 1928, toen de in Kiev geboren Horowitz net in New York was aangekomen. Rachmaninov zei hierover: \"Hij slikte het in één keer door.\" Vijftig jaar later, op 24 september 1978, liet Horowitz zijn publiek eens te meer versteld staan met zijn interpretatie van dit monumentale werk. Bijgestaan door de New York Philharmonic onder leiding van Zubin Mehta gaf hij een bijzondere uitvoering van dit werk als onderdeel van de viering van de vijftigste verjaardag van zijn Amerikaanse debuut. Zijn onvergetelijke vertolking - de laatste keer dat Horowitz zich aan dit pianoconcert zou wagen - werd door de hele VS uitgezonden op radio en televisie. Deze compositie, die pianisten die dit technisch monsterlijk uitdagende stuk aandurven eerbiedig \"Rach 3\" noemen, wordt wereldwijd geliefd en bewonderd.","category":""},"54867":{"channel":"141431343","start":"1672301575","end":"1672304906","first":"C","idtitle":"CMIMVIOOL2019HALVEFINALELUNLI","title":"CMIM Viool 2019 - Halve finale: Lun Li","program_id":"1311770147","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/54\/202212220201105452or.jpg","description":"Lun Li (China, 1996) speelt Anton Weberns Vier werken voor viool en piano, Op. 7, Wolfgang Amadeus Mozarts Sonate nr. 2 in e-klein, K. 304, Michael Oesterle’s 'Stand alone', Claude Debussy’s Sonate in g-klein, L 140 en Henryk Wieniawski’s Fantaisie Brillante sur des motifs de l’Opéra Faust de Gounod, Op. 20 gedurende de halve finales van viooleditie 2019 van het Concours musical international de Montréal (CMIM). Deze uitvoering werd opgenomen in de Bourgie Hall van het Montreal Museum of Fine Arts.","category":""},"54868":{"channel":"141431343","start":"1672304906","end":"1672308867","first":"T","idtitle":"THE12CELLISTSDOCUMENTARY","title":"The 12 Cellists - Documentary","program_id":"1311770153","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/71\/20221222020110545c1e.jpg","description":"In deze film uit 2012 van Enrique Sánchez Lansch volgen we de twaalf cellisten van de Berliner Philharmonikker. Sinds 1972 hebben de cellisten van het orkest een prominente plek ingenomen in de wereld van klassieke muziek. Of ze nu klassieke muziek, jazz, tango of avant garde spelen, luisteraars over de hele wereld zijn gefascineerd geraakt door de grote variëteit en het unieke geluid dat het dozijn weet te produceren. Hun unieke combinatie van lichtheid, diepgang en humor is aantrekkelijk voor een groot publiek van alle leeftijden!","category":""},"54869":{"channel":"141431343","start":"1672308867","end":"1672313732","first":"B","idtitle":"BRAHMSDRIEVIOOLSONATESOP78100108","title":"Brahms - Drie vioolsonates, Op. 78, 100 & 108","program_id":"1311770159","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/74\/20221222020110545yne.jpg","description":"Tijdens een concert vanuit de kerk van Verbier bundelen de Griekse violist Leonidas Kavakos en de Chinese pianiste Yuja Wang de krachten in interpretaties van vioolsonates van Johannes Brahms. Kavakos werd in 1985 in één klap wereldberoemd door op 18-jarige leeftijd de eerste prijs te winnen tijdens het prestigieuze Sibeliusconcours. Samen met Yuja Wang, een van de populairste pianisten van deze tijd, vormt hij een meesterlijk kamermuziekduo. Op het programma staan Brahms' ‘Regensonate’ Op. 78, ‘Thunersonate’ Op. 100 en de laatste vioolsonate, Op. 108.","category":""},"54870":{"channel":"141431343","start":"1672313732","end":"1672315246","first":"S","idtitle":"SKRJABINPROMETHEELEPOEMEDUFEUOP60","title":"Skrjabin - Prométhée, Le poème du feu, Op. 60","program_id":"1311770165","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/47\/20221222020110545yqv.jpg","description":"Maestro Michail Pletnev leidt het Russisch Nationaal Orkest (RNO) en het Synodaal koor van Moskou tijdens het negende RNO Grand Festival. Het concert begint met Maurice Ravel's suite voor het ballet 'Daphnis et Chloé'. Daarna is Lucas Debargue de solopianist in Aleksandr Skrjabins 'Prométhée: Le poème du feu', Op. 60, een toondicht voor piano, orkest, koor en 'clavier à lumières' (\"lichtorgel\"). Het clavier à lumières is een instrument dat Skrjabins alleen in dit werk gebruikt. Er is slechts één clavier à lumières gebouwd, voor een uitvoering van dit werk in New York in 1915. Als toegift speelt Debargue Erik Saties Gnossienne nr. 1. Dit concert werd opgenomen in de Tsjaikovski Concertzaal in Moskou in 2018.","category":""},"54871":{"channel":"141431343","start":"1672315246","end":"1672316058","first":"D","idtitle":"DVORAKZIGEUNERLIEDERENOPUS55","title":"Dvořák - Zigeunerliederen, opus 55","program_id":"1311770171","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/61\/20221222020110545n58.jpg","description":"Sopraan Olena Tokar en pianist Igor Grishin voeren Lieder en pianomuziek uit, opgenomen op 30 maart 2020 in Schinkel Pavillon in Berlijn. Het programma begint met vijf liederen van Pauline Viardot: 'Two Roses', 'On Georgia's Hills', 'Evening Song', 'The Gardener', en 'The Mermaid's Song'. Grishin speelt enkele werken voor piano solo: Franz Schuberts Impromptu, opus 90, nr. 2 en 3, en Aleksandr Skrjabins Pianosonate nr. 4, opus 30. Het programma gaat verder met Antonín Dvořáks Zigeunerliederen, opus 55, met tot besluit vier liederen van Pjotr Iljitsj Tsjaikovski: zijn opus 57 nr. 1, opus 63 nr. 2, opus 38 nr. 2, en opus 47 nr. 6.","category":""},"54872":{"channel":"141431343","start":"1672316058","end":"1672316891","first":"S","idtitle":"SMETANADRIEDANSENUITDEVERKOCHTEBRUID","title":"Smetana - Drie dansen uit De Verkochte Bruid","program_id":"1311770177","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/81\/20221222020110545is9.jpg","description":"De in de Sovjet-Unie geboren dirigent Semyon Bychkov leidt het Tsjechisch Filharmonisch Orkest in een concertprogramma gewijd aan Tsjechische componisten, opgenomen in het Rudolfinum, Dvořák Hall, Praag in 2018. Op het programma staan Ouverture en dansen 'Polka', 'Furiant' en 'Skočná' uit Bedřich Smetana's opera De verkochte bruid. Het programma vervolgt met Bohuslav Martinů's Dubbelconcert voor twee strijkorkesten, piano en pauken (H. 271). De solisten zijn Ivo Kahánek (piano) en Michael Kroutil (pauken). Tot besluit van het concert klinkt Antonín Dvořáks bekende Symfonie nr. 9 in e-klein, opus 95, \"Uit de nieuwe wereld\".","category":""},"54873":{"channel":"141431343","start":"1672316891","end":"1672319039","first":"P","idtitle":"POULENCSONATEVOORKLARINETENPIANO","title":"Poulenc - Sonate voor klarinet en piano","program_id":"1311770183","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/60\/20221222020110545iyg.jpg","description":"Klarinettist Sharon Kam, sopraan Jacquelyn Wagner en pianist Matan Porat bundelden op 11 mei 2020 hun krachten in dit recital uit Schinkel Pavillon Berlijn. Het programma begint met Claude Debussy's Première Rhapsodie voor klarinet en piano, gevolgd door Johannes Brahms' Sonate voor klarinet en piano, Opus 120 nr. 2. Porat speelt aansluitend Maurice Ravels Une barque sur l'océan voor piano. Na Francis Poulenc's Klarinetsonate besluit het concert met Franz Schuberts lied 'Der Hirt auf dem Felsen' in een arrangement voor klarinet, sopraan en piano.","category":""},"54874":{"channel":"141431343","start":"1672319039","end":"1672322454","first":"D","idtitle":"DEGOEDEDESTOUTEENDEONBEVREESDE","title":"De goede, de stoute en de onbevreesde","program_id":"1311770189","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/9\/20221222020110545q3f.jpg","description":"De Bourgondische vorsten hechtten veel belang aan een hofkapel van topniveau en ook in hun private vertrekken was muziek te horen. Minstrelen vermaakten de hovelingen en beïnvloedden zo de muzikale agenda van Europa’s politieke epicentrum. Met voorbeelden uit het ‘hoge’ en het ‘lage’ oeuvre van Dufay en Binchois – het gouden Bourgondische componistenduo – maakt Les haulz et les bas zijn naam waar.","category":""},"54875":{"channel":"141431343","start":"1672322454","end":"1672327556","first":"B","idtitle":"BEETHOVENVIOOLCONCERTOBIZETSYMFONIEINC","title":"Beethoven Vioolconcerto & Bizet Symfonie in C","program_id":"1311770195","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/62\/20221222020110545rdb.jpg","description":"De ster van de jonge Venezolaanse dirigent Glass Marcano is rijzende. Nadat zij als violist actief was in een aantal lokale jeugd- en symfonieorkesten stond zijn in 2012 als eerst als dirigent voor een ensemble. In september 2020 won ze in Parijs de Orkestprijs op ‘La Maestra’, het internationale concours voor vrouwelijke dirigenten. In dit concert, dat in februari 2021 werd opgenomen in de Opéra de Tours, leidt Marcano het Orchestre Symphonique Région Centre-Val de Loire\/Tours in uitvoeringen van twee meesterwerken uit de Romantiek. Het programma gaat van start met Ludwig van Beethovens Vioolconcert in D-groot, Op. 61, met Stéphanie-Marie Degand als solist. Dit werk geldt als één van de belangrijkste in het genre. Het programma besluit met Georges Bizets Symfonie in C-groot, uit 1855, geschreven door de componist als 17-jarige!","category":""},"54876":{"channel":"141431343","start":"1672327556","end":"1672331161","first":"M","idtitle":"MAHLERSYMPHONYNO4","title":"Mahler - Symphony No. 4","program_id":"1311770201","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/39\/20221222020110546jap.jpg","description":"Claudio Abbado (1933-2014) dirigeert het Gustav Mahler Jugendorchester (GMJO) in een uitvoering van Mahler's Symfonie Nr. 4 en Schönergs Pelléas und Mélisande, Op. 5. De karakters uit het gelijknamige toneelstuk krijgen in dit werk een eigen muzikaal thema. Met deze compositie voor groot orkest wilde Schönberg zijn collega's Wagner en Richard Strauss. Het werk bevat nog geen atonaliteit of serialisme, maar is eerder laat-romantisch van aard. Het GMJO werd op initiatief van Abbado opgericht in Wenen in 1986. Door de hoge artistieke kwaleit en hun internationale succes hebben al vele grote dirigenten en solisten samengewerkt met het jeugdorkest. Dit concert is opgenomen in de Musikverein te Wenen in 2006. Soliste is de Duitse sopraan Juliane Banse (1969).","category":""},"54877":{"channel":"141431343","start":"1672331161","end":"1672335614","first":"J","idtitle":"JAAPVANZWEDENDIRIGEERTSYMPHONIEFANTASTIQUE","title":"Jaap van Zweden dirigeert Symphonie Fantastique","program_id":"1311770207","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/24\/20221222020110546ytw.jpg","description":"De ontmoeting tussen de Franse componist Hector Berlioz en de knappe actrice Harriet Smithson leidde tot een van Berlioz’ beroemdste werken. Nadat Berlioz’ haar Shakespeare had zien spelen was hij op slag verliefd: hij stuurde haar ontelbare liefdesbrieven maar zij beantwoorde er geen één. Berlioz’ hart was gebroken en hij componeerde zijn Symphonie fantastique: Épisode de la vie d'un Artiste...en cinq parties (Symfonie fantastique: Episode uit het leven van een artiest… in vijf delen). Het werk vertelt het verhaal van een jonge artiest die tijdens een aanval van liefdesverdriet zelfmoord probeert te plegen maar niet genoeg gif inneemt: in plaats van te sterven hallucineert hij enkel. Door dit verhaal in de muziek en de uitgebreide orkestbezetting (onder andere vier harpen en een klok), was dit een revolutionair werk.","category":""},"54878":{"channel":"141431343","start":"1672335614","end":"1672339141","first":"Q","idtitle":"QUARANTAINECONCERTENMUZIEKVOORPIANOCELLO","title":"Quarantaineconcerten: Muziek voor Piano & Cello","program_id":"1311770213","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/27\/20221222020110546ldg.jpg","description":"Tussen maart en mei 2020 stelde het Berlijnse Schinkel Pavillon onder de noemer 'Concerts in Quarantine' haar onverwachts vrijgekomen tentoonstellingsruimte ter beschikking van een reeks concerten 'in isolatie'. Als onderdeel van deze reeks spelen cellist Gabriel Schwabe en pianist Nicholas Rimmer Franz Schuberts Sonate voor cello en piano \"Arpeggione\" D. 821, Frédéric Chopins Sonate voor cello en piano Op. 65, en Camille Saint-Saëns' Zwaan uit Het Carnaval der Dieren (in het arrangement van Jascha Heifetz).","category":""},"54879":{"channel":"141431343","start":"1672339141","end":"1672342200","first":"B","idtitle":"BACHBRANDENBURGSCONCERTNR4","title":"Bach - Brandenburgs Concert Nr. 4","program_id":"1311770219","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/27\/20221222020110546aio.jpg","description":"Wist u dat een mislukte sollicitatie tot een muzikaal succes kan leiden? J. S. Bach was in 1721 in dienst bij Prins Leopold van Anhalt-Köthen, maar hij wilde liever werken voor Christian Ludwig, Markgraaf van Brandenburg. Dus droeg Bach zijn zes nieuwe Concerten op aan deze Markgraaf van Brandenburg, in de hoop dat hij aan diens hof kon komen werken. Helaas: de Markgraaf bedankte de componist niet eens, laat staan dat hij hem in dienst nam. Aan Bachs muziek lag het niet. In het vierde Concert speelt de viool een virtuose rol in het eerste en derde deel.","category":""},"54880":{"channel":"141431343","start":"1672342200","end":"1672348535","first":"I","idtitle":"ICEDANCESWANLAKE","title":"Ice Dance: Swan Lake","program_id":"1311770225","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/86\/20221222020110546wvj.jpg","description":"De Imperial Ice Stars is een ensemble van 24 topijsdansers, die gezamenlijk meer dan driehonderd medailles hebben verworven op nationale en internationale kampioenschappen. Geroemd door zowel critici als het publiek, weet het gezelschap al jaar het publiek te betoveren met hun creatieve, krachtige vertelkunst, indrukwekkende decors, prachtige kostuums en special effects. Deze ijsdansproductie van het Zwanenmeer’ 2015 is gezet op de originele muziek van het meesterwerk van Tsjaikovski en voorzien van de meesterlijke choreografie van regisseur Tony Mercer. Mercer zei zelf over deze productie: “Geïnspireerd door mijn onderzoek naar de muziek van Tsjaikovski en de intenties die in het verhaal verborgen liggen, wilde ik een meer realistische interpretatie creëren van dit geliefde verhaal en het overbrengen op het ijs, waarbij mijn wens voor een nieuwe kunst -het ijsdansen binnen een volledig theatrale setting- kon worden bewerkstelligd.”","category":""},"54881":{"channel":"141431343","start":"1672348535","end":"1672354800","first":"P","idtitle":"PENDERECKISYMFONIEZEVENPOORTENVANJERUZALEM","title":"Penderecki - Symfonie: Zeven poorten van Jeruzalem","program_id":"1311770231","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/5\/20221222020110546zpp.jpg","description":"Het Praagse Lentefestival van 2017 werd afgesloten met een uitvoering van Krzysztof Penderecki's monumentale Zeven Symfonie, die als titel \"Seven Gates of Jerusalem\" draagt. De componist dirigeert zelf het Praags Radio Symfonieorkest en het Slowaaks Philharmonisch Koor. Het werk is gecomponeerd ter ere van de stad Jeruzalem voor een bezetting van orkest, koor en solisten. Voor het libretto zijn teksten uit het Oude Testament gebruikt. Voor expressieve doeleinden heeft Penderecki gekozen voor een uitzonderlijk instrumentarium: een tubafoon, door de componist zelf vervaardigde percussie-instrumenten en de shofar, een oud Joods liturgisch instrument. Solisten zijn Iwona Hossa (sopraan), Karolina Sikora (sopraan), Anna Lubanska (mezzo-sopraan), Adam Zdunikowsk (tenor), Piotr Nowacki (bas) en David Švehlík (spreker). Daarnaast staat de Serenade voor Orkest van de Tsjechische componist Isa Krejci op het programma. Dit concert is opgenomen in de Smetanahal te Praag.","category":""}}