{"69012":{"channel":"280715003","start":"1672269300","end":"1672275600","first":"N","idtitle":"NOTHINGBUTTHETRUTH","title":"Nothing But the Truth","program_id":"1311290094","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/76\/20221221020040529a2q.jpg","description":"Wanneer politiek verslaggever Rachel Armstrong (Kate Beckinsale) een artikel schrijft over een mislukte militaire operatie en daarbij de naam van een betrokken CIA-agent onthult, raakt niet alleen haar eigen leven maar ook dat van de mensen in haar omgeving volledig ontwricht. Rachel weigert toe te geven aan de intimidatie en bedreigingen ten koste van de persvrijheid. Maar hoeveel is ze bereid op te geven voor haar journalistieke ambitie, waarvan ook onschuldigen het slachtoffer worden? Het verschil tussen goed en kwaad wordt steeds onduidelijker naarmate de beerput van leugens, corruptie en moord steeds verder wordt opengetrokken.","category":""},"69013":{"channel":"280715003","start":"1672275600","end":"1672284000","first":"D","idtitle":"DETROIT","title":"Detroit","program_id":"1311290100","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/90\/202212210200405297yd.jpg","description":"In de zomer van 1967 houden de hevige 12th Street-rellen Detroit in hun greep. Tijdens één van de grootste en meest dodelijke volksopstanden uit de geschiedenis komen 43 mensen om, raken 189 mensen gewond en worden maar liefst 7200 mensen gearresteerd. Tweevoudig Oscarwinnaar Kathryn Bigelow brengt deze gebeurtenissen op indrukwekkende manier in beeld.","category":""},"69014":{"channel":"280715003","start":"1672284000","end":"1672291800","first":"Q","idtitle":"QUICK","title":"Quick","program_id":"1311290106","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/61\/20221221020040529crw.jpg","description":"De rechtszaak rond de vermeende seriemoordenaar Thomas Quick is het grootste juridische schandaal in de Zweedse geschiedenis. Verslaggever Hannes Råstam heeft zich erop toegelegd om de onschuld van Quick te bewijzen en de juridische chaos te ontmaskeren die hem veroordeelde tot een leven in een psychiatrische gevangenis. Niemand is echter geïnteresseerd in het vrijpleiten en vrijlaten van de ergste psychopaat in Zweden, een kannibalistische verkrachter die was veroordeeld voor acht moorden en er nog eens vijfentwintig had bekend. Toch legt hij het ongelooflijke verhaal achter de Thomas Quick-zaak stukje bij beetje bloot.","category":""},"69015":{"channel":"280715003","start":"1672291800","end":"1672297200","first":"A","idtitle":"AQUARELA","title":"Aquarela","program_id":"1311743985","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/16\/202212220200355273hx.jpg","description":"Prijswinnende documentaire waarin water de hoofdrol heeft, in al haar schoonheid en gruwelijkheid. Van het bevroren water in het Russische Baikalmeer, naar Miami in de greep van orkaan Irma, tot de machtige Angel Falls in Venezuela. Water brengt leven en dood, vreugde en wanhoop voor de kwetsbare mens.","category":""},"69016":{"channel":"280715003","start":"1672297200","end":"1672301700","first":"P","idtitle":"PETITEMAMAN","title":"Petite Maman","program_id":"1311743991","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/15\/20221222020035527vmy.jpg","description":"Na het overlijden van haar oma verkent de achtjarige Nelly het huis en de omgeving waar haar moeder opgroeide. In het bos ontmoet ze een ander jong meisje. Langzamerhand wordt duidelijk dat ze het meisje kent, maar wie is ze? Nelly ontdekt dat haar moeder ook jong is geweest en dat helpt haar te begrijpen wie haar moeder is.","category":""},"69017":{"channel":"280715003","start":"1672301700","end":"1672309800","first":"S","idtitle":"STILLWATER","title":"Stillwater","program_id":"1311743997","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/53\/20221222020035527fp1.jpg","description":"De Amerikaan Bill Baker (Matt Damon) reist vanuit Oklahoma naar Marseille om zijn dochter in de gevangenis te bezoeken. Ze zit vast voor een moord die ze beweert niet te hebben gepleegd. In zijn missie om zijn dochter vrij te krijgen wordt Bill geconfronteerd met de taalbarrières en de cultuurverschillen en wordt hij tegengewerkt door de Franse autoriteiten. Hij blijft volharden om de onschuld van zijn dochter te bewijzen en besluit om in Frankrijk te blijven en alles op alles te zetten om de echte moordenaar te vinden.","category":""},"69018":{"channel":"280715003","start":"1672309800","end":"1672315500","first":"V","idtitle":"VICKYCRISTINABARCELONA","title":"Vicky Cristina Barcelona","program_id":"1311744003","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/37\/202212220200355273c5.jpg","description":"Vicky (Rebecca Hall) en Cristina (Scarlett Johansson) zijn twee hartsvriendinnen met tegengestelde karakters. Bij Vicky, die verloofd is, overheerst de rede, terwijl Cristina zich laat leiden door haar gevoelens en voortdurend op zoek is naar nieuwe passies en seksuele ervaringen. Tijdens een zomer in Barcelona ontmoeten ze in een kunstgalerij een Spaanse schilder. Juan Antonio (Javier Bardem) is knap, sensueel en verleidelijk en doet hen een nogal ongewoon voorstel. Maar die nieuwe vriendschap valt niet in de smaak van Juan Antonio's ex-vriendin (Penélope Cruz).","category":""},"69019":{"channel":"280715003","start":"1672315500","end":"1672321800","first":"T","idtitle":"THEBIGHIT","title":"The Big Hit","program_id":"1311744009","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/13\/202212220200355279gk.jpg","description":"Om toch maar rond te kunnen komen, stemt worstelend acteur Étienne (Kad Merad) ermee in om een theaterworkshop in een gevangenis te geven. Verrast door het daar aanwezige acteertalent besluit hij om samen met zijn bonte groep gedetineerden Samuel Becketts beroemde toneelstuk 'Wachten op Godot' op de planken brengen. Wanneer de groep toestemming krijgt om buiten de gevangenismuren op te treden, heeft Étienne eindelijk de kans zijn talenten te laten zien. De mannen beginnen aan een tournee, die elke terugkeer achter de tralies weer pijnlijker maakt dan de vorige.","category":""},"69020":{"channel":"280715003","start":"1672321800","end":"1672329300","first":"T","idtitle":"THEGHOSTWRITER","title":"The Ghost Writer","program_id":"1311744015","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/86\/20221222020035527r8u.jpg","description":"Een ghostwriter (Ewan McGregor) krijgt de kans om de biografie te voltooien van de voormalige Britse premier Adam Lang (Pierce Brosnan) in diens Amerikaanse strandhuis. Lang wordt beschuldigd van een oorlogsmisdaad en op het eiland waar hij met zijn vrouw, zijn assistente en de schrijver verblijft, wemelt het van de verslaggevers en demonstranten. Tijdens zijn werk ontdekt de ghostwriter dat zijn verongelukte voorganger misschien wel bewijzen had gevonden voor die beschuldigingen. Zitten die misschien verborgen in het manuscript? Hoe lang is de schrijver zijn leven nog zeker?","category":""},"69021":{"channel":"280715003","start":"1672329300","end":"1672335000","first":"T","idtitle":"THEMISFITS","title":"The Misfits","program_id":"1311744021","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/50\/20221222020035527x98.jpg","description":"Richard Pace (Pierce Brosnan), een briljante internationaal opererende dief, ontsnapt uit een maximaal beveiligde inrichting. Tijdens zijn gewaagde ontsnapping weet hij de FBI en politie te ontwijken, maar wordt opgepikt door de Misfits, een bende moderne Robin Hoods onder leiding van de excentrieke en charismatische Ringo (Nick Cannon). De groep overtuigt Pace zich bij hen aan te sluiten om de overval van de eeuw te plegen: miljoenen aan goudstaven stelen die worden bewaard onder een van de best beveiligde gevangenissen ter wereld.","category":""},"69022":{"channel":"280715003","start":"1672335000","end":"1672342200","first":"T","idtitle":"THEREADER","title":"The Reader","program_id":"1311744027","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/75\/20221222020035527gvk.jpg","description":"In Duitsland, vlak na de Tweede Wereldoorlog, begint de vijftienjarige Michael een gepassioneerde maar heimelijke affaire met de veel oudere Hanna (Kate Winslet). Hun relatie wordt intenser wanneer ze hun gezamenlijke liefde voor boeken ontdekken. Elke avond leest Michael zijn geliefde Hanna voor uit grote werken. Ondanks hun innige band is Hanna op een dag spoorloos verdwenen en pas jaren later komt Michael (Ralph Fiennes) haar opnieuw tegen, wanneer hij als rechtenstudent een proces tegen oorlogscriminelen bijwoont. Hanna is een van de beklaagden en Michael ontdekt een diep geheim over de vrouw die hij ooit liefhad.","category":""},"69023":{"channel":"280715003","start":"1672342200","end":"1672348800","first":"B","idtitle":"BORGMAN","title":"Borgman","program_id":"1311744033","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/73\/202212220200355274b3.jpg","description":"De mysterieuze Camiel Borgman arriveert als een buitenstaander in de omheinde lanen van een villawijk. Hij klopt aan bij de riante woning van Marina en Richard. Zij is gefascineerd door de vreemdeling en biedt hem een slaapplek aan. Zijn komst is het begin van een reeks verontrustende gebeurtenissen rond de zorgvuldig opgetrokken façade van het welgestelde gezin van wie Borgman het leven stapje voor stapje op lugubere wijze weet te beïnvloeden.","category":""},"69024":{"channel":"280715003","start":"1672348800","end":"1672354500","first":"S","idtitle":"SMILEYFACEKILLERS","title":"Smiley Face Killers","program_id":"1311744039","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/0\/20221222020035528atb.jpg","description":"Wanneer hij stopt met zijn antidepressiva, valt student en succesvol sporter Jake ten prooi aan paranoia. Hij verdenkt de ex van zijn vriendin ervan hem te willen opfokken met bizarre sms’jes. De waarheid is echter veel gruwelijker. Jake moet het ultieme slachtoffer worden van een sekte van seriemoordenaars die zijn daden signeert met smileys.","category":""},"69025":{"channel":"280715003","start":"1672354500","end":"1672360200","first":"J","idtitle":"JAKOBSWIFE","title":"Jakob's Wife","program_id":"1311744045","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/72\/20221222020035528nyn.jpg","description":"Gevangen in een huwelijk met een predikant, zoekt de Anne troost bij een oude vriend. Een flirt die uitmondt in een bizarre, bloederige inwijding. Herboren als vampier, komt Anne voor een verscheurende keuze te staan: een opwindend, onsterfelijk bestaan aan de zijde van The Master of de terminale treurnis als Jakobs vrouw.","category":""}}