{"54539":{"channel":"141431343","start":"1672162950","end":"1672166296","first":"B","idtitle":"BACHDASWOHLTEMPERIERTEKLAVIER1NR13TM24","title":"Bach – Das wohltemperierte Klavier 1: Nr 13 t\/m 24","program_id":"1310916045","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/57\/20221220020109712sp6.jpg","description":"Toen Johann Sebastian Bach in 1722 in het Duitse Köthen woonde, bracht hij een boek met preludes en fuga's in alle 24 majeur- en mineurtoonsoorten uit. Deze verzameling kreeg de naam Das wohltemperierte Klavier, Boek Een, BWV 846–869. Ongeveer twintig jaar later stelde Bach in Leipzig een vergelijkbare bundel samen, nu bekend als Das wohltemperierte Klavier, Boek Twee, BWV 870-893. Bach schreef deze reeks composities voor het 'klavier', wat zowel op klavecimbel, klavechord, of orgel kan duiden. Deze werken zijn zeer bepalend gebleken voor de geschiedenis van de Westerse klassieke muziek. In deze uitzending speelt Joanna MacGregor Preludes en Fuga’s Nrs. 13 t\/m 24 (BWV 858-869) uit Boek Een van Bachs Das wohltemperierte Klavier. De opname vond plaats in het Palau Güell in Barcelona, Spanje, in 2010.","category":""},"54540":{"channel":"141431343","start":"1672166296","end":"1672169400","first":"B","idtitle":"BACHSONATENR1BWV1014","title":"Bach - Sonate Nr. 1 BWV 1014","program_id":"1310916051","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/83\/202212200201097123hg.jpg","description":"Deze Sonate voor Viool en Klavecimbel Nr. 1 BWV 1014 is de eerste van de sonates die Johann Sebastian Bach voor 1725 componeerde, waarschijnlijk toen hij werkzaam was als Kapellmeister in Köthen. Er wordt aangenomen dat hij de sonates voor Prins Leopold schreef en later de werken voor eigen gebruik in Leipzig aanpaste. Misschien is het hierdoor dat de werken goed speelbaar zijn voor amateurs, maar alle sonates bevatten genoeg finesse om een uitdaging te zijn voor professionele musici. De verschillende werken zijn als set bedoeld, net zoals de Brandenburgse concerten.","category":""},"54541":{"channel":"141431343","start":"1672169400","end":"1672171970","first":"C","idtitle":"CLASHOFTHESOLOISTS","title":"Clash of the Soloists","program_id":"1310916057","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/2\/20221220020109712xyy.jpg","description":"We leven in een wereld waar miljoenen mensen weleens langs een concertzaal lopen en slechts een fractie daarvan een stap naar binnen zal wagen. Er heeft zich echter een grote massa verzameld voor Wrestlemania; Aleksey Igudesman en Hyung-ki Joo hebben eindelijk een gezamenlijk podium gevonden voor twee ogenschijnlijk contrasterende publieke evenementen. Clementi moest eerder al concurreren met het genie van Mozart, Beethoven verjoeg Steinbelt uit Wenen en Händel versloeg Scarlatti in een vingervlug steekspel. In de rechterhoek staat het Koreaans\/Japans\/Chinese pianotalent Whay-Tsu Fast en in de linkerhoek staat de Russisch\/Amerikaans\/Joodse en Duits en Spaans sprekende vioolvirtuoos Sergey Amadeus Showov. Wie zal er als winnaar uit de ring stappen in deze Clash of the Soloists? Igudesman en Joo razen door concertwerken heen met een finesse en lenigheid die de toeschouwers naar het puntje van hun stoel brengt. Een onvergetelijke humoristische voorstelling die de kijkers hongerig maakt naar meer. 'Clash of the Soloists' is in opdracht gemaakt voor het 150-jarig bestaan van het Zürich Tonhalle Orchester. Deze wereldpremière staat onder leiding van dirigent en scheidsrechter Joshua ...","category":""},"54542":{"channel":"141431343","start":"1672171970","end":"1672174607","first":"D","idtitle":"DOCUMENTAIRE2017","title":"Documentaire 2017","program_id":"1310916063","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/37\/20221220020109712vyk.jpg","description":"Deze korte documentaire volgt de deelnemers van het 11e Internationaal Franz Liszt Pianoconcours dat in 2017 plaatsvond in TivoliVredenburg te Utrecht. Het concours bevordert zowel de muzikale ontwikkeling alsook de concertervaring van pianotalenten afkomstig uit alle uithoeken van de wereld. Hierdoor vormt het concours een belangrijke opstap tot de internationale klassieke concertwereld voor jong talent dat een professionele carrière als musicus ambieert. Het Internationaal Franz Liszt Pianoconcours werd voor het eerst georganiseerd in 1986 en behoort inmiddels tot een van de meest prestigieuze pianoconcoursen ter wereld.","category":""},"54543":{"channel":"141431343","start":"1672174607","end":"1672177393","first":"B","idtitle":"BRAHMSVIOOLCONCERT","title":"Brahms - Vioolconcert","program_id":"1310916069","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/14\/20221220020109712d17.jpg","description":"De Israëlische violist Itzhak Perlman is solist in een uitvoering van het Vioolconcert in D-groot, Op. 77 van Johannes Brahms (1833-1897). Perlman wordt begeleid door de Berliner Philharmoniker onder leiding van Daniel Barenboim. Zelden zijn zulke illustere namen samengekomen om dit technische stuk te bedwingen. Johannes Brahms voltooide zijn vioolconcert in 1878. Het werk is opgedragen aan zijn goede vriend Joseph Joachim, die tevens solist was tijdens de eerste uitvoering van het vioolconcert in 1879. Het werk is in vergelijking met andere vioolconcerten enkel weggelegd voor virtuoze violisten. Het werk vereist een groot technisch vermogen, door het aantal gebroken akkoorden, snelle passages en ritmische variatie.","category":""},"54544":{"channel":"141431343","start":"1672177393","end":"1672179610","first":"C","idtitle":"CLASSICALNEXT2019TRIOZUKAN","title":"Classical:NEXT 2019 - Trio Zukan","program_id":"1310916075","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/30\/20221220020109712dsg.jpg","description":"Het Trio Zukan bestaat uit Maria Zubimendi (accordeon), Gorka Catediano (percussie) en Jon Ansorena (txistu, een Baskische fluit) en onstond in 2014 als ongewone combinatie van drie instrumenten waarvoor nog geen repertoire beschikbaar was. Daarom besloten leden van de groep om projecten te promoten en verschillende componisten te benaderen. Vandaag de dag heeft het Trio Zukan al tientallen stukken uitgebracht met werken van componisten als María Eugenia Luc, Mikel Chamizo, Isabel Urrutia, Francisco José Domínguez en Vassilis Filippou. De groep is een grote speler binnen de moderne klassieke muziekscene van het Baskenland. In dit concert vanaf Classical:NEXT! 2019 vanuit de Doelen te Rotterdam brengt het trio onder meer de werken \"X. Otaolea\", \"Gravity\", \"F. Rzewski\", \"To the Earth\" en \"Seis miradas sobre\" ten gehore.","category":""},"54545":{"channel":"141431343","start":"1672179610","end":"1672180784","first":"S","idtitle":"SELECTIEWERKENVANHILDEGARDVONBINGEN","title":"Selectie werken van Hildegard von Bingen","program_id":"1310916081","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/12\/2022122002010971220a.jpg","description":"Verspreid over elf dagen vond in augustus 2020 in het Franse pelgrimsoord Rocamadour de vijftiende editie plaats van het Festival de Rocamadour, volledig gewijd aan kerkelijke muziek uit de barok, romantiek, en klassieke tijd. Op 25 augustus leidde de Franse sopraan Laetitia Corcelle haar ensemble La Sportelle in de middeleeuwse Basilique Saint-Sauveur. Tijdens dit concert staat vocale kerkmuziek en motetten centraal, waarbij het jongste werk duizend jaar nieuwer is dan het oudste. Allereerst zingt mezzosopraan Anne Bertin-Hugault solo een keuze uit het oeuvre van Hildegard van Bingen: O Pastor Animarum, O nobilissima viriditas, Spiritus Sanctus, O Splendidissima Gemma, Caritas, Rex Noster, en tenslotte Alleluia! O virga mediatrix. Dan voegen Cédric Baillergau (bas), Steve Zheng (tenor) en sopraan Laetitia Corcelle zich bij haar voor uitvoeringen van moderner en zelfs hedendaags materiaal: zowel Northern Lights en Ubi caritas van de Noorse componist Ola Gjeilo, Ubi caritas van de Fransman Christoper Gibert, en Adoro te van de Franse componiste Mel Bonis komen uit onze eigen tijd. Daarop volgt Christus factus est van Anton Bruckner, O salutaris hostia van Gioachino Rossini, Les ...","category":""},"54546":{"channel":"141431343","start":"1672180784","end":"1672182000","first":"P","idtitle":"PIANOWERKVANROSSINIVERDIRENDANOEA","title":"Pianowerk van Rossini, Verdi, Rendano e. a.","program_id":"1310916087","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221220\/52\/20221220020109712yfl.jpg","description":"De zesdelige concertreeks \"Io suono italiano\" is gewijd aan muziek van Italiaanse componisten en uitgevoerd door Italiaanse musici op Italiaanse instrumenten. De reeks beslaat vier eeuwen aan muziek: van renaissancecomponist Girolamo Frescobaldi en barokcomponist Antonio Vivaldi tot de twintigste-eeuwse filmmuziek van Ennio Morricone en de moderne opera van Azio Corghi. Elk programma presenteert zowel bekende werken als minder bekende composities. Deze prachtige uitvoeringen werden in januari 2021 opgenomen in het sfeervolle Teatro Sociale in het Noord-Italiaanse Rovigo. In deze aflevering speelt pianist Roberto Prosseda Gioachino Rossini’s Une caresse à ma femme en Petite Valse du boudoir; Giuseppe Verdi’s Romanza in F-groot, en Valzer in F-groot; Alfonso Rendano’s Notturno in E-groot; Roffredo Caetani’s Ballata, Op. 9 in fis-klein; en Luigi Dallapiccola’s Sonatina Canonica su Capricci di Paganini.","category":""}}