{"69840":{"channel":"280714878","start":"1673308500","end":"1673314200","first":"W","idtitle":"WHENHARRYMETSALLY","title":"When Harry Met Sally...","program_id":"1315912440","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/79\/20230102020034707a05.jpg","description":"Harry (Billy Crystal) ontmoet Sally (Meg Ryan) nadat ze allebei zijn afgestudeerd aan de universiteit van Chicago en zij hem een ritje naar New York aanbiedt. Hun onderwerp van gesprek: kan er een oprechte vriendschap tussen een man en een vrouw ontstaan, zonder dat seks in de weg komt? Elf jaar en vele ontmoetingen later hebben zij het antwoord nog steeds niet gevonden. Zullen deze twee vrienden ooit accepteren dat ze voor elkaar gemaakt zijn, of zullen ze steeds blijven ontkennen dat ze tot elkaar aangetrokken waren vanaf het moment dat ze elkaar voor het eerst zagen?","category":""},"69841":{"channel":"280714878","start":"1673314200","end":"1673319600","first":"J","idtitle":"JUSTGETTINGSTARTED","title":"Just Getting Started","program_id":"1315912446","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/85\/20230102020034707cmn.jpg","description":"Duke Driver (Morgan Freeman) is de manager van het luxe Villa Capri in Palm Springs. Hij heeft dan wel een mysterieus verleden als advocaat voor de maffia, maar zorgt ervoor dat een bezoek aan zijn vakantieoord één groot feest is. Totdat de charmante voormalige FBI-agent Leo (Tommy Lee Jones) in Villa Capri verschijnt. Dit betekent de start van een strijd om wie dé man van het resort is en om de gevoelens van de pas gearriveerde Suzie (Rene Russo). Wanneer er plotseling iemand opduikt uit het verleden van Duke, besluiten de rivalen hun verschillen opzij te zetten en samen te werken om de toekomst van Villa Capri te redden.","category":""},"69842":{"channel":"280714878","start":"1673319600","end":"1673324700","first":"P","idtitle":"PLAYLIST","title":"Playlist","program_id":"1315912452","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/9\/20230102020034708iyc.jpg","description":"Als Sophie te horen krijgt dat ze kan gaan werken bij een beroemde uitgeverij in Parijs is dat een flinke stap richting haar ultieme droom. Ze hoopt ooit haar eigen grafische illustraties gedrukt te zien, maar voor nu moet ze het doen met een baan op de publiciteitsafdeling. Het leven krijgt echter een andere wending als ze onverwachts zwanger raakt. Haar relatie loopt stuk en een carrière in de uitgeverswereld moet weer plaats maken voor haar oude baantje in de bediening. Is het leven in Parijs eigenlijk wel uit te houden onder deze omstandigheden?","category":""},"69843":{"channel":"280714878","start":"1673324700","end":"1673330400","first":"L","idtitle":"LEGEND","title":"Legend","program_id":"1315912458","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/78\/2023010202003470851g.jpg","description":"Het verhaal speelt zich af in een fantasiewereld bewoond door onder andere eenhoorns, feeën en demonen. Een demonisch wezen dat enkel bekendstaat als de Heer der Duisternis geeft zijn handlanger de opdracht om twee eenhoorns te vinden. Met de magische kracht van hun hoorns wil hij de wereld in een eeuwige nacht hullen. Ondertussen toont Jack zijn geliefde prinses Lily de eenhoorns. Lily ziet hoe een van de eenhoorns wordt gedood en wil de andere eenhoorn redden, maar wordt samen met de eenhoorn gevangen genomen en naar het kasteel van de Heer der Duisternis gebracht. Het is aan Jack en zijn vrienden om haar te redden!","category":""},"69844":{"channel":"280714878","start":"1673330400","end":"1673335500","first":"D","idtitle":"DEDOLLETWEELING3","title":"De dolle tweeling 3","program_id":"1316271670","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/66\/202301030200405123f2.jpg","description":"De tweeling Hanni en Nanni en hun lerares Frans hebben een geheimzinnige figuur zien rondsluipen door de gangen van hun chique kostschool. Maar ze hebben geen tijd om een nader onderzoek in te stellen, want kort daarna arriveert er een bus vol Engelse scholieren voor een uitwisseling. De jongens worden meteen geronseld om mee te spelen in het toneelstuk 'Romeo en Julia', dat binnenkort op school zal worden opgevoerd. Maar de repetities lopen al gauw enorm uit de hand. Alleen al omdat Hanni en Nanni allebei stapelverliefd zijn op Clyde, de knappe 'Romeo' die zich niet realiseert dat hij met een tweeling te maken heeft.","category":""},"69845":{"channel":"280714878","start":"1673335500","end":"1673341200","first":"U","idtitle":"UNDERTAKINGBETTY","title":"Undertaking Betty","program_id":"1316271676","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/44\/20230103020040513q66.jpg","description":"Begrafenisondernemer Boris Plotz uit Wales is al dertig jaar verliefd op Betty, die helaas is getrouwd met de burgemeester. Boris' zaken lopen niet best vanwege een Amerikaanse concurrent en Betty wordt door haar man bedrogen. De twee besluiten er samen vandoor te gaan, maar dat verloopt niet helemaal volgens plan.","category":""},"69846":{"channel":"280714878","start":"1673341200","end":"1673347200","first":"B","idtitle":"BEWITCHED","title":"Bewitched","program_id":"1316271682","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/90\/202301030200405134j4.jpg","description":"Jack Wyatt is een matige filmster die zijn carrière een nieuwe impuls wil geven, door Darren Stephens te spelen in een nieuwe reeks van de klassieke tv-serie Bewitched. Jack ontmoet de prachtige Isabel en vindt haar uitermate geschikt om zijn vrouw Samantha in de serie te spelen. Hij weet echter niet dat Isabel daadwerkelijk een echte heks is, wat haar natuurlijk zeer geschikt maakt voor de rol.","category":""},"69847":{"channel":"280714878","start":"1673347200","end":"1673353200","first":"S","idtitle":"STTRINIANS","title":"St Trinian's","program_id":"1316271688","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/43\/20230103020040513dqa.jpg","description":"De jongedames van St. Trinian staan bekend als onhandelbaar en de docenten hebben het er moeilijk mee. Maar als de school moet sluiten, besluiten ze zich eens in te zetten. Er komt een ingewikkeld plan op tafel, waarin diefstal niet ontbreekt.","category":""},"69848":{"channel":"280714878","start":"1673353200","end":"1673359800","first":"S","idtitle":"STTRINIANS2THELEGENDOFFRITTONSGOLD","title":"St Trinian's 2: The Legend of Fritton's Gold","program_id":"1316271694","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/77\/202301030200405136ku.jpg","description":"St. Trinian, de beruchte meisjesschool, is weer eens vol van chaos en spanning. De school raakt verwikkeld in een strijd met een groep mannen om een waardevolle schat. Hun tegenstanders doen er alles aan om te winnen, maar de meiden van St Trinians zijn vastbesloten hen te slim af te zijn.","category":""},"69849":{"channel":"280714878","start":"1673359800","end":"1673365500","first":"R","idtitle":"RAZEND","title":"Razend","program_id":"1316271700","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/38\/20230103020040513cem.jpg","description":"De vijftienjarige Sven wil regisseur worden en is al volop bezig met filmpjes op Youtube. Hij vraagt Roosmarijn om mee te werken aan zijn eerste speelfilm. Zij mag echter niet te weten komen dat hij thuis regelmatig een pak rammel krijgt. Het lukt hem zijn blauwe plekken voor iedereen verborgen te houden totdat hij er op een dag zo slecht aan toe is dat hij bij zijn oma onderduikt. Daardoor mist hij zijn verjaardag. Roosmarijn denkt dat hij haar niet meer leuk vindt en ook zijn vrienden zijn boos op hem. Hij besluit om voor eens en voor altijd met zijn vader af te rekenen, totdat hij ontdekt waarom zijn vader hem slaat.","category":""},"69850":{"channel":"280714878","start":"1673365500","end":"1673371800","first":"T","idtitle":"TIMBOEKTOE","title":"Timboektoe","program_id":"1316271706","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/72\/2023010302004051368b.jpg","description":"De ouders van Isa en haar oudere broer Kars gooien het roer om en beginnen een camping in Frankrijk. Isa en Kars hebben het gevoel naar Timboektoe te verhuizen en alles te verliezen. Lang klagen ze gelukkig niet, want al snel maken ze nieuwe vrienden. Maar terwijl nieuwe vriendschappen opbloeien, komt camping Timboektoe in de problemen. Niet ver bij hen vandaan is een andere camping geopend en de onsympathieke eigenaar probeert camping Timboektoe aan alle kanten te beschadigen. Het ziet het er zelfs nar uit dat de camping moet sluiten. Zal het Isa en Kars lukken om Timboektoe open te houden?","category":""},"69851":{"channel":"280714878","start":"1673371800","end":"1673377200","first":"G","idtitle":"GAMBIT","title":"Gambit","program_id":"1316271712","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/53\/20230103020040513fat.jpg","description":"Er ontbreekt nog één belangrijke pion in het meesterplan van Harry Deane (Colin Firth) om een bijzonder waardevol schilderij te stelen van een van de rijkste mannen ter wereld: een prachtige vrouw die als afleidingsmanoeuvre kan dienen. Wanneer hij de extraverte cowgirl PJ Puznowski (Cameron Diaz) ontmoet, lijkt dit een ideale match. Maar wanneer Harry merkt dat hij zich steeds meer tot haar aangetrokken voelt, zorgt dit al snel voor problemen en lijkt zijn briljante plan compleet in duigen te vallen.","category":""},"69852":{"channel":"280714878","start":"1673377200","end":"1673382900","first":"C","idtitle":"CAFESOCIETY","title":"Café Society","program_id":"1316271718","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/55\/20230103020040513as0.jpg","description":"De jonge Bobby Dorfman (Jesse Eisenberg) heeft genoeg van de beslommeringen rond zijn eenvoudige Joodse familie en hij verruilt het New York van de jaren dertig voor de glitter en glamour van het klassieke Hollywood. Hij gaat aan de slag als loopjongen voor zijn oom Phil (Steve Carell), een machtige impresario voor filmsterren, en wordt al snel verliefd op Phils secretaresse Vonnie (Kirsten Stewart), een meisje dat weinig opheeft met de drukdoenerij in Los Angeles.","category":""},"69853":{"channel":"280714878","start":"1673382900","end":"1673388600","first":"M","idtitle":"MAGICINTHEMOONLIGHT","title":"Magic in the Moonlight","program_id":"1316271724","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/89\/20230103020040513q6m.jpg","description":"In de jaren twintig van de vorige eeuw wordt de Britse illusionist Stanley Crawford gevraagd om op bezoek te komen bij de rijke familie Catledge in Zuid-Frankrijk. Hier moet hij onderzoek doen naar Sophie Baker, een helderziende jongedame die is ingehuurd om contact te leggen met een overleden familielid. Stanley is ervan overtuigd dat het charmante medium een oplichtster is en schrijft alles toe aan de goedgelovigheid van de familie. Maar wanneer Sophie een aantal bijzondere demonstraties geeft van haar helderziendheid, kan hij niet anders dan zich langzaam maar zeker over te geven aan deze wereld vol onverklaarbare gebeurtenissen.","category":""},"69854":{"channel":"280714878","start":"1673388600","end":"1673394600","first":"T","idtitle":"THEBASTER","title":"The Baster","program_id":"1316271730","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/4\/20230103020040513ckg.jpg","description":"Kassie (Jennifer Aniston) besluit op een dag dat ze lang genoeg heeft gewacht op de juiste man om een gezin te stichten en gaat, tot ongenoegen van haar beste vriend - de licht neurotische Wallie (Jason Bateman) - op zoek naar een geschikte spermadonor. Nadat ze de perfecte kandidaat in de zeer aantrekkelijke Roland (Patrick Wilson) heeft gevonden, geeft Kassie een feestje ter ere van de daadwerkelijke inseminatie. Hier vindt echter een niet geplande last-minute verwisseling plaats, die pas zeven jaar later aan het licht komt wanneer Wally en het schattige, maar licht neurotische zoontje van Kassie elkaar ontmoeten.","category":""}}