{"55956":{"channel":"141431343","start":"1673305200","end":"1673311970","first":"H","idtitle":"HUMPERDINCKHAENSELUNDGRETEL","title":"Humperdinck - Hänsel und Gretel","program_id":"1315926251","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/83\/20230102020055550sq7.jpg","description":"Deze productie van Engelbert Humperdincks Hänsel und Gretel door de Semperoper Dresden uit 2006 staat onder leiding van dirigent Michael Hofstetter. Solisten zijn Irmgard, Vilsmaier, Hans-Joachim Ketelsen, Antigone Papoulkas en Iris Vermillion. Op verzoek van zijn zus heeft Humperdinck het klassieke sprookje over Hans en Grietje van de gebroeders Grimm op muziek gezet. Zij wilde haar kinderen vermaken tijdens de kerstdagen. Dit bleek zo’n succes te zijn dat broer en zus het niet lang daarna uitwerkten tot de opera die we vandaag de dag kennen. Hänsel und Gretel is dan ook een echt ‘familiewerk’ en geliefd bij zowel jong als oud.","category":""},"55957":{"channel":"141431343","start":"1673311970","end":"1673317963","first":"A","idtitle":"ATANGONIGHTLIVEFROMBUENOSAIRES","title":"A Tango Night - Live from Buenos Aires","program_id":"1315926257","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/96\/20230102020055550d3h.jpg","description":"In Buenos Aires luidde men het jaar 2006 uit met een spectaculair live muziekprogramma vol Argentijnse muziek. In het hartje van de Argentijnse zomer deelt het Orquesta Filarmónica del Teatro Colon onder leiding van dirigent Daniel Barenboim (die ook als pianosolist optreedt) het podium met bandoneonvirtuoos Leopoldo Federico en zijn Orquesta Tipica. Samen staan ze garant voor een buitengewoon oudejaarsspektakel vol populaire tango's en geliefde Latijns-Amerikaanse orkestklassiekers. De oude tangomeester José Carli verzorgde betoverende, nieuwe arrangementen van werken van de Argentijnse meesters Astor Piazzolla, Carlos Gardel, Julio de Caro, Alberto Ginastera en Horacio Salgán. Optredens door Buenos Aires' eigen tangodansers Mora Godoy en Junior Cervilla dragen bij aan de feestvreugde en maken er een onvergetelijke avond van.","category":""},"55958":{"channel":"141431343","start":"1673317963","end":"1673323201","first":"G","idtitle":"GALAVANUITBERLIJN2017","title":"Gala vanuit Berlijn 2017","program_id":"1315926263","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/32\/20230102020055551kzi.jpg","description":"Trouw aan de jaarlijkse traditie… maar net even anders. Met een stersolist als Joyce DiDonato en een eigenhandig door Sir Simon Rattle samengesteld onderhoudend en veelzijdig programma, geheel toegesneden op zijn afscheid als chef-dirigent van de Berliner Philharmoniker, weten we ons verzekerd van een concert dat de gebaande paden achter zich laat. Geniet van Joyce DiDonato, de Berliner Philharmoniker en Sir Simon Rattle met hun verbijsterende, virtuoze uitvoeringen. Op het programma staan Dvořáks Carnival, Stravinsky's Pas de deux uit 'Apollon Musagète', liederen van Richard Strauss, Brahms' Hongaarse Dans nr. 1, en natuurlijk muziek uit Leonard Bernsteins 'On the town' als opmaat tot de feestelijkheden rondom Bernsteins honderdste geboortedag.","category":""},"55959":{"channel":"141431343","start":"1673323201","end":"1673326800","first":"M","idtitle":"MARTINUDUBBELCONCERTH271","title":"Martinů - Dubbelconcert, H 271","program_id":"1315926269","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/4\/20230102020055551l7d.jpg","description":"De in de Sovjet-Unie geboren dirigent Semyon Bychkov leidt het Tsjechisch Filharmonisch Orkest in een concert met werken van Bohuslav Martinů, Maurice Ravel en Henri Dutilleux, opgenomen in 2020 in het Rudolfinum, Dvořák Hall, Praag. Het programma begint met Martinů's Dubbelconcert voor twee strijkorkesten, piano en pauken (H. 271). De solisten zijn Ivo Kahánek (piano) en Michael Kroutil (pauken). Hierop volgt een uitvoering van Martinů's Concert voor twee piano's en orkest (H. 292), met pianosolisten Katia en Marielle Labèque. Na 'Le Jardin féerique – Lent et grave' uit Ravels suite Ma mère l'Oye speelt het orkest tot besluit Dutilleux' Symfonie nr. 2, 'Le Double'.","category":""},"55960":{"channel":"141431343","start":"1673326800","end":"1673328264","first":"M","idtitle":"MOZARTEINEKLEINENACHTMUSIK","title":"Mozart - Eine kleine Nachtmusik","program_id":"1316293304","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/81\/2023010302011555896m.jpg","description":"Vanuit het Barockschloss in het Duitse Rammenau speelt het Gewandhausquartett Mozarts Eine Kleine Nachtmusik (Serenade Nr. 13 voor strijkers in G-groot), KV 525. De serenade werd voltooid op 10 augustus 1787 toen Mozart aan de tweede akte werkte van zijn opera Don Giovanni. Het werk werd pas in 1827 gepubliceerd, lange tijd na Mozarts dood. De traditionale naam die de serenade meekreeg is afkomstig van Mozarts aantekening in zijn persoonlijke dagboek. Het Gewandhausquartett bestaat uit Frank Michael Erben (1e viool), Conrad Suske (2e viool), Volker Metz (altviool), Jürnjakob Timm (cello) and Steffen Adelmann (contrabas).","category":""},"55961":{"channel":"141431343","start":"1673328264","end":"1673334328","first":"F","idtitle":"FIRSTSNOW","title":"First Snow","program_id":"1316293310","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/94\/20230103020115558u4s.jpg","description":"Eén van de eerste kerstgezangen die ooit werd opgeschreven is Pérotin de Grote’s Salvatoris Hodie. Deze prachtige 12e-eeuwse compositie, één van de eerste vierstemmige werken ooit, opent het sfeervolle kerstconcert van de Brussels Philharmonic, First Snow. Behalve ‘ars antiqua’ staat ook een uitvoering van twee eigentijdse melodieën op het programma van de hand van dirigent Bo Holten, die zich baseerde op teksten van de Ijslandse dichter Gunnar Gunnarsson (1889-1975). Enkele Poolse en Franse kerstliederen besluiten dit heerlijke kerstprogramma.","category":""},"55962":{"channel":"141431343","start":"1673334328","end":"1673338686","first":"L","idtitle":"LEGRANDORGUEINCONCERT","title":"Le Grand Orgue in Concert","program_id":"1316293316","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/53\/202301030201155583un.jpg","description":"Olivier Latry, de huidige organist van het orgel van de Notre Dame te Parijs, begon zijn muzikale carrière toen hij op 16-jarige leeftijd toetrad tot de orgelklas van Gaston Litaize aan het Conservatorium van Saint-Maur-des-Fossés. Op slechts 23-jarige leeftijd werd Latry benoemd tot een van de ‘titulaires des grands orgues’ van de Notre Dame te Parijs. Naast zijn werk als organist en componist is Latry ook als professor verbonden aan het Conservatorium van Parijs. In dit concert uit 2015 staan onder meer orgelwerken van Bach, Vierne en Daquin op het programma.","category":""},"55963":{"channel":"141431343","start":"1673338686","end":"1673341332","first":"C","idtitle":"CMIMVIOOL2019FINALEJOHANNAPICHLMAIR","title":"CMIM Viool 2019 - Finale: Johanna Pichlmair","program_id":"1316293322","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/33\/20230103020115558ihw.jpg","description":"Johanna Pichlmair (Oostenrijk, 1990) speelt Johannes Brahms’ Vioolconcert in d-groot, Op. 77 gedurende de finales van viooleditie 2019 van het Concours musical international de Montréal (CMIM). Zij wordt begeleid door het Montreal Symphony Orchestra onder leiding van Alexander Shelley. Deze uitvoering werd opgenomen in het Montreal Symphony House.","category":""},"55964":{"channel":"141431343","start":"1673341332","end":"1673347084","first":"P","idtitle":"PENDERECKISYMFONIEZEVENPOORTENVANJERUZALEM","title":"Penderecki - Symfonie: Zeven poorten van Jeruzalem","program_id":"1316293328","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/79\/202301030201155582gq.jpg","description":"Het Praagse Lentefestival van 2017 werd afgesloten met een uitvoering van Krzysztof Penderecki's monumentale Zeven Symfonie, die als titel \"Seven Gates of Jerusalem\" draagt. De componist dirigeert zelf het Praags Radio Symfonieorkest en het Slowaaks Philharmonisch Koor. Het werk is gecomponeerd ter ere van de stad Jeruzalem voor een bezetting van orkest, koor en solisten. Voor het libretto zijn teksten uit het Oude Testament gebruikt. Voor expressieve doeleinden heeft Penderecki gekozen voor een uitzonderlijk instrumentarium: een tubafoon, door de componist zelf vervaardigde percussie-instrumenten en de shofar, een oud Joods liturgisch instrument. Solisten zijn Iwona Hossa (sopraan), Karolina Sikora (sopraan), Anna Lubanska (mezzo-sopraan), Adam Zdunikowsk (tenor), Piotr Nowacki (bas) en David Švehlík (spreker). Daarnaast staat de Serenade voor Orkest van de Tsjechische componist Isa Krejci op het programma. Dit concert is opgenomen in de Smetanahal te Praag.","category":""},"55965":{"channel":"141431343","start":"1673347084","end":"1673349045","first":"V","idtitle":"VOCAALWERKVANPUCCINILEONCAVALLOEA","title":"Vocaal werk van Puccini, Leoncavallo e. a.","program_id":"1316293334","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/93\/20230103020115559rc2.jpg","description":"De zesdelige concertreeks \"Io suono italiano\" is gewijd aan muziek van Italiaanse componisten en uitgevoerd door Italiaanse musici op Italiaanse instrumenten. De reeks beslaat vier eeuwen aan muziek: van renaissancecomponist Girolamo Frescobaldi en barokcomponist Antonio Vivaldi tot de twintigste-eeuwse filmmuziek van Ennio Morricone en de moderne opera van Azio Corghi. Elk programma presenteert zowel bekende werken als minder bekende composities. Deze prachtige uitvoeringen werden in januari 2021 opgenomen in het sfeervolle Teatro Sociale in het Noord-Italiaanse Rovigo. In deze aflevering zingt sopraan Maria Luigia Borsi een aantal liederen en aria's, begeleid door Antonio Artese op de piano. Op het programma staan Francesco Paolo Tosti’s Sogno, ‘A vucchella, en L’alba separa dalla luce l’ombra; Giacomo Puccini’s Sole e amore, Sogno d’or, “Donde lieta” (uit La bohème), “Il bel sogno di Doretta” (uit La rondine), en “O mio babbino caro” (uit Gianni Schicchi); Renato Brogi’s Presentimento, Ruggero Leoncavallo’s Mattinata, en Alfredo Catalini’s Chanson Groenlandaise.","category":""},"55966":{"channel":"141431343","start":"1673349045","end":"1673350811","first":"L","idtitle":"LEGATOMARCANDREHAMELINEENPORTRET","title":"Legato - Marc-André Hamelin, een portret","program_id":"1316293340","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/66\/20230103020115559q3z.jpg","description":"We leven in een ,,renaissance van de piano”, zoals de New York Times het onlangs omschreef. Met virtuoos spel en originele repertoirekeuzes brengt een jonge generatie pianisten het instrument opnieuw tot leven. Ze vullen de standaard klassieke meesterwerken aan met minder gespeeld werk en ontdekken onbekende componisten. De serie Legato laat het publiek kennismaken met de meest fascinerende muzikanten van deze nieuwe generatie – met hun speelstijl, werkwijze en persoonlijke eigenaardigheden. Iedere aflevering zoomt in op één pianist en één onderdeel van het vak. Samen geven de portretten een inzichtelijk totaalbeeld van de huidige staat van de klassieke pianokunst. Marc-André Hamelin uit Canada staat bekend om zijn muzikale virtuositeit en verfijnde pianotechnieken. In de New York Times werd een van zijn optredens zelfs geprezen als ,,de ultieme perfectie”.","category":""},"55967":{"channel":"141431343","start":"1673350811","end":"1673355610","first":"B","idtitle":"BEETHOVENPIANOSONATENR26OP81A","title":"Beethoven - Pianosonate Nr. 26, Op. 81a","program_id":"1316293346","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/38\/20230103020115559590.jpg","description":"Deze opname is onderdeel van Daniel Barenboims vermaarde uitvoering van Beethovens complete 32 pianosonates, opgenomen in Palais Rasumofsky te Wenen in 1983.","category":""},"55968":{"channel":"141431343","start":"1673355610","end":"1673358923","first":"C","idtitle":"COUPERINLECONSDETENEBRES","title":"Couperin - Leçons de ténèbres","program_id":"1316293352","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/87\/20230103020115559a0a.jpg","description":"De Franse sopraan Hanna Bayodi en de Portugese Ana Quintans voegen zich vandaag bij het Ricercar Consort. De muziek is van maestro Couperin ‘le Grand’, die net voor zijn dood zijn drukkersprivilege liet hernieuwen om al zijn muziek te kunnen uitgeven. Couperins familie liet de zaak echter verwateren, waardoor onder meer zes leçons de ténèbres verloren gingen. Gelukkig bleven er drie bewaard.","category":""},"55969":{"channel":"141431343","start":"1673358923","end":"1673363358","first":"M","idtitle":"MOZARTCONCERTVANUITBERLIJN","title":"Mozart Concert vanuit Berlijn","program_id":"1316293358","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/33\/20230103020115559yvh.jpg","description":"Dit concertprogramma vanuit het Konzerthaus Berlin staat volledig in het teken van W. A. Mozart. Het Carl Philippe Emanuel Bach Kamerorkest staat onder leiding van Hartmut Haenchen. In de uitvoeringen van Haenchen en zijn gereduceerde ensemble komen de veelzijdige kwaliteiten van Mozarts muziek optimaal naar voren, mede door de uitstekende instrumentatie en divisie van de orkestpartijen. Stefan Vladars fijnzinnige touché en stillistische zekerheid maakt hem een ideale partner voor Haenchen en zijn orkest. Op het programma staan Mozarts Divertimento in Es-groot (KV. 113), het Pianoconcert Nr. 20 (KV. 466) en de ‘Jupiter’ Symfonie Nr. 41 in C (KV. 551).","category":""},"55970":{"channel":"141431343","start":"1673363358","end":"1673367971","first":"J","idtitle":"JAAPVANZWEDENDIRIGEERTSYMPHONIEFANTASTIQUE","title":"Jaap van Zweden dirigeert Symphonie Fantastique","program_id":"1316293364","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/76\/20230103020115559pav.jpg","description":"De ontmoeting tussen de Franse componist Hector Berlioz en de knappe actrice Harriet Smithson leidde tot een van Berlioz’ beroemdste werken. Nadat Berlioz’ haar Shakespeare had zien spelen was hij op slag verliefd: hij stuurde haar ontelbare liefdesbrieven maar zij beantwoorde er geen één. Berlioz’ hart was gebroken en hij componeerde zijn Symphonie fantastique: Épisode de la vie d'un Artiste...en cinq parties (Symfonie fantastique: Episode uit het leven van een artiest… in vijf delen). Het werk vertelt het verhaal van een jonge artiest die tijdens een aanval van liefdesverdriet zelfmoord probeert te plegen maar niet genoeg gif inneemt: in plaats van te sterven hallucineert hij enkel. Door dit verhaal in de muziek en de uitgebreide orkestbezetting (onder andere vier harpen en een klok), was dit een revolutionair werk.","category":""},"55971":{"channel":"141431343","start":"1673367971","end":"1673372463","first":"B","idtitle":"BRUCKNERSYMFONIENR4","title":"Bruckner - Symfonie Nr. 4","program_id":"1316293370","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/28\/202301030201155599rg.jpg","description":"De monumentale, majestueuze symfonieën van Anton Bruckner (1824-1896) en de inspirerende levenskracht van de Oostenrijkse Abdij van Sankt Florian lijken voor elkaar gemaakt – al helemaal als ze zo spectaculair op film worden vastgelegd als door de vooraanstaande regisseur Brian Large in deze opname uit 2012. Bruckner leerde het abdijorgel kennen in zijn jeugd, en was er organist van 1845 tot 1855. Franz Welser-Möst, chef-dirigent van het Cleveland Orchestra en algemeen muzikaal leider van de Weense Staatsopera, staat bekend als Brucknerspecialist. Hij heeft een bijzondere passie voor Bruckners Symfonie Nr. 4 – door de componist zelf de “Romantische” genoemd – in de zelden uitgevoerde eerste editie (1888-89). Met zijn scherpere contrasten en gewaagde dissonanten spreekt er grotere durf uit deze versie, die gestroomlijnder, dynamischer en fijner van textuur is dan de latere versie die doorgaans de voorkeur geniet.","category":""},"55972":{"channel":"141431343","start":"1673372463","end":"1673379000","first":"Q","idtitle":"QUARANTAINECONCERTENSEVERINVONECKARDSTEIN","title":"Quarantaineconcerten: Severin von Eckardstein","program_id":"1316293376","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/1\/20230103020115559j4x.jpg","description":"Tussen maart en mei 2020 stelde het Berlijnse Schinkel Pavillon onder de noemer 'Concerts in Quarantine' haar onverwachts vrijgekomen tentoonstellingsruimte ter beschikking van een reeks concerten 'in isolatie'. Als onderdeel van deze reeks speelt pianist Severin von Eckardstein Claude Debussy's Prélude à l'après-midi d'un faune (in het pianoarrangement van Vyacheslav Gryaznov), Frédéric Chopins Nocturne Op. 27 Nr. 1, Nikolaj Medtners Elegieën voor piano, Op. 59, Nr. 2, Sergej Prokofjevs Pianosonate Nr. 8, Op. 84, en ter besluit Medtners Sprookje, Op. 34, Nr. 2.","category":""},"55973":{"channel":"141431343","start":"1673379000","end":"1673380301","first":"C","idtitle":"CMIMVOICE2022EERSTERONDEMICHAELLAFFERTY","title":"CMIM Voice 2022 – Eerste Ronde: Michael Lafferty","program_id":"1316293382","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/68\/202301030201155599bm.jpg","description":"Bariton Michael Lafferty (Verenigd Koninkrijk, 1996) zingt ‘The Phantom’ uit Gerald Finzi’s liedcyclus Earth and Air and Rain, Op. 15; ‘Love bade me welcome’ uit Ralph Vaughan Williams’ Five Mystical Songs; Franz Schuberts Der Einsame, Op. 41, D. 800; en Godfrey Ridout’s arrangement van het traditionele volkslied ‘Ah! Si mon moine voulait danser’, tijdens de eerste ronde van de Voice Edition van het Concours musical international de Montréal 2022 (CMIM). Deze uitvoering is opgenomen in het Bourgie-paviljoen van het Musée des beaux-arts de Montréal.","category":""},"55974":{"channel":"141431343","start":"1673380301","end":"1673381280","first":"C","idtitle":"CMIMVOICE2022EERSTERONDEALEXANDRAFLOOD","title":"CMIM Voice 2022 – Eerste Ronde: Alexandra Flood","program_id":"1316293388","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/88\/20230103020115559e05.jpg","description":"Sopraan Alexandra Flood (Australië, 1990) zingt ‘Liebesbotschaft’ uit Franz Schuberts liedverzameling Schwanengesang, D. 957; ‘Elle était descendue au bas de la prairie’ uit Lili Boulanger’s liedcyclus Clairières dans le ciel; ‘The Couriers’ uit Aribert Reimanns Zes gedichten van Sylvia Plath; ‘Ständchen’ uit Richard Strauss’ 6 Lieder, Op. 17; en ‘Not in a silver casket’ uit Jake Heggie’s Songs and Sonnets to Ophelia, tijdens de eerste ronde van de Voice Edition van het Concours musical international de Montréal 2022 (CMIM). Deze uitvoering is opgenomen in het Bourgie-paviljoen van het Musée des beaux-arts de Montréal.","category":""},"55975":{"channel":"141431343","start":"1673381280","end":"1673383469","first":"M","idtitle":"MEXICAANSCONCERTDEELII","title":"Mexicaans Concert - Deel II","program_id":"1316293394","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/82\/20230103020115559jvp.jpg","description":"Sopraan Anabel de la Mora wordt bijgestaan door het Orquesta Sinfonica de Minería onder leiding van Raúl Delgado in een concertprogramma dat in het teken staat van Mexicaanse componisten. Dit programma, waarin het eerste deel van het concert aan bod komt, omvat de volgende werken: Blas Galindo's \"Sones de Mariachi\", Arturo Marquez' Danzón nr. 2, José Pablo Moncayo's \"Huapango\", en Genero Codina's \"March of Zacatecas\". Dit concert uit 2019 vond plaats in de Academia de Música del Palacio de Minería in Mexico-Stad.","category":""},"55976":{"channel":"141431343","start":"1673383469","end":"1673386679","first":"I","idtitle":"ISRAELISCHFILHARMONISCHORKESTCOMINGHOME","title":"Israëlisch Filharmonisch Orkest: Coming Home","program_id":"1316293400","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/25\/202301030201155593gm.jpg","description":"Op 24 december 2011 vierde het Israëlisch Filharmonisch Orkest, één van de belangrijkste orkesten ter wereld, het 75-jarig bestaan. Deze documentaire toont de beladen geschiedenis van het orkest, met op de achtergrond Israël en de holocaust. Door middel van archiefbeelden, verhalen van orkestleden en talloze concertfragmenten van dirigenten en musici als Arturo Toscanini, Arthur Rubinstein, Leonard Bernstein, Isaac Stern, Daniel Barenboim, Zubin Mehta en Itzhak Perlman komt de geschiedenis van deze vitale 75-jarige tot leven. Want ook beelden van de concertrepetities, concerten en tournees uit de huidige tijd worden ons niet onthouden!","category":""},"55977":{"channel":"141431343","start":"1673386679","end":"1673389464","first":"B","idtitle":"BRAHMSVIOOLCONCERT","title":"Brahms - Vioolconcert","program_id":"1316293406","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/20\/20230103020115559390.jpg","description":"De Israëlische violist Itzhak Perlman is solist in een uitvoering van het Vioolconcert in D-groot, Op. 77 van Johannes Brahms (1833-1897). Perlman wordt begeleid door de Berliner Philharmoniker onder leiding van Daniel Barenboim. Zelden zijn zulke illustere namen samengekomen om dit technische stuk te bedwingen. Johannes Brahms voltooide zijn vioolconcert in 1878. Het werk is opgedragen aan zijn goede vriend Joseph Joachim, die tevens solist was tijdens de eerste uitvoering van het vioolconcert in 1879. Het werk is in vergelijking met andere vioolconcerten enkel weggelegd voor virtuoze violisten. Het werk vereist een groot technisch vermogen, door het aantal gebroken akkoorden, snelle passages en ritmische variatie.","category":""},"55978":{"channel":"141431343","start":"1673389464","end":"1673391600","first":"U","idtitle":"UEDAILVIAGGIODIDANTE","title":"Ueda - Il Viaggio di Dante","program_id":"1316293412","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/28\/20230103020115559hio.jpg","description":"Het Ensemble Bios voert Il Viaggio di Dante van de Japans\/Canadese componiste Rita Ueda uit. Deze uitvoering is opgenomen in 2021 in het Teatro Niccolini te Florence, Italië. Ueda is een van de vele gezichten van het hedendaagse Canadese klassieke muziekleven. Ueda werd geboren in Japan, en emigreerde in 1971 met haar familie naar Canada. Daar studeerde ze compositie en sound design. Een van haar leraren was Morton Subotnick, die het allereerste elektronische muziekstuk schreef waarvoor opdracht was gegeven door een platenmaatschappij (Nonesuch). Ueda won met haar stuk \"Snowflakes Return to the Sky\" de tweede prijs in de Gustav Mahler Composition Competition van 2010\/11.","category":""}}