{"69278":{"channel":"203002308","start":"1673264100","end":"1673265600","title":"Goed gezien!","program_id":"1315924292","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/98\/20230102020055565o35.jpg","description":"In de kleine dorpjes in het Andesgebergte in Peru hebben de mensen geen elektriciteit. Doordat het er vaak ook erg koud is, houden ze hun ramen en deuren dicht. Binnenin de huisjes is het dus erg donker. Leonard maakt samen met Kelly en Liz een lichtfles. Dat is een lamp die werkt zonder elektriciteit. En als ze licht hebben, kunnen ze meteen ook een nieuwe gezonde keuken bouwen. Goed gezien!","category":""},"69357":{"channel":"203002308","start":"1673350500","end":"1673352000","title":"Goed gezien!","program_id":"1316277788","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/66\/20230103020054727rqe.jpg","description":"In Tanzania gaat Sien op bezoek bij een echte Masai-herdersfamilie. Ze leven samen met hun dieren en moeten soms uren wandelen om hun vee naar de drinkplaats te brengen. Lopen op blote voeten is geen optie, want zo kunnen ze gewond raken en zelfs ziektes krijgen. De meeste schoenen zijn niet geschikt voor deze ruwe doornachtige omgeving. Samen met Nuhu maakt Sien autobandsandalen zodat ze mee op pad kan als een echte koeienherder. Goed gezien!","category":""},"69571":{"channel":"203002308","start":"1673436900","end":"1673438400","title":"Goed gezien!","program_id":"1316662622","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/31\/202301040200497174gs.jpg","description":"Van alle mensen met een lichamelijke beperking leven de meeste mensen in ontwikkelingslanden. Dat maakt het extra moeilijk, want in landen als Togo geraak je maar moeilijk in ziekenhuizen en staat de technologie helemaal nog niet zo ver als bij ons. Daniël is 14 jaar en heeft een oude prothese van erg slechte kwaliteit. Samen met Charlotte maakt hij zijn eigen gloednieuwe 3D-been en kan hij zo misschien toch nog zijn voetbaldroom waarmaken.","category":""},"69650":{"channel":"203002308","start":"1673523300","end":"1673524800","title":"Goed gezien!","program_id":"1317072502","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/89\/202301050201106119dy.jpg","description":"In Tanzania kan je fantastische safari's doen en zelfs olifanten in het wild zien. Maar die olifanten verlaten 's nachts het park om de gewassen van de mensen op te eten. Daardoor kwetsen of doden de mensen de olifanten soms. Het is er dus ruzie tussen mens en dier. Maureen gaat op bezoek bij Steve om samen een vreedzame oplossing te zoeken voor zijn olifantenprobleem. Ze werken een heus olifantenplan uit met een chilihek, chilistenen en vooral ... chilibommen!","category":""}}