{"37746":{"channel":"141430415","start":"1672349260","end":"1672351037","title":"Avatar: De Legende Van Aang","program_id":"1311758725","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/55\/20221222020100514hv4.jpg","description":"Sokka en Katara zijn ziek, en Aang gaat naar een kruidenvrouw die een medicijn kan maken. Zuko is in een concurrentiestrijd verwikkeld met Commandant Zhao, die beiden de Avatar willen vangen. Commandant Zhao heeft daarbij de hulp van een boogschuttersgroep, die Aang vastpinnen en vangen. Eenmaal in het fort van Commandant Zhao, denkt Aang dat hij nooit meer vrij zal komen, maar dan krijgt hij hulp van een mysterieuze blauwe geest.","category":""},"37802":{"channel":"141430415","start":"1672435660","end":"1672437437","title":"Avatar: De Legende Van Aang","program_id":"1312168869","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/43\/20221223020110526ndc.jpg","description":"Onderweg komen Aang, Katara en Sokka een man tegen die aangevallen wordt door een vogelbekbeer, maar daar heel rustig op reageert. Het blijkt dat Tante Wu, de Waarzegster uit zijn dorp voorspeld heeft dat hij een veilige reis zal hebben. Katara wil ook graag haar toekomst weten, en ze besluiten naar het dorp te gaan. Sokka moet niets hebben van die hocus-pocus. Aang en Katara willen echter graag weten wat de toekomst brengt op liefdesgebied. Tante Wu voorspelt ook of de vulkaan, die bij hun dorp ligt zal uitbarsten of niet. En dan blijkt waarzeggerij 't niet altijd bij het rechte eind te hebben, en dat je vooral je lot in eigen hand moet nemen.","category":""},"37864":{"channel":"141430415","start":"1672531844","end":"1672533614","title":"Avatar: De Legende Van Aang","program_id":"1312559705","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/3\/20221224020055536eln.jpg","description":"Aang heeft een visioen van een komeet gehad, en wil Avatar Roku (zijn vorige incarnatie) spreken om te vragen wat dat betekent. Daarom wil hij naar een halvemaanvormig eiland, waarop een Vuurtempel staat. Want met Midwinter, precies wanneer de zon onder gaat, is hij in staat het geestenrijk te betreden. Het eiland ligt echter op het grondgebied van de Vuurnatie. Appa vliegt er heen, maar onderweg worden ze belaagd door Vuurprins Zuko, en Cammandant Zhao. Als ze veilig bij de Vuurtempel zijn, blijken de Vuurwijzen, die daar leven, hen ook niet gunstig gezind, behalve Shyu, een oude monnik. Hij leidt ze naar het beeld van Avatar Roku en uiteindelijk spreekt Aang met z’n voorganger. Die vertelt hem, dat de komeet gebruikt werd door de oude Vuurheer om de oorlog te beginnen. Da komeet dal terugkeren aan ’t eind van de zomer, en dan zal Ozai, de huidige Vuurheer, hem gebruiken om de strijd te winnen. Dus Aang moet hem voor die tijd verslaan.","category":""},"37865":{"channel":"141430415","start":"1672533614","end":"1672535027","title":"Avatar: De Legende Van Aang","program_id":"1312559711","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/58\/202212240200555364xg.jpg","description":"Aang moet binnen een half jaar alle elementen beheersen en heeft daar z’n twijfels over. Als Katara aanbiedt om hem te leren Watersturen, neemt hij dat graag aan, en zoeken ze een plek bij een waterval om te kunnen oefenen. Als hun voorraad is weggespoeld, moeten ze naar een stadje om inkopen te doen en daar vinden ze op een piratenschip, een rol van een Watermeester. Daarmee kunnen ze Aang goed leren Watersturen. Maar hij is veel te duur, dus Katara steelt hem. Ze krijgen de piraten achter zich aan, en ook Vuurprins Zuko. Het Watersturen gaat Aang veel beter af dan Katara, en ze gaat ’s nachts met de Watermeester-rol oefenen. Ze wordt ontdekt en gevangen. Ook Aang en Sokka worden gevangen, maar weten toch weer te ontsnappen door middel van Watersturen.","category":""},"37919":{"channel":"141430415","start":"1672618244","end":"1672620014","title":"Avatar: De Legende Van Aang","program_id":"1312935805","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/56\/20221225020144740wz1.jpg","description":"Aang, Katara en Sokka ontmoeten in een bos Jet en zijn vrijheidsstrijders, die vechten tegen de Vuurnatie. In eerste instantie zijn ze onder de indruk van de manier van leven van de vrijheidsstrijders en het charisma van Jet. Toch blijkt die minder leuke kantjes te hebben...","category":""},"37920":{"channel":"141430415","start":"1672620014","end":"1672621427","title":"Avatar: De Legende Van Aang","program_id":"1312935811","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/56\/20221225020144740838.jpg","description":"Aang, Katara en Sokka moeten over een grote canyon vliegen. Als ze daar stoppen om ’t uitzicht te bewonderen, ontmoeten ze twee rivaliserende stammen die door de canyon moeten trekken, maar er is maar één cayongids, dus dat wordt ruzie. Aang besuit dat de zieken en bejaarden van de stammen op Appa’s rug naar de overkant mogen, en zo trekken zij met z’n allen door de canyon. Er mag geen voedsel mee, want dat lokt roofdieren. En inderdaad, ze worden aangevallen door een gevaarlijke spin. De stammen beschuldigen elkaar van het meenemen van voedsel. Aang besluit de stammen te splitsen en stuurt Katara met de ene, en Sokka met de andere stam mee. Gauw blijkt dat de oorzaak van de vete in ’t verleden ligt. Al ruziënd trekt men verder en weerworden ze aangevallen door spinnen. Aang weet de beesten echter dit keer voor zijn karretje te spannen. Ook geeft ie een slimme draai aa nde oorzaak van de vete, waardoor de stammen als één stam verder trekken.","category":""},"37979":{"channel":"141430415","start":"1672696462","end":"1672697820","title":"Avatar: De Legende Van Aang","program_id":"1313238476","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/56\/20221226020050560v8w.jpg","description":"In deze speciale afleveringen gaan we terug in de tijd tot het moment waarop Appa werd gestolen. Ontdek wat er precies met hem is gebeurd, waar hij is geweest en waar hij nu is!","category":""},"43560":{"channel":"141430415","start":"1672782935","end":"1672784331","title":"Avatar: De Legende Van Aang","program_id":"1313602796","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/39\/20221227020135537flc.jpg","description":"Tijdens het zoeken naar Appa komen ze Jet tegen. Ze zijn het niet eens of ze hem kunnen vertrouwen of niet. Ondertussen jaagt Zuko ook op Appa.","category":""},"43627":{"channel":"141430415","start":"1672869242","end":"1672870638","title":"Avatar: De Legende Van Aang","program_id":"1313985370","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/94\/20221228020149726e85.jpg","description":"Het viertal valt de Dai Li leider Long Feng aan om de waarheid te vertellen aan de koning van Ba Sing Se. Zuko wordt ernstig ziek en heeft een innerlijke strijd na de beslissing die hij heeft genomen onder Meer Laogai.","category":""},"43694":{"channel":"141430415","start":"1672955685","end":"1672957083","title":"Avatar: De Legende Van Aang","program_id":"1314375736","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/9\/20221229020114935z3v.jpg","description":"Guru Pathik leert Aang over het beheersen van de Avatar Staat op de Oostelijke luchttempel; Sokka is herenigd met zijn lang verloren vader; Prinses Azula heeft een duivels plan om het Aarderijk te onderwerpen; Iroh en Zuko beheren hun eigen theewinkel, helaas komt Katara voorbij en de problemen beginnen.","category":""},"43761":{"channel":"141430415","start":"1673042106","end":"1673043475","title":"Avatar: De Legende Van Aang","program_id":"1316639148","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/8\/20230103210050577om5.jpg","description":"Iedereen racet tegen de klok om Azula's verovering van Ba Sing Se te stoppen; Zuko en Katara komen elkaar tegen in een onverwachte situatie. Aang neemt de gevaarlijke beslissing om de Avatar Trance te gebruiken tegen Azula, en betaalt daarvoor een hoge prijs.","category":""},"48042":{"channel":"141430415","start":"1673301311","end":"1673302677","title":"Avatar: De Legende Van Aang","program_id":"1316640318","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/25\/20230103210050588mwi.jpg","description":"Aang ontwaakt op een schip van de Vuurnatie en daar vindt hij z’n vrienden weer. Die hebben dat schip gekaapt, en varen verder, zonder dat de schepen van de Vuurnatie ze lastig valt. Die denken immers dat het een schip van hun eigen staat is. Het vriendenteam plant een inval in het Aarderijk, dat door de Vuurnatie bezet is. Dat willen ze doen tijdens een zonsverduistering, waardoor de Vuurnatie kwetsbaar is. Ook denkt de hele wereld dat de Avatar dood is, dus hij zal als geheim wapen worden ingezet. Aang denkt dat hij gefaald heeft in het beschermen van de wereld en wil in z’n eentje ten strijde trekken. Helaas is hij veel te zwak, en verdrinkt hij bijna in de woeste zee. Dan krijgt hij een visioen van Avatar Roku en Prinses Yue, die hem vragen niet op te geven.","category":""},"48109":{"channel":"141430415","start":"1673387662","end":"1673389020","title":"Avatar: De Legende Van Aang","program_id":"1316640720","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/59\/20230103210050592jp8.jpg","description":"Aang en z'n vrienden zitten in een grot in de Vuurnatie. Ze besluiten Vuurnatie-kleding te stelen zodat ze zich kunnen vermommen. Aang heeft helaas een schooluniform gepakt zodat hij naar school gestuurd wordt. Daar blijkt hij al gauw een vreemde eend in de bijt. Maar de vuurkinderen vinden hem leuk, en Aang organiseert een geheim dansfeest voor ze zodat ze leren wat vrij zijn betekent. Ze worden ontdekt en moeten er vandoor. Intussen vermoedt Zuko dat de Avatar nog leeft en schakelt een luguber type in die Aang moet vinden en doden.","category":""},"48175":{"channel":"141430415","start":"1673474062","end":"1673475420","title":"Avatar: De Legende Van Aang","program_id":"1316675811","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/85\/20230104020105559tuk.jpg","description":"Aang, Katara, Toph en Sokka varen door een rivier die vervuild is. Ze ontdekken een vissersdorp in de rivier waar ze mensen verhongeren. Dat alles komt door een fabriek waarin ze metaal voor het Vuurleger maken. Katara wil de mensen helpen maar Sokka zegt dat ze verder moeten. Als ze de volgende morgen wakker worden blijkt Appa ziek en kunnen ze niet verder. Ook blijkt dat die er die nacht een mysterieuze geverfde dame het dorp heeft bezocht om de mensen te helpen. Het blijkt Katara te zijn en samen met Aang vernietigt ze de fabriek.","category":""}}