{"2789":{"channel":"141428461","start":"1672246620","end":"1672247340","title":"Blinky Bill","program_id":"1311303670","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/94\/202212210201055307yu.jpg","description":"Cranky wil dat het stil is in Greenpatch. Daarom zorgt hij ervoor dat de kinderen op de schroothoop gaan spelen. Zodra ze daar zijn, wordt de brug afgebroken en zitten ze vast. Alleen op een eiland zonder ouders en zonder regels... dat idee bevalt hen wel!","category":""},"2902":{"channel":"141428461","start":"1672333080","end":"1672333800","title":"Blinky Bill","program_id":"1311747082","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/97\/20221222020039734cil.jpg","description":"Juffrouw Tibbins heeft er schoon genoeg van: de klas luistert nooit! Ze is hun kattenkwaad beu en stormt boos de klas uit. De leerlingen voelen zich eerst wat schuldig, maar dat verandert snel. Nu kunnen ze lekker vroeg naar huis. Hun vreugde is van korte duur, want de volgende ochtend krijgen ze te horen dat juffrouw Tibbins ontslag heeft genomen. En laat haar vervanger nu net een ware nachtmerrie zijn!","category":""},"3014":{"channel":"141428461","start":"1672419540","end":"1672420260","title":"Blinky Bill","program_id":"1312187032","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/67\/20221223020140525wq7.jpg","description":"Tijdens een kampeertrip met de hele klas is Jacko plots erg van streek. Bij het opstaan merkt hij namelijk dat de rubberen eend die juffrouw Tibbins hem had toevertrouwd, verdwenen is. Dit is een zaak voor een ervaren detective met een geruit verleden... oftewel zijn donzige speelgoedkonijn Blankie.","category":""},"9854":{"channel":"141428461","start":"1672594680","end":"1672595400","title":"Blinky Bill","program_id":"1312905895","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/52\/20221225020050564enk.jpg","description":"Het is bloedheet in Greenpatch en door de warmte lijkt iedereen zijn verstand te verliezen. Cranky besluit van de situatie gebruik te maken om de verwarde Greenpatchians in de val te lokken. Blinky en zijn beste vriend Jacko gaan op avontuur om hun vrienden te redden en verkoeling te brengen op een hete zomerdag.","category":""},"9964":{"channel":"141428461","start":"1672678800","end":"1672679520","title":"Blinky Bill","program_id":"1313260219","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/75\/20221226020130593ctb.jpg","description":"Er komt geritsel uit de bosjes, een raar gegrom dat Greenpatch 's nachts wakker houdt. Om nog maar te zwijgen van de gestolen honing! Dat kan maar een ding betekenen... Bunyip! Het kleine stadje staat op stelten en het is aan Blinky en Jacko om het gevaarlijke dier te stoppen.","category":""},"13725":{"channel":"141428461","start":"1672765200","end":"1672765860","title":"Blinky Bill","program_id":"1313597701","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/79\/202212270201255265j0.jpg","description":"Blinky en Jacko kruipen in de huid van echte superhelden als ze een jonge potoroe redden die vastzit in een boom. De potoroe is zo overweldigd door hun moed, dat ze ook een superheld wil worden. Al is er één probleem: het enige waar de potoroe echt goed in is, is chaos veroorzaken.","category":""},"13837":{"channel":"141428461","start":"1672851540","end":"1672852260","title":"Blinky Bill","program_id":"1313973325","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/30\/20221228020130524ors.jpg","description":"Spike geniet van zijn leuke verjaardagsfeestje tot Cranky plots opduikt en de pret bederft: hij laat alle ballonnen ontploffen en legt het feestje plat. Blinky en Jacko besluiten om voor eens en altijd een einde te maken aan het pretbedervende gedrag van hun burgemeester.","category":""},"13948":{"channel":"141428461","start":"1672937940","end":"1672938840","title":"Blinky Bill","program_id":"1314383191","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/90\/20221229020120532laj.jpg","description":"Het eksterseizoen is aangebroken en de inwoners van Greenpatch zijn bang dat ze zullen worden aangevallen door de vliegende monsters die zich bovenop Cranky's huis hebben gevestigd. De eksters kunnen alleen worden verslagen door een nobele ridder. Dit is duidelijk een klusje voor Sir Blinky de Dappere!","category":""},"16001":{"channel":"141428461","start":"1673024340","end":"1673025240","title":"Blinky Bill","program_id":"1314832972","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/64\/202212300201161510t7.jpg","description":"Greenpatch wordt opgeschrikt door het gerucht dat een gevaarlijke krokodil onderweg zou zijn naar het stadje. Blinky en Jacko besluiten de zaak zelf in handen te nemen en reizen terug in de tijd. Ze willen de krokodil tegenhouden.","category":""},"16106":{"channel":"141428461","start":"1673113320","end":"1673113740","title":"Blinky Bill","program_id":"1315251316","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/96\/2022123102014553536j.jpg","description":"Blinky wordt gered door een koala die veel weg heeft van een superheld. Kev is een grotere, slimmere, dapperdere versie van Blinky en het duurt niet lang voor iedereen hem de officiële 'Bewaker van Greenpatch' noemt. Iedereen behalve Blinky, die zo zijn twijfels heeft over de nieuwkomer.","category":""},"16208":{"channel":"141428461","start":"1673199720","end":"1673200140","title":"Blinky Bill","program_id":"1315630663","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/98\/20230101020149718rok.jpg","description":"Blinky en Jacko bezoeken Pablo in zijn wegrestaurant. Tot hun grote verrassing is Pablo tot over zijn oren verliefd. Die avond heeft hij een date met zijn droommeisje. Al is er wel een probleem: hij is nog nooit eerder op date gegaan! Blinky en Jacko proberen de kale papegaai om te toveren in een zwoele casanova... als hij niet steeds in zwijm valt, tenminste.","category":""},"18069":{"channel":"141428461","start":"1673283540","end":"1673284440","title":"Blinky Bill","program_id":"1315943592","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/33\/2023010202012552353y.jpg","description":"Een meteoriet slaat in, vlakbij Greenpatch, en al snel zijn de inwoners helemaal geobsedeerd door aliens. Blinky stelt dapper voor om de meteoriet te gaan onderzoeken en ontdekt meer dan hem lief is.","category":""},"18181":{"channel":"141428461","start":"1673369940","end":"1673370840","title":"Blinky Bill","program_id":"1316285214","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/82\/20230103020059730srh.jpg","description":"Op een dag verschijnt er een mysterieuze, pratende bal in Greenpatch en het duurt niet lang voor de inwoners in de ban raken van zijn wijze woorden. Vooral Jacko gaat er helemaal in op. Blinky komt er al snel achter dat de bal vooral onzin uitkraamt en zweert dat hij er alles aan zal doen om het mysterieuze ding te vernietigen. Maar wat moet hij daarvoor opofferen?","category":""}}