{"66245":{"channel":"203002308","start":"1672502700","end":"1672506300","title":"De mooiste sprookjes van Grimm","program_id":"1312549276","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/8\/20221224020035526zf6.jpg","description":"Wanneer Jakob in een naburig dorp komt, merkt hij dat iedereen een hekel heeft aan de keizer. Niet verwonderlijk, want de keizer laat zijn volk stikken en is alleen met zichzelf bezig. Door een list raken Jakob en de zusjes Maja en Greta in het kasteel. Jakob doet zich voor als wever en belooft de keizer de mooiste kleren voor zijn verjaardag, in ruil voor onderdak en een beloning. Jakob zegt dat de nieuwe kleren alleen gezien kunnen worden door slimme mensen. Omdat niemand voor dom wil doorgaan, is iedereen vol lof over de lege paspoppen. Met als gevolg dat de koning op een dag naakt voor het volk verschijnt ...","category":""},"66310":{"channel":"203002308","start":"1672589100","end":"1672592700","title":"De mooiste sprookjes van Grimm","program_id":"1312916445","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/68\/20221225020104921ls2.jpg","description":"Sterke Hans en prinses Sara zijn al sinds hun kindertijd bevriend. Hans wil nu het dorp verlaten om de wereld te ontdekken, maar wanneer prinses Sara het bos ingaat om uit te zoeken waarom het dorp geen water meer krijgt uit de bron, besluit hij haar achterna te gaan. Het bos wordt bewaakt door de Hoedster van de Zwerkgeesten, en zij doet er alles aan om haar bos vrij te houden van mensen.","category":""},"69336":{"channel":"203002308","start":"1673107500","end":"1673111100","title":"De mooiste sprookjes van Grimm","program_id":"1315239503","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/69\/20221231020124741wq1.jpg","description":"Helene, een lief en hardwerkend meisje, en een prins raken verliefd op elkaar. De boze stiefmoeder van Helene wil daar een stokje voor steken, maar de goede fee Cleo schiet te hulp. Kom het dan toch nog goed tussen Helene en haar prins?","category":""},"69404":{"channel":"203002308","start":"1673193900","end":"1673197500","title":"De mooiste sprookjes van Grimm","program_id":"1315629488","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/58\/20230101020149716hda.jpg","description":"Een weesmeisje wordt er op kerstochtend uitgestuurd om lucifers te verkopen op de markt. Ze mag niet eerder terugkeren naar het weeshuis voordat alle lucifers verkocht zijn. Niemand wil ze echter kopen, en om nog een beetje warm te worden steekt het meisje een voor een de lucifers aan. In het licht van de lucifers ziet het meisje haar overleden ouders...","category":""}}