{"26063":{"channel":"141429669","start":"1672355400","end":"1672356000","title":"De Toots Sessies","program_id":"1311789325","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/19\/20221222020144718daq.jpg","description":"Chibi Ichigo werd geboren in Oezbekistan, groeide op in België en woont in Brussel. De zangeres brengt samen met haar partner Umi pittige en dansbare elektronische muziek met flarden pop en hiphop. Voor Chibi is 2022 een absoluut topjaar: ze maakt furore op de festivals, scoort met haar nummers in 'De afrekening' van Stubru én releaset haar debuutalbum 'Sabina'. In 'De Toots Sessies' toont Chibi dat haar optredens ook een visueel spektakel zijn.","category":""},"26170":{"channel":"141429669","start":"1672700400","end":"1672701300","title":"De Toots Sessies","program_id":"1313247405","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/16\/202212260201047110hh.jpg","description":"2022 is het jaar waarin Ruben Block even vakantie neemt als frontman van Triggerfinger. Van die sabbatperiode maakte hij gebruik om een soloplaat op te nemen. In 'De Toots Sessies' brengt hij twee nummers uit 'Looking to glide'. Hij verrast ook met een cover van 'Niets is voor altijd' van Madou.","category":""},"26199":{"channel":"141429669","start":"1672785900","end":"1672786800","title":"De Toots Sessies","program_id":"1313604112","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/73\/20221227020134712fty.jpg","description":"Berre werd bekend door zijn covers op TikTok. Maar het verhaal van Berre nam pas een echte start toen hij zijn single 'Say My Name' uitbracht. Het nummer was de afgelopen maanden alomtegenwoordig. Achter de schermen werkte hij ook hard aan nieuwe nummers. Tijdens 'De Toots Sessies' brengt hij zijn nieuwe single 'Better off Alone' én een verrassend duet met Emmy d'Arc. Samen zingen ze 'Exile' van Taylor Swift en Bon Iver.","category":""},"26234":{"channel":"141429669","start":"1672872600","end":"1672873500","title":"De Toots Sessies","program_id":"1313967372","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/2\/20221228020120556eb0.jpg","description":"K.ZIA werd geboren in Brussel, groeide op in Parijs en New York en woont momenteel in Berlijn. K.ZIA deed backing vocals voor haar moeder (Zap Mama) en reisde ook de wereld rond met haar vader, die circusartiest is. Ondertussen heeft K.ZIA haar eigen muzikale pad gevonden. Al haar culturele en muzikale invloeden zijn te horen op haar debuutalbum 'Genesis'.","category":""},"26265":{"channel":"141429669","start":"1672959300","end":"1672959900","title":"De Toots Sessies","program_id":"1314394104","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/16\/20221229020139737k4s.jpg","description":"Enkele jaren geleden kwam visueel kunstenaar en muzikant Jan Verstraeten met zijn eerste EP 'Cheap Dreams'. Begin dit jaar lanceerde hij zijn langverwachte debuut 'Violent Disco'. Jan Verstraeten brengt energie, rauwe spirit en een grote roze beer mee naar 'De Toots Sessies'.","category":""},"31684":{"channel":"141429669","start":"1673304900","end":"1673305800","title":"De Toots Sessies","program_id":"1315929848","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/23\/20230102020105554rp9.jpg","description":"Op de nieuwe EP '7' van de Belgische-Portugese zangeres en rapster Blu Samu komen al haar werelden samen. Kaapverdische en Portugese stijlen kruisen Belgische hiphop. Tijdens haar Toots Sessie zingt en rapt Blu Samu over passievolle liefde ('Elastico'), brengt ze een ode aan alle onhandige mensen op de wereld ('Clumsy Queen') en zingt ze een jazzy versie van 'Smile' van Lily Allen.","category":""},"31715":{"channel":"141429669","start":"1673391000","end":"1673391900","title":"De Toots Sessies","program_id":"1316273077","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/5\/20230103020044728sro.jpg","description":"Sam De Nef werd bij de platenbazen getipt door Tamino. Zijn buurvrouw Linde Merckpoel zette hem op de radar bij Studio Brussel. In de studio Toots mag Sam zijn debuutalbum 'Dawn\/Dusk' voorstellen. Zijn betoverende stem en zijn talent voor intrigerende verhalen maken indruk.","category":""},"31750":{"channel":"141429669","start":"1673477400","end":"1673478300","title":"De Toots Sessies","program_id":"1316659487","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/41\/20230104020044741u6o.jpg","description":"Voor SONS, de winnaars van De Nieuwe Lichting in 2018, was 2022 een topjaar. Met hun album 'Sweet Boy' tourden ze door Europa en speelden ze de zomerfestivals plat. Door Jack White werden ze gekozen als voorprogramma. In de Toots Sessies treden de SONS uit hun comfortzone. Hun nieuwe single 'Momentary Bliss' brengen ze akoestisch, begeleid door strijkers.","category":""}}