{"8616":{"channel":"141429244","start":"1672514100","end":"1672520700","title":"Die Eroberung des Mondes","program_id":"1312580286","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/60\/202212240201255619qc.jpg","description":"Die Eroberung des Mondes: Die dreiteilige Dokumentarfilmreihe schildert den Wettlauf ins Weltall von den Anfängen bis hin zum ersten Schritt auf dem Erdtrabanten im Jahr 1969 - einem Meilenstein der Menschheitsgeschichte. Der Wettlauf beginnt im Sommer 1957: Die USA wollen unbedingt den Vorsprung der UdSSR aufholen. Der erste Teil der Reihe zeigt die größten Siege und Misserfolge des US-amerikanischen Raumfahrtprogramms und thematisiert Herausforderungen, Kosten und Schattenseiten der Mondexpedition.","category":""},"8617":{"channel":"141429244","start":"1672520700","end":"1672526700","title":"Die Eroberung des Mondes","program_id":"1312580292","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/77\/202212240201255612h7.jpg","description":"Die zweite Folge der Dokumentarfilmreihe \"Die Eroberung des Mondes\" befasst sich mit dem Zeitraum zwischen 1964 und 1968 - vier aufregende und gefährliche Jahre in der Geschichte des Wettlaufs ins All. Diese Folge beleuchtet die Ereignisse um die \"Apollo 1\"- und \"Apollo 8\"-Missionen. Während sich die Amerikaner Ende der 60er Jahre Gedanken um die großen Herausforderungen der Zukunft machten, fragten sich viele, welche Opfer der Wettlauf zum Mond wert sei.","category":""},"8618":{"channel":"141429244","start":"1672526700","end":"1672533000","title":"Die Eroberung des Mondes","program_id":"1312580298","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/90\/20221224020125561u32.jpg","description":"Der dritte Teil von \"Die Eroberung des Mondes\" dokumentiert die Jahre 1969 und 1970 und den Mondflug von \"Apollo 11\". Die Weltraummächte USA und UdSSR wagten sich weiter ins All vor - und auf der Erde wurde mehr Demokratie gewagt. Die letzte Folge der Dokumentarfilmreihe erläutert auch, wie es mit den wissenschaftlichen und raumfahrtechnischen Programmen weiterging, nachdem die ehrgeizigen Ziele erreicht worden waren.","category":""}}