{"38108":{"channel":"141430439","start":"1672456037","end":"1672457352","title":"Drunk History - Bezopen verhalen","program_id":"1312153962","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/9\/2022122302004557479d.jpg","description":"In deze aflevering twee zwarte bladzijden uit onze vaderlandse geschiedenis. Victoria Koblenko bespreekt onder invloed van pure Vodka 'De Greet Hofmans affaire' (1956). Deze affaire betekende het einde van het gelukkige huwelijk tussen Koningin Juliana en Prins Bernhard. Bernhard lokte de communistische gebedsgenezers Greet Hofmans naar Soestdijk om zijn dochtertje Christina te genezen. Hij wist alleen niet dat Greet de koningin enorm weet te beïnvloeden. Pas dan ziet Juliana in dat Bernhard een ultieme lapzwans en playboy is. Bernhard moet dus alles op alles zetten om zijn luxe leventje te behouden. Als Donnie de Zwembadaffaire (1974) weer oprakelt, wordt duidelijk of icoon Johan Cruijff nou wél of niet betrokken was bij een voetbalfeestje tijdens het WK. Daarbij waren een aantal topless dames en een Duitse journalist met een duivels plan betrokken. Valt Johan ten prooi aan deze valstrik?","category":""},"38109":{"channel":"141430439","start":"1672457352","end":"1672458686","title":"Drunk History - Bezopen verhalen","program_id":"1312153968","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/92\/20221223020045574m1w.jpg","description":"Keizer trekt met zijn dronken hoofd de status van 'Vader des Vaderlands' , Willem van Oranje in twijfel. Want welke taal sprak deze Nederlandse held nou eigenlijk? Hoe is het mogelijk dat je -nadat je bent neergeschoten door Balthasar Gerards- nog een prachtig geformuleerde, historische zin kunt uitspreken naar het Nederlandse volk? Keizer brengt je helemaal op de hoogte. Als Loes Luca na een fles Gin het hele levensverhaal van de Nederlandse spionne én mannenverslindster Mata Hari onder de loep neemt, snappen we pas echt goed hoe de vork in de steel zit. Wie spioneerde voor wie en vooral, wie sliep met wie?","category":""},"38158":{"channel":"141430439","start":"1672543168","end":"1672544260","title":"Drunk History - Bezopen verhalen","program_id":"1312555207","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/0\/202212240200547097sg.jpg","description":"Rob Kampues vertelt het verhaal van de seriemoordenares Maria Swanenburg, beter bekend als 'de Leidse gifmengster'. Onder het genot van een Wodka bespreekt Nienke Plas het verhaal over het faillissement van de The Entertainment Group.","category":""},"38159":{"channel":"141430439","start":"1672544260","end":"1672545454","title":"Drunk History - Bezopen verhalen","program_id":"1312555213","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/38\/202212240200547091tw.jpg","description":"Met behoorlijk wat shotjes tequila achter de kiezen neemt Jasper Demollin ons mee in het verhaal van 'Hugo de Groot'. Jelka van Houten bespreekt onder het genot van een wijntje het verhaal van 'De gijzeling van Enspijk'.","category":""},"38209":{"channel":"141430439","start":"1672629539","end":"1672630747","title":"Drunk History - Bezopen verhalen","program_id":"1312925471","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/7\/202212250201205164i1.jpg","description":"Met een wijntje en een Sake bespreekt Birgit Schuurman het verhaal van oorlogsspion Anton van der Waals. Met een goede slok op neemt Stefano Keizers ons mee in het verhaal van het Beleg van Leiden (1573-1574).","category":""},"38210":{"channel":"141430439","start":"1672630747","end":"1672631970","title":"Drunk History - Bezopen verhalen","program_id":"1312925477","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/69\/20221225020120516jym.jpg","description":"Onder invloed van champagne en wodka vertelt Jody over de list met het turfschip van Breda. Roué bespreekt met een Surinaamse rum het verhaal over de ontvoering van Freddy Heineken.","category":""},"38267":{"channel":"141430439","start":"1672714729","end":"1672715859","title":"Drunk History - Bezopen verhalen","program_id":"1314800962","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/45\/202212292101455385gh.jpg","description":"Terwijl JayJay Boske geniet van een goed aantal vodka-cola, bespreekt hij het verhaal van Bankier van het Verzet (1940). Met een goede slok rode wijn op, verteld Nance Coolen het verhaal, de mythe ofwel de legende van Kenau en haar vrouwenleger.","category":""},"38268":{"channel":"141430439","start":"1672715859","end":"1672717010","title":"Drunk History - Bezopen verhalen","program_id":"1313259131","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/38\/20221226020125357otb.jpg","description":"Dio bespreekt de eeuwige discussie over de moord óf zelfmoord van de grote Nederlandse kunstenaar Vincent van Gogh. Met een paar Belgische biertjes achter de kiezen, bespreekt Tim den Besten de oorsprong van de populaire kermisattractie Kop van Jut.","category":""}}