{"8521":{"channel":"141429244","start":"1672346400","end":"1672349100","title":"Eine Hochzeit mit Folgen","program_id":"1311788825","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/7\/202212220201447158uz.jpg","description":"Der schönste Tag im Leben der Tochter sollte auch für die Brautmutter ein bedeutender Tag sein. Aber wie sehr das auf sie selbst und ihr eigenes weiteres Leben zutrifft, wird der Anfang 50-jährigen Grace erst ein paar Wochen nach der Hochzeit von ihrer Tochter Meja und deren geliebter Braut Sunny klar. Dann nämlich als Grace realisiert, dass ihr kurzer Seitensprung während der Hochzeitsfeier ungeahnte Folgen hat - nicht nur, weil sie ausgerechnet dem Charme von Sunnys Vater Samuel erlegen war. Plötzlich steht Grace vor einer Entscheidung, die sowohl ihre eigene Zukunft als auch die ihrer Familie und der Familie von Samuel für immer verändern wird.","category":""},"8522":{"channel":"141429244","start":"1672349100","end":"1672351500","title":"Eine Hochzeit mit Folgen","program_id":"1311788831","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/56\/202212220201447155gn.jpg","description":"Mit Anfang 50 noch einmal schwanger werden, das allein ist schon eine Seltenheit. Aber auch noch bei einem einmaligen Seitensprung - das ist im Prinzip fast unmöglich. Sagt sich zumindest immer wieder Grace, die einfach nicht glauben kann, dass ausgerechnet dieser eine Moment während der Hochzeit ihrer Tochter Meja nun ihr ganzes weiteres Leben bestimmen soll. Hat sie vor allem überhaupt das Recht, dieses Kind zu behalten und damit nicht nur ihre eigene Ehe mit Carl-Axel, sondern auch die von Samuel und Michelle aufs Spiel zu setzen? Denn von allen Männern auf der Hochzeit hatte Grace ausgerechnet mit Samuel Sex, der doch gerade erst durch die Hochzeit seiner Tochter Sunny mit ihrer Tochter Meja Teil ihrer Familie geworden war.","category":""},"8523":{"channel":"141429244","start":"1672351500","end":"1672354200","title":"Eine Hochzeit mit Folgen","program_id":"1311788837","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/97\/20221222020144715nvm.jpg","description":"","category":""},"8524":{"channel":"141429244","start":"1672354200","end":"1672356900","title":"Eine Hochzeit mit Folgen","program_id":"1311788843","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/48\/2022122202014471519e.jpg","description":"Wer ist der Vater? Diese Frage beschäftigt mittlerweile Graces gesamte Familie. Aber die 51-Jährige, die bei einem Seitensprung während der Hochzeit ihrer Tochter Meja schwanger wurde, gibt die Identität des Vaters nicht preis. Auch ihr Bruder Valentin, den Grace als Einzigen ins Vertrauen gezogen hat, musste schwören, niemals zu verraten, dass sie mit Samuel, dem Vater von Mejas Braut Sunny, geschlafen hat. Noch dazu starb dieser kurze Zeit nach der Hochzeit an einem Herzinfarkt. Doch wie soll es nun weitergehen? Graces Ehe mit Carl ist am Ende, und nach Samuels Tod ist sie ganz auf sich allein gestellt, für ihr ungeborenes Kind zu sorgen. Oder gibt es doch noch jemanden, der Graces Mutterschaft mit ihr teilen würde?","category":""}}