{"25800":{"channel":"141429669","start":"1672672800","end":"1672676100","title":"Europe's microstates","program_id":"1313247315","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/62\/20221229210144718zdt.jpg","description":"Andorra is een onafhankelijke microstaat sinds 1278. Het maakt geen deel uit van de Europese Unie, maar heeft er wel bilaterale verdragen mee. De beschermde natuurgebieden in het land behoren tot de grootste ter wereld in verhouding tot het land. In het nationale park bij de rivier Ordino vind je zelfs een rijke biodiversiteit van meer dan 700 zeldzame plantensoorten.","category":""},"25829":{"channel":"141429669","start":"1672759375","end":"1672762442","title":"Europe's microstates","program_id":"1313604022","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/18\/20221229210144718bmq.jpg","description":"Het Principatu de Múnegu is de op een na kleinste staat ter wereld, en toch is het een land van dromen én nachtmerries. Op een oppervlakte van minder dan 2 vierkante kilometer vind je er vooral hoogbouw om de hoogste bevolkingsdichtheid op de planeet te kunnen huisvesten. Monaco ligt aan de rand van de Maritieme Alpen, waarbij 4,1 kilometer van de in totaal 5,5 kilometer lange landsgrens langs de kustlijn loopt.","category":""},"25863":{"channel":"141429669","start":"1672845300","end":"1672848600","title":"Europe's microstates","program_id":"1313967276","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/63\/20221229210144718ugq.jpg","description":"Malta bestaat uit drie hoofdeilanden en enkele onbewoonde eilandjes. De meeste inwoners leven in en rond Valletta. Sinds 1530 wordt Malta geregeerd door een katholieke orde, de Orde van Malta genaamd. In 1814 werd de archipel een kolonie van Groot-Brittannië, maar sinds 1964 is het een onafhankelijke staat die zich vanaf 2004 officieel lid mag noemen van de Europese Unie.","category":""},"25926":{"channel":"141429669","start":"1673018700","end":"1673021700","title":"Europe's microstates","program_id":"1314837039","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/26\/20221230020119709rcb.jpg","description":"Velen kennen Liechtenstein als het kleine land van de grote financiële schandalen, maar niemand kent het vorstendom écht goed. Het is een staat met verschillende gemeenschappen, maar één ding verenigt de Liechtensteiners: de adembenemende natuur. Van het Rijndal via het laagland tot het uitgestrekte berglandschap, de dwergstaat heeft veel meer te bieden dan veel grote naties.","category":""},"31234":{"channel":"141429669","start":"1673277600","end":"1673280600","title":"Europe's microstates","program_id":"1315929758","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/79\/202301020201055538jz.jpg","description":"San Marino is de oudste republiek ter wereld en toch is het land gericht op de toekomst. Het trekt volop de kaart van de duurzaamheid en de biologische landbouw. Zo wil San Marino het eerste land ter wereld zijn dat uitsluitend hernieuwbare energie gebruikt. Alle burgers worden betrokken bij deze baanbrekende missie, en zij willen allemaal doen wat ze kunnen om de prachtige natuur van hun kleine landje te behouden.","category":""},"31265":{"channel":"141429669","start":"1673364300","end":"1673367300","title":"Europe's microstates","program_id":"1316272987","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/8\/20230103020044727xlm.jpg","description":"In het Groothertogdom Luxemburg vind je een verscheidenheid aan natuurschoon, van diepe rivierdalen en heuvelachtige bossen tot wijngaarden en mediterrane plantensoorten. Maar de bevolkingsgroei en milieuvervuiling bedreigen de natuurlijke schatten van het land. Daarom willen steeds meer Luxemburgers duurzaam worden en proberen ze oude tradities nieuw leven in te blazen.","category":""}}