{"63512":{"channel":"147053128","start":"1672687800","end":"1672691400","title":"Joanna Lumley's Wereldsteden","program_id":"1313245604","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/45\/20221229020105532eyu.jpg","description":"Joanna Lumley is in Parijs en ze begint haar bezoek in een luchtballon, waarna ze een kijkje neemt in de Notre Dame. Na de verwoestende brand is de kathedraal ontoegankelijk voor het publiek, maar Joanna mag naar binnen met architect Phillipe Villeneuve. Hierna is het tijd voor vintage haute couture in de befaamde boetiek van Didier Ludot. Gekleed in Chanel ontmoet Joanna vervolgens socialite Daphne Guiness in een van de toprestaurants van de stad. Het bezoek aan Parijs wordt afgesloten met een kijkje achter de schermen van de Moulin Rouge.","category":""},"63567":{"channel":"147053128","start":"1672774500","end":"1672777800","title":"Joanna Lumley's Wereldsteden","program_id":"1313583710","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/87\/20221229020105532yr2.jpg","description":"Joanna Lumley reist naar Rome en bezoekt Het Pantheon en de Trevifontein. Hierna heeft ze een afspraak met een van de meest notoire paparazzi uit de tijd dat Hollywoodsterren Rome onveilig maakten. Hij vertelt over zijn ontmoetingen met Elizabeth Taylor, Sophia Loren en een ruzie met Mick Jagger. De volgende ochtend mag Joanna de Sixtijnse Kapel openen. Hierna bezoekt Joanna de plek waar Julius Caesar werd vermoord en ziet ze de prachtigste sieraden bij de wereldberoemde juwelier Bulgari. Joanna sluit haar bezoek aan Rome af met met een ontmoeting met de legendarische Italiaanse filmster Gina Lollobrigida.","category":""},"63621":{"channel":"147053128","start":"1672860900","end":"1672864200","title":"Joanna Lumley's Wereldsteden","program_id":"1313981333","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/40\/20221229020105532q5o.jpg","description":"Het bezoek aan Berlijn begint op het Lichtfestival, een evenement waarbij de belangrijkste gebouwen in Berlijn via projecties worden getransformeerd. Joanna gaat vervolgens op stap met een volledig vrouwelijke motorclub en bezoekt de bijzondere hoedenwinkel Frau Hat. 's Avonds stort Joanna zich in het befaamde Berlijnse nachtleven en is ze getuige van een vogueing-wedstijd in de populaire queerclub SchwuZ. De dag erna wandelt ze met een fotograaf door Oost-Berlijn en ontmoet ze een overlevende van de Holocaust. Afsluitend heeft Joanna een ontmoeting met medewerkers van The Open Kitchen, die diners organiseren voor bewoners én vluchtelingen.","category":""}}