{"28593":{"channel":"141429883","start":"1672866030","end":"1672869526","title":"Lost Treasures of Egypt","program_id":"1313985931","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/63\/20221228020145906jwf.jpg","description":"Archeologen die de ongekende nalatenschap van de piramides van Gizeh onderzoeken, en van de mysterieuze piramides daarna, zijn op de zoek naar de onbekende eigenaar van een kolossale grafschacht die het piramideveld van Abusir doorkruist. Daarna verkennen ze in Saqqara een overdadige elitepiramide naast de piramide van farao Djedkare en graven ze het verloren graf van farao Sahure op -het enige piramidegraf van Egypte dat nog niet is onderzocht.","category":""},"28674":{"channel":"141429883","start":"1673089500","end":"1673092500","title":"Lost Treasures of Egypt","program_id":"1315265941","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/2\/202212310202197326x3.jpg","description":"Archeologen graven bij de oudste tempel in Saqqara graven en schatten op van een generaal van de machtigste koning van Egypte, Ramses de Grote, en kijken hoe deze de meest gevierde farao werd.","category":""},"28675":{"channel":"141429883","start":"1673092500","end":"1673095500","title":"Lost Treasures of Egypt","program_id":"1315265947","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/10\/20221231020219732xt0.jpg","description":"Archeologen kijken hoe Egyptische koninginnen heersten in een mannenmaatschappij. Ze gaan op zoek naar de grafkamer van een mysterieuze koningin en bekijken de rol van koningin Nefertari.","category":""},"28684":{"channel":"141429883","start":"1673121600","end":"1673125200","title":"Lost Treasures of Egypt","program_id":"1315266001","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/9\/20221231020219733ox6.jpg","description":"Archeologen doen onderzoek naar de beroemdste vrouwelijke farao van het oude Egypte: Cleopatra. In Dendera ontdekken we hoe Cleopatra handig van religie gebruik maakte om haar doelen te bereiken. Bij het oude Philadelphia vindt het team een oude doodskist en een kostbaar graf dat de geheimen van haar trouwe onderdanen onthult. En in Taposiris Magna gaan archeologen onder de grond om haar verloren graftombe te vinden.","category":""}}