{"54273":{"channel":"141431168","start":"1672264800","end":"1672265100","title":"Machtige Mike","program_id":"1311334706","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/73\/20221221020139733wt7.jpg","description":"Mike wil indruk maken op iris door zich voor te doen als een superheld. Met behulp van een koelkastmagneet trekt hij alleen meer aan dan metalen objecten. De wasberen draaien door als ze de magneet en de mogelijkheden zien. Ze stelen het van Mike om zo de koelkast met de magneet in beweging te laten komen. Mike moet alle zeilen bij zetten om de wasberen tegen te houden.","category":""},"54274":{"channel":"141431168","start":"1672265100","end":"1672265400","title":"Machtige Mike","program_id":"1311334712","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/77\/20221221020139733twq.jpg","description":"Mike wordt wakken in de badkuip. Het huis staat op zijn kop en de andere dieren doen heel raar. Ze gedagen zich als zombies en brengen al het eten naar buiten. Ons hondje ontdekt dat de wasberen zowel Fluffy, de schildpadden als Iris hebben gehypnotiseerd en zij het eten uit de koelkast naar hun hol brengen. Onze held moet Iris wakker maken om haar te redden en de koelkast weer opnieuw te vullen.","category":""},"54275":{"channel":"141431168","start":"1672265400","end":"1672266300","title":"Machtige Mike","program_id":"1311334718","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/6\/2022122102013973343i.jpg","description":"De wasberen krijgen Mike eindelijk te pakken wanneer hij iets uit hun hol wil halen. Ze sluiten hem op in een kooi en Freddy gaat ondertussen op weg naar het huis om het leeg te roven. Mike moet zo snel mogelijk vrij komen. Kan Mike Mercury te slim af zijn, uit het hol van de wasberen komen en dan Freddy tegenhouden?","category":""},"54276":{"channel":"141431168","start":"1672266300","end":"1672266600","title":"Machtige Mike","program_id":"1311334724","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/78\/202212210201397333c7.jpg","description":"Mike is onder de indruk van de film die hij op TV ziet en wil zijn eigen film regisseren. Hij vraagt de hulp van Iris, Fluffy en de schildpadden. Maar op het moment dat hij wil beginnen aan zijn epische meesterwerk gooien de wasberen roet in het eten. Nu zit Mike zelf in een spannende film met een superspannend slot. Kan hij de slechterikken verslaan en Fluffy redden net als een echte filmster?","category":""},"54277":{"channel":"141431168","start":"1672266600","end":"1672267200","title":"Machtige Mike","program_id":"1311334730","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/69\/202212210201397332ja.jpg","description":"Door de klungeligheid van Mercury komt zijn broertje Freddy vast te zitten in de kooi in hun hol. Nu moet Mercury op zoek gaan naar iets om hem te bevrijden. Met zijn broer dingen stelen was al moeilijk genoeg, laat staan alleen. Zonder zijn broer is Mercury onvoorspelbaar en dus moet Mike beter zijn best doen om hem te verslaan.","category":""},"54278":{"channel":"141431168","start":"1672267200","end":"1672267500","title":"Machtige Mike","program_id":"1311334736","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/78\/20221221020139733len.jpg","description":"De wasberen willen Iris ontvoeren om zo een afleiding te creëren, zodat Freddy het huis kan leegroven. In hun hol heeft Mercury de taak om op Iris te letten, maar het blijkt dat zij de wasberen maar al te goed aan kan. En Mike laat Freddy ook niet zo maar zijn gang gaan.","category":""},"54279":{"channel":"141431168","start":"1672267500","end":"1672268400","title":"Machtige Mike","program_id":"1311334742","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/36\/2022122102013973360t.jpg","description":"Mike redt Fluffy uit het hol van de wasberen, maar heeft niet in de gaten dat het katje een van hun lievelingsspeeltje mee heeft genomen. Fluffy en de schildpadden zijn er dol op. De wasberen zijn er op gebrand om het terug te krijgen. Hoe durft iemand aan hun spullen te zitten! Ze hadden er alleen niet op gerekend dat Fluffy en de schildpadden er alles aan doen om het terug te krijgen.","category":""},"54287":{"channel":"141431168","start":"1672272000","end":"1672272300","title":"Machtige Mike","program_id":"1311334790","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/29\/20221221020139733qr4.jpg","description":"Het baasje van Mike koopt een paar nieuwe schoenen voor zijn pootjes. Mike is niet blij met het schoeisel en ze piepen ook nog eens enorm. Ondertussen stappen de wasberen in de garage in wat lijm waarna ze ontdekken dat ze op het plafond kunnen lopen… En Mike horen ze van mijlenver aankomen…","category":""},"54288":{"channel":"141431168","start":"1672272300","end":"1672272600","title":"Machtige Mike","program_id":"1311334796","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/70\/20221221020139733lio.jpg","description":"De wasberen breken weer in en ze verslaan Mike met gemak op het moment dat hij het huis wil beschermen. Het is duidelijk dat hij niet goed is in vechten. Mike vraagt of de schildpadden hem karate willen leren zodat hij de wasberen kan verslaan. Onze vriend doet zijn best, maar het lukt nog niet echt. Mike besluit om voor een plan B te kiezen.","category":""},"54289":{"channel":"141431168","start":"1672272600","end":"1672273500","title":"Machtige Mike","program_id":"1311334802","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/47\/20221221020139733254.jpg","description":"Stephen heeft een nieuw beveligings-systeem in huis gehaald. Het nieuwe systeem spoort de wasberen meteen op en Mike heeft niks hoeven doen. Het systeem blijkt jammer genoeg net iets te ijverig en denkt dat Mike ook een indringer is. Mike en Freddy moeten nu samenwerken om in te breken, zodat ze het systeem kunnen uitschakelen en Mercury en Fluffy kunnen beschermen.","category":""},"54290":{"channel":"141431168","start":"1672273500","end":"1672273800","title":"Machtige Mike","program_id":"1311334808","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/72\/20221221020139734trt.jpg","description":"De wasberen vinden een oude fluit bij het vuilnis. Wanneer ze erop blazen, ontdekken ze dat het een vreemde macht over Mike heeft. Als Mike de fluit hoort, doet ie meteen allemaal gekke trucjes. Mike moet zorgen dat de fluit verdwijnt zodat hij zijn trots en het huis kan bewaken!","category":""},"54291":{"channel":"141431168","start":"1672273800","end":"1672274400","title":"Machtige Mike","program_id":"1311334814","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/81\/20221221020139734181.jpg","description":"Mike heeft gezelschap. Een zwerfhond verschijnt bij de Mikkelsons en de familie is meteen onder de indruk wanneer hij de wasberen verjaagt met zijn macho—geblaf. Cassius is een echte waakhond en hij zou ervoor kunnen zorgen dat Mike straks zonder baan zit. Als de wasberen weer inbreken, moet Mike bewijzen wat hij kan.","category":""},"54292":{"channel":"141431168","start":"1672274400","end":"1672274700","title":"Machtige Mike","program_id":"1311334820","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/61\/202212210201397340pt.jpg","description":"Tom betrapt Mercury terwijl hij inbreekt. Hij denkt dat Mercury het coole spannende huisdier is dat hij altijd heeft gewild. Mike moet van Tom beloven dat hij voor Mercury zorgt terwijl Tom zelf naar school gaat. Mike doet zijn best, maar de schildpadden willen Mercury weg hebben. Mike heeft al zijn denkvermogen nodig om de ongewenste gast weg te krijgen en gebruikt Freddy daarbij als bondgenoot.","category":""},"54293":{"channel":"141431168","start":"1672274700","end":"1672275600","title":"Machtige Mike","program_id":"1311334826","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/71\/20221221020139734pin.jpg","description":"Louise tekent wat hartjes en bloemetjes op Mike. Wanneer Mike het resultaat ziet, vindt ie het vreselijk. Als Iris opduikt kan Mike niks anders verzinnen dan zichzelf te verstoppen. De wasberen maken hier gebruik van om in te kunnen breken. Mike moet ze tegenhouden zonder dat iemand hem ziet, vooral Iris!","category":""},"54316":{"channel":"141431168","start":"1672286400","end":"1672286700","title":"Machtige Mike","program_id":"1311334964","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/18\/2022122102013973531o.jpg","description":"Mike heeft het perfecte cadeau voor Iris: bloemen! Hij komt er alleen achter dat hij allergisch is voor bloemen en de wasberen zien hun kans schoon om het huis binnen te glippen. Mike zet alle zeilen bij, en een doos met tissues, om de wasberen te verslaan en de bloemen alsnog aan Iris te geven.","category":""},"54317":{"channel":"141431168","start":"1672286700","end":"1672287000","title":"Machtige Mike","program_id":"1311334970","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/39\/20221221020139735mex.jpg","description":"Mike besluit om het hart van Iris te veroveren door een romantisch lied te zingen. Aangezien Mike niet muzikaal is, gebruikt hij een van Stephan's oude lp's. Maar tot Mike grote schrik gaat niet alles volgens plan. Fluffy en Mercury gebruiken de platenspeler om hun DJ-kunsten te laten zien, Mike laat dit niet gebeuren. De show zal doorgaan!","category":""},"54318":{"channel":"141431168","start":"1672287000","end":"1672287900","title":"Machtige Mike","program_id":"1311334976","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/63\/20221221020139735ono.jpg","description":"Mike is superblij, hij gaat de middag doorbrengen met de hond van de buren. Maar het is niet Iris, het is Ginette, een pup die op slag verliefd wordt op onze held. Oh-oh! De wasberen proberen weer het huis binnen te dringen en Ginette helpt ze. Mike raakt in paniek. Wat nou als Iris haar concurrent ontdekt.","category":""},"54319":{"channel":"141431168","start":"1672287900","end":"1672288200","title":"Machtige Mike","program_id":"1311334982","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/36\/202212210201397352le.jpg","description":"Mike organiseert een kermis op het terras om indruk te maken op Iris. Hij versiert de boel en nodigt haar uit. Maar natuurlijk zien de wasberen hun kans schoon om nu het huis leeg te roven. Mike heeft zijn handen vol aan het spookhuis, de kokosnoten en de wasberen.","category":""},"54320":{"channel":"141431168","start":"1672288200","end":"1672288800","title":"Machtige Mike","program_id":"1311334988","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/24\/20221221020139735mbs.jpg","description":"Het potje schaken tussen Mike en Iris wordt verstoord door herrie uit het huis. Fluffy heeft de robot-stofzuiger gevonden en rijdt er mee door het huis. Ondertussen gebruiken de wasberen deze commotie om een grote worst te stelen voor het diner. Mike moet alles inzetten om de wasberen het huis uit te krijgen en Fluffy te redden van de stofzuiger.","category":""},"54321":{"channel":"141431168","start":"1672288800","end":"1672289100","title":"Machtige Mike","program_id":"1311770883","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/46\/20221222020114717tjq.jpg","description":"Mercury gaat door het afval heen en vindt een oude, verrotte Camembert. Hij eet het stuk kaas op en zijn adem verandert in een massavernietigingswapen. Freddy gebruikt Mercury om de boel leeg te roven en Mike raakt in paniek. Hij heeft Iris uitgenodigd om te komen eten. Mike ziet geen ander optie dan vuur met vuur te bestrijden. Er barst een gevecht los en er kan er maar een de winnaar zijn.","category":""},"54322":{"channel":"141431168","start":"1672289100","end":"1672290000","title":"Machtige Mike","program_id":"1311770889","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/15\/20221222020114717fxb.jpg","description":"De schildpadden hebben ruzie en Aramis besluit dat ze er genoeg van heeft en vertrek. De andere twee willen haar niet missen en vragen Mike om hulp. Ze gaan hun vriendin zoeken, en terwijl Mercury en Aramis een bijzondere band krijgen, probeert Freddy juist een slaatje te slaan uit deze vriendschap.","category":""},"54402":{"channel":"141431168","start":"1672351200","end":"1672351500","title":"Machtige Mike","program_id":"1311772009","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/1\/202212220201147226kz.jpg","description":"Mike moet in actie komen wanneer de wasberen de schildpadden hebben meegenomen om Freddy te helpen met zijn nieuwe troon. Hij ziet zichzelf als koning en denkt dat de schildpadden het plaatje compleet kunnen maken. Mike sluipt het hol van de wasberen binnen om zijn vrienden terug te halen. Samen met Iris leert hij de wasberen een lesje die ze niet snel zullen vergeten.","category":""},"54403":{"channel":"141431168","start":"1672351500","end":"1672351800","title":"Machtige Mike","program_id":"1311772015","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/68\/202212220201147221ie.jpg","description":"Mike moet een dag in het hondenhuis blijven. Hij probeert er het best van te maken en nodigt Iris uit voor een picknick. Maar Mercury is uit het hol getrapt na een ruzie met zijn broertjes en wil in het hondenhuis slapen. Mike doet er alles aan om de wasbeer eruit te krijgen. Hij moet alles uit de kast halen om ervoor te zorgen dat zijn gast het huis verlaat voordat Iris er is.","category":""},"54404":{"channel":"141431168","start":"1672351800","end":"1672352700","title":"Machtige Mike","program_id":"1311772021","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/56\/20221222020114722jgw.jpg","description":"Het huis is helemaal schoon en blinkt als nooit tevoren. Mike mag niet met zijn vieze poten het huis in, maar helaas weten de wasberen het huis wel binnen te sluipen. Mercury is door het dolle heen en gebruikt de glimmende vloer als een schaatsbaan. Mike is vastbesloten om de wasberen het huis uit te krijgen zonder de vloer ook maar aan te hoeven raken.","category":""},"54405":{"channel":"141431168","start":"1672352700","end":"1672353000","title":"Machtige Mike","program_id":"1311772027","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/5\/20221222020114722vzr.jpg","description":"Mike wil met iets lekkers indruk maken op Iris, maar onze held wordt afgeleid door de wasberen die de TV willen stelen. Mike moet het opnemen tegen de wasberen die het zowel op de TV als op de taco's gemunt hebben, en ook tegen de schildpadjes die boven het fornuis rondcirkelen op de ventilator. Als ze even later worden weggeslingerd, samen met Fluffy, moet Mike op twee plekken tegelijk zijn.","category":""},"54406":{"channel":"141431168","start":"1672353000","end":"1672353600","title":"Machtige Mike","program_id":"1311772033","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/14\/20221222020114722fg9.jpg","description":"Door een ongelukje moet Mike een kraag om tegen het krabben en hij schaamt zich kapot. Iris mag hem echt niet zo zien! De wasberen zien hun kans schoon om het terras leeg te roven. Mike doet alles om ze tegen te houden van een afstand, maar tevergeefs. Hij moet de wasberen naar binnen lokken, een vieze geur produceren en zijn kraag gebruiken als een gasmasker, pas dan kan hij de wasberen verslaan.","category":""},"54407":{"channel":"141431168","start":"1672353600","end":"1672353900","title":"Machtige Mike","program_id":"1311772039","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/88\/20221222020114722rxm.jpg","description":"Van de duikplank springen is best cool, maar als Mike springt, belandt hij op de bodem van het lege zwembad. De schildpadjes hebben het leeg laten lopen om er een skatebaan van te maken. De wasberen zien kans om Mike gevangen te houden en terwijl Mercury hem in de gaten houdt, gaat Freddy de keuken in. Mike moet hier uitkomen, maar inmiddels is ook Iris in het zwembad terechtgekomen.","category":""},"54408":{"channel":"141431168","start":"1672353900","end":"1672354800","title":"Machtige Mike","program_id":"1311772045","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/91\/20221222020114722nsa.jpg","description":"Door een briesje belandt de hoed van Iris op het dak van Mike. Onze held ziet zijn kans schoon om de held uit te hangen recht voor de ogen van Iris. Hij leent de drone van Stephen om zijn missie te volbrengen. Maar als de afstandbediening van de drone in handen komt van de wasberen, gaat het allemaal niet meer zoals gepland.","category":""},"54416":{"channel":"141431168","start":"1672358400","end":"1672358700","title":"Machtige Mike","program_id":"1311772093","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/71\/20221222020114722zqt.jpg","description":"Mike, Iris en de schildpadden spelen tafeltennis wanneer er ineens een mysterieuze oude schildpad opduikt op de patio, die geraakt wordt door de bal. Mike en Iris nemen de gewonde schildpad mee naar binnen, maar dit blijkt een grote fout. De schildpad is een inbreker met als doel het stelen van een faberge-ei uit de woning van de Mikkelsens. Hopelijk komt Mike hier op tijd achter.","category":""},"54417":{"channel":"141431168","start":"1672358700","end":"1672359000","title":"Machtige Mike","program_id":"1311772099","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/25\/202212220201147223vw.jpg","description":"De wasberen verzinnen een briljante list om in te breken bij de Mikkelsons. Ze doen alsof ze een pakketje zijn door in een kartonnen doos te gaan zitten. Mike trapt erin en de wasberen zijn vrij om te stelen wat ze maar willen. Ze gaan weer weg met een oude koekoeksklok waar Laura dol op is. Nu moet Mike ervoor zorgen dat de klok op de juiste plek terugkomt.","category":""},"54418":{"channel":"141431168","start":"1672359000","end":"1672359900","title":"Machtige Mike","program_id":"1311772105","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/21\/20221222020114723q5k.jpg","description":"Mike rent rond als een kip zonder kop! Hij redt Pluisje van gevaar, zorgt dat de schildpadden niks kapotmaken en vecht met de wasberen. Hij heeft een pauze nodig. Omdat Mike zo overwerkt is, besluiten Iris en de schildpadden zijn taken op zich te nemen en kan hij uitrusten. Maar die taken blijken nog een behoorlijke klus.","category":""},"54419":{"channel":"141431168","start":"1672359900","end":"1672360200","title":"Machtige Mike","program_id":"1311772111","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/99\/202212220201147230wp.jpg","description":"Het is koud en grijs buiten en Mike nodigt iris uit voor een kop warme chocolademelk. De wasberen glippen het huis binnen en beschadigen de thermostaat van de familie Mikkelsen. Het huis wisselt nu tussen bloedheet en ijskoud. Mike gaat een gevecht aan met de elementen om de wasberen buiten de deur te houden.","category":""},"54420":{"channel":"141431168","start":"1672360200","end":"1672360800","title":"Machtige Mike","program_id":"1311772117","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/67\/20221222020114723gbs.jpg","description":"De wasberen stelen het lievelingsspeeltje van Iris, maar laten het vallen op het terras. Mike raapt het op en denkt dat het van Fluffy is. Iris ziet dit en denkt dat Mike het heeft gestolen. Tegen de tijd dat Mike beseft wat er gebeurt, hebben de wasberen het weer gestolen en moet Mike het terughalen, anders vergeeft Iris hem nooit.","category":""},"54421":{"channel":"141431168","start":"1672360800","end":"1672361100","title":"Machtige Mike","program_id":"1311772123","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/21\/20221222020114723ww5.jpg","description":"Mike was van plan om met Iris te spelen, maar hij is teleurgesteld als zij op de patio met een andere stoere hond speelt. Mike is er kapot van en dit betekent oorlog! De jongens beginnen een genadeloos gevecht om de aandacht van Iris, terwijl ze zelf angstig toekijkt. Maar wanneer de wasberen binnenvallen met een grote toeter, moeten de rivalen samenwerken om de wasberen uit het huis te krijgen.","category":""},"54422":{"channel":"141431168","start":"1672361100","end":"1672362000","title":"Machtige Mike","program_id":"1311772129","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/75\/202212220201147235ug.jpg","description":"Het is één april. Mike heeft Iris uitgenodigd voor een romantisch etentje, maar Iris wil liever geintjes uithalen met Mike. Mike doet zijn best om de avond toch fijn te laten verlopen. De wasberen hebben hun zinnen gezet op het eten! Mike en Iris werken samen om een parcours vol geintjes te creeëren waardoor de wasberen voor joker staan.","category":""},"54445":{"channel":"141431168","start":"1672372800","end":"1672373100","title":"Machtige Mike","program_id":"1311772267","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/45\/20221222020114724eee.jpg","description":"Er verdwijnen allemaal spullen uit het huis van de Mikkelsens en Mike begrijpt niet hoe dit komt. De wasberen stelen de spullen via de ventilatiebuizen zonder dat Mike het doorheeft. Wanneer Mike het ontdekt zijn de wasberen bezig met een roof en ze hebben Pluisje zelfs gepikt. Mike moet nu kiezen voor de buit of voor Pluisje...","category":""},"54446":{"channel":"141431168","start":"1672373100","end":"1672373400","title":"Machtige Mike","program_id":"1311772273","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/78\/2022122202011472440w.jpg","description":"Het is Pasen en Mike organiseert een speciale paasei-speurtocht. Maar de wasberen willen zich er weer mee bemoeien. Mercury krijgt het speciale paasei te pakken dat Mike voor Iris had bewaard. Hij denkt dat er een wasbeer uitkomt als ie er lang genoeg op zit. Maar het is een bijzonder ei, want Mike heeft er een trouwring in verstopt. Nu moet hij het ei terugkrijgen en zorgen dat het heel blijft.","category":""},"54447":{"channel":"141431168","start":"1672373400","end":"1672374300","title":"Machtige Mike","program_id":"1311772279","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/69\/20221222020114724i8e.jpg","description":"Mike besluit Iris uit te nodigen om te dansen zodat hij zich kan uitsloven voor haar. Maar jammergenoeg verzieken de wasberen dit plan, omdat ze inbreken en de keuken leegroven. Er is maar één manier om dit op te lossen; met een danswedstrijd! Maar Mercury kan beter dansen dan Mike dacht.","category":""},"54448":{"channel":"141431168","start":"1672374300","end":"1672374600","title":"Machtige Mike","program_id":"1311772285","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/59\/20221222020114724eu8.jpg","description":"De Mikkelsons bestellen een pizza voor een makkelijk diner. Dit is een echte marteling voor Mike, hij kan de geur haast niet weerstaan. Hij mag hem niet opeten en hij moet er voor zorgen dat de wasberen de pizza niet te pakken krijgen. Gaan Mike en de pizza dit avontuur overleven?","category":""},"54449":{"channel":"141431168","start":"1672374600","end":"1672375200","title":"Machtige Mike","program_id":"1311772291","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/42\/20221222020114724dkm.jpg","description":"De wasberen breken in bij de Mikkelsens en ontdekken een didgeridoo waar ze geen genoeg van krijgen. Het instrument is zo krachtig dat het alles op zijn pad wegblaast, inclusief Mike. Mike moet al zijn trucs gebruiken om de wasberen te verjagen. Het wordt een luidruchtige strijd!","category":""},"54450":{"channel":"141431168","start":"1672375200","end":"1672375500","title":"Machtige Mike","program_id":"1312172773","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/17\/20221223020114724qz3.jpg","description":"Het baasje van Mike koopt een paar nieuwe schoenen voor zijn pootjes. Mike is niet blij met het schoeisel en ze piepen ook nog eens enorm. Ondertussen stappen de wasberen in de garage in wat lijm waarna ze ontdekken dat ze op het plafond kunnen lopen… En Mike horen ze van mijlenver aankomen…","category":""},"54451":{"channel":"141431168","start":"1672375500","end":"1672376400","title":"Machtige Mike","program_id":"1312173099","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/1\/20221223020114724frr.jpg","description":"De wasberen breken weer in en ze verslaan Mike met gemak op het moment dat hij het huis wil beschermen. Het is duidelijk dat hij niet goed is in vechten. Mike vraagt of de schildpadden hem karate willen leren zodat hij de wasberen kan verslaan. Onze vriend doet zijn best, maar het lukt nog niet echt. Mike besluit om voor een plan B te kiezen.","category":""},"54539":{"channel":"141431168","start":"1672437600","end":"1672437900","title":"Machtige Mike","program_id":"1312173627","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/3\/20221223020114731spw.jpg","description":"Mike is in een artistieke bui en besluit om een levensgroot standbeeld te maken van zijn liefje. De wasberen hebben hun ogen laten vallen op de robot van Tom waarmee ze hun buit eenvoudig naar hun hol kunnen brengen. Een confrontatie is onvermijdelijk en Mike gebruikt zijn beeldhouw-talent om een harnas te maken, waarmee hij zijn terrein verdedigt in een heftige strijd.","category":""},"54540":{"channel":"141431168","start":"1672437900","end":"1672438200","title":"Machtige Mike","program_id":"1312173633","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/69\/20221223020114731chh.jpg","description":"Stephen is weer eens zijn sleutels kwijt. Door een opmerking van zijn baasje besluit Mike toch op zoek te gaan naar de sleutels. Een onderzoek dat niet onder zou doen voor het speurwerk in een aflevering van Baantjer. Alles wijst erop dat de wasberen er iets mee te maken hebben. Zou dat toeval zijn Mike? Ik dacht het niet.","category":""},"54541":{"channel":"141431168","start":"1672438200","end":"1672439100","title":"Machtige Mike","program_id":"1312173639","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/54\/20221223020114731vde.jpg","description":"Louise haalt een oud speeltje tevoorschijn uit haar kist. Dit angstaanjagende speeltje heeft Mike getraumatiseerd toen hij nog een puppy was en nog steeds is hij er doodsbang voor. De wasberen hebben nu eindelijk een manier gevonden om hem op afstand te houden. Mike moet zijn angsten overwinnen en de wasberen confronteren. Zal zijn reuk hem misschien helpen om ze te verslaan?","category":""},"54542":{"channel":"141431168","start":"1672439100","end":"1672439400","title":"Machtige Mike","program_id":"1312173645","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/85\/20221223020114731xfc.jpg","description":"Mike zit middenin een yoga-sessie met Iris wanneer Fluffy hem komt storen. Mike duwt hem weg en Fluffy belandt in een zak met houtskool. Als hij eruit komt, lijkt hij net op een klein jong wasbeertje. Freddy en Mercury geloven echt dat hij een baby wasbeer is en willen dat hij net als zij een dief gaat worden. Nu moet Mike het niet opnemen tegen twee, maar drie dieven!","category":""},"59612":{"channel":"141431168","start":"1672439400","end":"1672440000","title":"Machtige Mike","program_id":"1312173651","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/33\/20221223020114731bgt.jpg","description":"Het weer is niet best en de wasberen rillen van de kou. Ze hebben een manier gevonden om Mike het huis uit te lokken, zodat ze binnen lekker kunnen opwarmen. Mike doet zijn best om weer binnen te komen, maar net wanneer dat lukt, worden de schildpadjes geraakt door de bliksem en vallen alle elektrische apparaten in het huis uit. Gelukkig maar, of niet?","category":""},"59613":{"channel":"141431168","start":"1672440000","end":"1672440300","title":"Machtige Mike","program_id":"1312173657","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/12\/20221223020114731uhm.jpg","description":"Wanneer Mike met Louise en haar pop aan het spelen is, komt hij op een idee: hij doet net alsof hij de pop moet redden om indruk te maken op Iris. Maar de plannen vallen in duigen als Mercury verliefd wordt op de pop en haar meeneemt. Onze held moet hoe dan ook de pop terugkrijgen en tegelijkertijd indruk maken op Iris.","category":""},"59614":{"channel":"141431168","start":"1672440300","end":"1672441200","title":"Machtige Mike","program_id":"1312173663","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/61\/202212230201147317yc.jpg","description":"De wasberen zijn jaloers op Mike en zijn fijn leventje binnen. Freddy heeft een geweldig idee: hij rent naar het huis en botst tegen het raam aan. De familie Mikkelsen ziet wat er is gebeurd en ze nemen Freddy mee naar binnen. Mike moet de bedrieger te lijf gaan zonder dat zijn baasje het ziet, zodat hij ook niet wordt gestraft voor gemeen doen tegen een gewond diertje.","category":""},"59622":{"channel":"141431168","start":"1672444800","end":"1672445100","title":"Machtige Mike","program_id":"1312173711","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/26\/202212230201147329mm.jpg","description":"Een lief wit katje duikt op bij het huis van familie Mikkelsen. Iedereen vindt het katje enorm schattig, vooral Iris. Fluffy denkt dat ie een nieuw vriendje heeft. Maar het katje komt ineens op mysterieuze wijze in allerlei gevaarlijke situaties terecht. Mike weet het gevaar af te wenden, maar het witte katje is telkens in de buurt. Is het katje er soms op uit om Fluffy te vervangen als gezinskat?","category":""},"59623":{"channel":"141431168","start":"1672445100","end":"1672445400","title":"Machtige Mike","program_id":"1312173717","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/59\/20221223020114732m5g.jpg","description":"Mike is jarig en hij heeft zin om de dag met Iris door te brengen, maar Iris heeft de hele buurt uitgenodigd. Zodra de wasberen ontdekken dat er een feestje is, komen ze binnenvallen om de taart en cadeaus te stelen. Mike heeft werk aan de winkel; wasberen verwijderen en een feestje geven!","category":""},"59624":{"channel":"141431168","start":"1672445400","end":"1672446300","title":"Machtige Mike","program_id":"1312173723","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/79\/20221223020114732axn.jpg","description":"Wanneer Louise voorstelt om Mike op te geven voor de hondenshow, barst zijn moeder in lachen uit. Mike is gekwetst en wil bewijzen dat hij wel degelijk kunstjes kan. Mike vraagt de chiqueste hond die hij kent en Iris wil hem helpen. Ze creëert hindernissen om de kunstjes te oefenen, maar Mike's training wordt onderbroken door de wasberen die het huis willen leegroven.","category":""},"59625":{"channel":"141431168","start":"1672446300","end":"1672446600","title":"Machtige Mike","program_id":"1312173729","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/69\/202212230201147325zc.jpg","description":"Mike komt per ongeluk met handboeien vast te zitten aan Freddy wanneer de wasberen in het huis zijn. De twee vijanden vinden de sleutel en willen zich zo snel mogelijk bevrijden. Ze hebben echter allebei hun eigen manier om dat te doen. Mike en Freddy zullen moeten samenwerken als ze de sleutel in handen willen krijgen en zichzelf willen bevrijden.","category":""},"59626":{"channel":"141431168","start":"1672446600","end":"1672447200","title":"Machtige Mike","program_id":"1312173735","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/27\/20221223020114732um6.jpg","description":"Mike is onder de indruk van wat Tom allemaal met zijn hoverboard kan doen en wil daarmee indruk maken op Iris. Wanneer Tom weg is, probeert Mike het hoverboard in handen te krijgen, maar de wasberen willen het ook. Het is de perfecte manier om hun buit in hun hol te krijgen. Mike moet zijn best doen om de wasberen te verslaan en het hoverboard van Tom terug te krijgen.","category":""},"59627":{"channel":"141431168","start":"1672447200","end":"1672447500","title":"Machtige Mike","program_id":"1312173741","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/84\/20221223020114732e6g.jpg","description":"Mike heeft Duchesse op bezoek, die nog steeds hopeloos verliefd is op hem. Ze is zelfs zo verliefd op Mike, dat wanneer de wasberen het huis binnen komen en Mike het tegen hen op moet nemen, zij hem moet verdedigen tijdens het gevecht. Maar al haar goede bedoelingen helpen niet bij het uit het huis drijven van de wasberen.","category":""},"59628":{"channel":"141431168","start":"1672447500","end":"1672448400","title":"Machtige Mike","program_id":"1312173747","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/91\/202212230201147320mn.jpg","description":"Het is een heerlijke zomerdag en Mike wil Iris het hof maken met een heerlijke ananas-cocktail. Maar de schaal die hij nodig heeft staat boven op de koelkast en daar kan hij niet bij. Mike moet iets bedenken om bij de schaal te komen. De wasberen komen balancerend op stokken binnen. Kan Mike in evenwicht blijven en tegelijkertijd de wasberen verslaan?","category":""},"59651":{"channel":"141431168","start":"1672459200","end":"1672459500","title":"Machtige Mike","program_id":"1312173885","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/21\/20221223020114733inz.jpg","description":"Stephen heeft een nieuw beveligings-systeem in huis gehaald. Het nieuwe systeem spoort de wasberen meteen op en Mike heeft niks hoeven doen. Het systeem blijkt jammer genoeg net iets te ijverig en denkt dat Mike ook een indringer is. Mike en Freddy moeten nu samenwerken om in te breken, zodat ze het systeem kunnen uitschakelen en Mercury en Fluffy kunnen beschermen.","category":""},"59652":{"channel":"141431168","start":"1672459500","end":"1672459800","title":"Machtige Mike","program_id":"1312173891","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/64\/20221223020114733sl1.jpg","description":"De wasberen vinden een oude fluit bij het vuilnis. Wanneer ze erop blazen, ontdekken ze dat het een vreemde macht over Mike heeft. Als Mike de fluit hoort, doet ie meteen allemaal gekke trucjes. Mike moet zorgen dat de fluit verdwijnt zodat hij zijn trots en het huis kan bewaken!","category":""},"59653":{"channel":"141431168","start":"1672459800","end":"1672460700","title":"Machtige Mike","program_id":"1312173897","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/78\/20221223020114733l1i.jpg","description":"Mike heeft gezelschap. Een zwerfhond verschijnt bij de Mikkelsons en de familie is meteen onder de indruk wanneer hij de wasberen verjaagt met zijn macho—geblaf. Cassius is een echte waakhond en hij zou ervoor kunnen zorgen dat Mike straks zonder baan zit. Als de wasberen weer inbreken, moet Mike bewijzen wat hij kan.","category":""},"59654":{"channel":"141431168","start":"1672460700","end":"1672461000","title":"Machtige Mike","program_id":"1312173903","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/10\/2022122302011473329f.jpg","description":"Tom betrapt Mercury terwijl hij inbreekt. Hij denkt dat Mercury het coole spannende huisdier is dat hij altijd heeft gewild. Mike moet van Tom beloven dat hij voor Mercury zorgt terwijl Tom zelf naar school gaat. Mike doet zijn best, maar de schildpadden willen Mercury weg hebben. Mike heeft al zijn denkvermogen nodig om de ongewenste gast weg te krijgen en gebruikt Freddy daarbij als bondgenoot.","category":""},"59655":{"channel":"141431168","start":"1672461000","end":"1672461600","title":"Machtige Mike","program_id":"1312173909","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/23\/20221223020114734hcn.jpg","description":"Louise tekent wat hartjes en bloemetjes op Mike. Wanneer Mike het resultaat ziet, vindt ie het vreselijk. Als Iris opduikt kan Mike niks anders verzinnen dan zichzelf te verstoppen. De wasberen maken hier gebruik van om in te kunnen breken. Mike moet ze tegenhouden zonder dat iemand hem ziet, vooral Iris!","category":""},"59656":{"channel":"141431168","start":"1672461600","end":"1672461900","title":"Machtige Mike","program_id":"1312590625","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/53\/20221224020139722unv.jpg","description":"Mike, Iris en de schildpadden spelen tafeltennis wanneer er ineens een mysterieuze oude schildpad opduikt op de patio, die geraakt wordt door de bal. Mike en Iris nemen de gewonde schildpad mee naar binnen, maar dit blijkt een grote fout. De schildpad is een inbreker met als doel het stelen van een faberge-ei uit de woning van de Mikkelsens. Hopelijk komt Mike hier op tijd achter.","category":""},"59657":{"channel":"141431168","start":"1672461900","end":"1672462800","title":"Machtige Mike","program_id":"1312590631","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/19\/202212240201397224gd.jpg","description":"De wasberen verzinnen een briljante list om in te breken bij de Mikkelsons. Ze doen alsof ze een pakketje zijn door in een kartonnen doos te gaan zitten. Mike trapt erin en de wasberen zijn vrij om te stelen wat ze maar willen. Ze gaan weer weg met een oude koekoeksklok waar Laura dol op is. Nu moet Mike ervoor zorgen dat de klok op de juiste plek terugkomt.","category":""},"59736":{"channel":"141431168","start":"1672524000","end":"1672524300","title":"Machtige Mike","program_id":"1312591105","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/45\/20221224020139726kxk.jpg","description":"Laura is haar telefoon thuis vergeten en Mike vindt daar een hilarisch filmpje van Iris op die hij aan haar wil laten zien. Maar de wasberen zijn ook uit op de telefoon, die per ongeluk in Fluffy's maag belandt. Hierdoor ontstaat er een bizarre achtervolging, want elke hobbel zorgt ervoor dat er een andere app wordt geopend. Zal Mike de telefoon wel terug krijgen?","category":""},"59737":{"channel":"141431168","start":"1672524300","end":"1672524600","title":"Machtige Mike","program_id":"1312591111","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/39\/20221224020139726mtc.jpg","description":"Ah, wat is dit een knappe James Bond zeg! Omdat Mike indruk wil maken op Iris doet hij een strikje om, zodat hij eruit ziet als een geheim-agent. De schildpadjes hebben een harpoen met een lijn afgeschoten en de wasberen zien een uitgelezen kans om hier gebruik van te maken. Zal Mike zijn rol als geheim-agent waar kunnen maken?","category":""},"59738":{"channel":"141431168","start":"1672524600","end":"1672525500","title":"Machtige Mike","program_id":"1312591117","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/58\/20221224020139726y3m.jpg","description":"Mike probeert Iris op te vrolijken met een echt circus optreden op de veranda. Mike is de spreekstalmeester, Fluffy is een wilde tijger en de wasberen doen een acrobatische act. Maar de wasberen willen eigenlijk de springstok van Tom stelen en het circusoptreden verpesten. Maar de show moet altijd doorgaan!","category":""},"59739":{"channel":"141431168","start":"1672525500","end":"1672525800","title":"Machtige Mike","program_id":"1312591123","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/19\/20221224020139726br7.jpg","description":"Wanneer Stephen een nieuwe robot mee naar huis neemt die precies op Mike lijkt, krijgt hij een idee. Hij kan hem gebruiken als zijn stunt-double en daarmee indruk maken op Iris. Maar nog voordat Mike zijn plan kan uitvoeren, stuiten de wasberen op de robot en denken dat het Mike is. Kan de echte Mike de wasberen wegjagen zonder dat Iris erachter komt?","category":""},"59740":{"channel":"141431168","start":"1672525800","end":"1672526400","title":"Machtige Mike","program_id":"1312591129","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/21\/202212240201397274so.jpg","description":"Het is heet buiten en Mike heeft Iris uitgenodigd op het terras voor een verkoelende cocktail. Maar de wasberen stelen de ijsmachine. Na een achtervolging eindigt de ijsmachine in het zwembad en verandert die in een ijsbaan. De schildpadjes kunnen hun lol niet op terwijl Mike en de wasberen strijden om de ijsmachine. IJshockey, Curlen, Schaatsen... het is een Mike op het IJs-special!","category":""},"59741":{"channel":"141431168","start":"1672526400","end":"1672526700","title":"Machtige Mike","program_id":"1312591135","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/46\/20221224020139727tn6.jpg","description":"Mercury heeft zijn hoofd heel hard gestoten toen hij probeerde in te breken in het huis van de familie Mikkelsen. Mercury wordt wakker en gedraagt zich als een hond. Nu heeft Mike een bondgenoot die al snel verandert in een rivaal, omdat hij met Iris flirt. Het wordt allemaal nog ingewikkelder als Freddy zijn broertje weer terug wil veranderen en misschien wil veranderen in zijn handlanger.","category":""},"59742":{"channel":"141431168","start":"1672526700","end":"1672527600","title":"Machtige Mike","program_id":"1312591141","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/86\/202212240201397276dg.jpg","description":"Tom heeft zijn hele treinset uitgestald in het huis en de wasberen zien de mogelijkheid om daarmee hun buit naar hun hol te brengen. Mike denkt daar anders over. Hij wil voorkomen dat die gemene beesten hiermee wegkomen. Het wordt een confrontatie tussen de goede, de slechten en de Fluffy.","category":""},"59750":{"channel":"141431168","start":"1672531200","end":"1672531500","title":"Machtige Mike","program_id":"1312591189","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/96\/20221224020139727lpp.jpg","description":"Mike wil indruk maken op iris door zich voor te doen als een superheld. Met behulp van een koelkastmagneet trekt hij alleen meer aan dan metalen objecten. De wasberen draaien door als ze de magneet en de mogelijkheden zien. Ze stelen het van Mike om zo de koelkast met de magneet in beweging te laten komen. Mike moet alle zeilen bij zetten om de wasberen tegen te houden.","category":""},"59751":{"channel":"141431168","start":"1672531500","end":"1672531800","title":"Machtige Mike","program_id":"1312591195","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/70\/2022122402013972798c.jpg","description":"Mike wordt wakken in de badkuip. Het huis staat op zijn kop en de andere dieren doen heel raar. Ze gedagen zich als zombies en brengen al het eten naar buiten. Ons hondje ontdekt dat de wasberen zowel Fluffy, de schildpadden als Iris hebben gehypnotiseerd en zij het eten uit de koelkast naar hun hol brengen. Onze held moet Iris wakker maken om haar te redden en de koelkast weer opnieuw te vullen.","category":""},"59752":{"channel":"141431168","start":"1672531800","end":"1672532700","title":"Machtige Mike","program_id":"1312591201","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/26\/202212240201397277k3.jpg","description":"De wasberen krijgen Mike eindelijk te pakken wanneer hij iets uit hun hol wil halen. Ze sluiten hem op in een kooi en Freddy gaat ondertussen op weg naar het huis om het leeg te roven. Mike moet zo snel mogelijk vrij komen. Kan Mike Mercury te slim af zijn, uit het hol van de wasberen komen en dan Freddy tegenhouden?","category":""},"59753":{"channel":"141431168","start":"1672532700","end":"1672533000","title":"Machtige Mike","program_id":"1312591207","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/66\/202212240201397274n3.jpg","description":"Mike is onder de indruk van de film die hij op TV ziet en wil zijn eigen film regisseren. Hij vraagt de hulp van Iris, Fluffy en de schildpadden. Maar op het moment dat hij wil beginnen aan zijn epische meesterwerk gooien de wasberen roet in het eten. Nu zit Mike zelf in een spannende film met een superspannend slot. Kan hij de slechterikken verslaan en Fluffy redden net als een echte filmster?","category":""},"59754":{"channel":"141431168","start":"1672533000","end":"1672533600","title":"Machtige Mike","program_id":"1312591213","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/26\/20221224020139727prq.jpg","description":"Door de klungeligheid van Mercury komt zijn broertje Freddy vast te zitten in de kooi in hun hol. Nu moet Mercury op zoek gaan naar iets om hem te bevrijden. Met zijn broer dingen stelen was al moeilijk genoeg, laat staan alleen. Zonder zijn broer is Mercury onvoorspelbaar en dus moet Mike beter zijn best doen om hem te verslaan.","category":""},"59755":{"channel":"141431168","start":"1672533600","end":"1672533900","title":"Machtige Mike","program_id":"1312591219","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/91\/20221224020139727xhq.jpg","description":"De wasberen willen Iris ontvoeren om zo een afleiding te creëren, zodat Freddy het huis kan leegroven. In hun hol heeft Mercury de taak om op Iris te letten, maar het blijkt dat zij de wasberen maar al te goed aan kan. En Mike laat Freddy ook niet zo maar zijn gang gaan.","category":""},"59756":{"channel":"141431168","start":"1672533900","end":"1672534800","title":"Machtige Mike","program_id":"1312591225","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/94\/20221224020139727qfg.jpg","description":"Mike redt Fluffy uit het hol van de wasberen, maar heeft niet in de gaten dat het katje een van hun lievelingsspeeltje mee heeft genomen. Fluffy en de schildpadden zijn er dol op. De wasberen zijn er op gebrand om het terug te krijgen. Hoe durft iemand aan hun spullen te zitten! Ze hadden er alleen niet op gerekend dat Fluffy en de schildpadden er alles aan doen om het terug te krijgen.","category":""},"59779":{"channel":"141431168","start":"1672545600","end":"1672545900","title":"Machtige Mike","program_id":"1312591363","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/5\/20221224020139729rok.jpg","description":"Mike rent rond als een kip zonder kop! Hij redt Pluisje van gevaar, zorgt dat de schildpadden niks kapotmaken en vecht met de wasberen. Hij heeft een pauze nodig. Omdat Mike zo overwerkt is, besluiten Iris en de schildpadden zijn taken op zich te nemen en kan hij uitrusten. Maar die taken blijken nog een behoorlijke klus.","category":""},"59780":{"channel":"141431168","start":"1672545900","end":"1672546200","title":"Machtige Mike","program_id":"1312591369","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/71\/20221224020139729hs6.jpg","description":"Het is koud en grijs buiten en Mike nodigt iris uit voor een kop warme chocolademelk. De wasberen glippen het huis binnen en beschadigen de thermostaat van de familie Mikkelsen. Het huis wisselt nu tussen bloedheet en ijskoud. Mike gaat een gevecht aan met de elementen om de wasberen buiten de deur te houden.","category":""},"59781":{"channel":"141431168","start":"1672546200","end":"1672547100","title":"Machtige Mike","program_id":"1312591375","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/83\/20221224020139729gno.jpg","description":"De wasberen stelen het lievelingsspeeltje van Iris, maar laten het vallen op het terras. Mike raapt het op en denkt dat het van Fluffy is. Iris ziet dit en denkt dat Mike het heeft gestolen. Tegen de tijd dat Mike beseft wat er gebeurt, hebben de wasberen het weer gestolen en moet Mike het terughalen, anders vergeeft Iris hem nooit.","category":""},"59782":{"channel":"141431168","start":"1672547100","end":"1672547400","title":"Machtige Mike","program_id":"1312591381","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/9\/20221224020139729pcp.jpg","description":"Mike was van plan om met Iris te spelen, maar hij is teleurgesteld als zij op de patio met een andere stoere hond speelt. Mike is er kapot van en dit betekent oorlog! De jongens beginnen een genadeloos gevecht om de aandacht van Iris, terwijl ze zelf angstig toekijkt. Maar wanneer de wasberen binnenvallen met een grote toeter, moeten de rivalen samenwerken om de wasberen uit het huis te krijgen.","category":""},"59783":{"channel":"141431168","start":"1672547400","end":"1672548000","title":"Machtige Mike","program_id":"1312591387","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/48\/20221224020139729jxy.jpg","description":"Het is één april. Mike heeft Iris uitgenodigd voor een romantisch etentje, maar Iris wil liever geintjes uithalen met Mike. Mike doet zijn best om de avond toch fijn te laten verlopen. De wasberen hebben hun zinnen gezet op het eten! Mike en Iris werken samen om een parcours vol geintjes te creeëren waardoor de wasberen voor joker staan.","category":""},"59784":{"channel":"141431168","start":"1672548000","end":"1672548300","title":"Machtige Mike","program_id":"1312911713","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/82\/202212250200555519oe.jpg","description":"Een lief wit katje duikt op bij het huis van familie Mikkelsen. Iedereen vindt het katje enorm schattig, vooral Iris. Fluffy denkt dat ie een nieuw vriendje heeft. Maar het katje komt ineens op mysterieuze wijze in allerlei gevaarlijke situaties terecht. Mike weet het gevaar af te wenden, maar het witte katje is telkens in de buurt. Is het katje er soms op uit om Fluffy te vervangen als gezinskat?","category":""},"59785":{"channel":"141431168","start":"1672548300","end":"1672549200","title":"Machtige Mike","program_id":"1312911719","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/72\/20221225020055551jpx.jpg","description":"Mike is jarig en hij heeft zin om de dag met Iris door te brengen, maar Iris heeft de hele buurt uitgenodigd. Zodra de wasberen ontdekken dat er een feestje is, komen ze binnenvallen om de taart en cadeaus te stelen. Mike heeft werk aan de winkel; wasberen verwijderen en een feestje geven!","category":""},"59869":{"channel":"141431168","start":"1672610400","end":"1672610700","title":"Machtige Mike","program_id":"1312912811","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/63\/20221225020055556q01.jpg","description":"Mike komt op een nieuw idee om Iris het hof te maken door haar onder te sneeuwen met rozenblaadjes. Daar heeft hij Stephan's bladblazer voor nodig. De wasberen hebben alleen het idee om met die blazer het huis leeg te roven en Fluffy doet met hun mee. Mike bedenkt een gekke oplossing om de held van de dag te worden.","category":""},"59870":{"channel":"141431168","start":"1672610700","end":"1672611000","title":"Machtige Mike","program_id":"1312912817","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/74\/20221225020055556t1a.jpg","description":"Niets is beter om met een goocheltruc indruk te maken op je crush, maar niet alleen Iris is onder de indruk van de Mike doet met zijn toverstokje. De wasberen willen het stokje stelen om zo van een kippenvleugeltje een hele kip te toveren. Maar de wasberen onderschatten Mike de Goochelaar.","category":""},"59871":{"channel":"141431168","start":"1672611000","end":"1672611900","title":"Machtige Mike","program_id":"1312912823","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/44\/20221225020055556nfg.jpg","description":"De wasberen hebben vlooien! Ze gaan naar Mike om te kijken of hij iets heeft tegen de jeuk en dragen zo de vlooien over op Mike. Dit had op geen slechter moment kunnen gebeuren, want Mike heeft een date met Iris. Nu moet Mike alles doen Iris te vermijden en dat resulteert in potje verstoppertje. Mike moet af van de vlooien voor hij haar ontmoet.","category":""},"59872":{"channel":"141431168","start":"1672611900","end":"1672612500","title":"Machtige Mike","program_id":"1312912829","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/14\/20221225020055556s8v.jpg","description":"De handige wasberen hebben de achterpoten van Mike vastgebonden. Ze zijn er van overtuigd dat nu iets kunnen stelen uit het huis. Maar Mike laat dat niet zo maar toe en zorgt dat de dieven het huis uitgaan, zelfs met zijn achterpoten vastgebonden op zijn rug.","category":""},"59873":{"channel":"141431168","start":"1672612500","end":"1672612800","title":"Machtige Mike","program_id":"1312912835","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/83\/202212250200555564cj.jpg","description":"Mike heeft niet geslapen. Hij kan zijn ogen nauwelijks openhouden en wil alleen nog maar een heel lang dutje doen. Maar de wasberen zijn in topvorm en de welverdiende slaap moet wachten tot hij de wasberen heeft verdreven.","category":""},"59874":{"channel":"141431168","start":"1672612800","end":"1672613100","title":"Machtige Mike","program_id":"1312912841","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/96\/20221225020055556hsw.jpg","description":"Mike komt in een de problemen als Fluffy de ketting van zijn eigenaar meeneemt naar de tuin van Iris. Iris denk dat de ketting een cadeau is van Mike. Mike weet niet wat te doen. Hij wil de ketting niet terug vragen, dus hij besluit de hulp in te roepen van de wasberen, maar kan hij ze wel vertrouwen?","category":""},"59875":{"channel":"141431168","start":"1672613100","end":"1672614000","title":"Machtige Mike","program_id":"1312912847","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/27\/20221225020055556clu.jpg","description":"Met een trampoline kan Mike indruk maken op Iris door zijn acrobatische skills te laten zien. Maar de wasberen willen naar het dakterras en willen ook gebruik maken van de trampoline. Zal onschuldig speelgoed veranderen in een massa vernietigingswapen?","category":""},"59883":{"channel":"141431168","start":"1672617600","end":"1672617900","title":"Machtige Mike","program_id":"1312912895","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/1\/20221225020055557b94.jpg","description":"Mike moet in actie komen wanneer de wasberen de schildpadden hebben meegenomen om Freddy te helpen met zijn nieuwe troon. Hij ziet zichzelf als koning en denkt dat de schildpadden het plaatje compleet kunnen maken. Mike sluipt het hol van de wasberen binnen om zijn vrienden terug te halen. Samen met Iris leert hij de wasberen een lesje die ze niet snel zullen vergeten.","category":""},"59884":{"channel":"141431168","start":"1672617900","end":"1672618200","title":"Machtige Mike","program_id":"1312912901","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/76\/202212250200555578wc.jpg","description":"Arme Mike moet in bed blijven. Hij heeft een flinke verkoudheid te pakken en dus moeten Iris en de schildpadden hem verzorgen en zorgen dat de wasberen buitenblijven. Maar al snel zitten ze opgesloten in de garage en moet Mike wel ingrijpen, ondanks dat hij de kracht er niet voor heeft. Hoe kan hij het nu opnemen tegen de wasberen? Mike's probleem zou wel eens de oplossing kunnen zijn.","category":""},"59885":{"channel":"141431168","start":"1672618200","end":"1672619100","title":"Machtige Mike","program_id":"1312912907","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/27\/20221225020055557s3u.jpg","description":"Mike moet een dag in het hondenhuis blijven. Hij probeert er het best van te maken en nodigt Iris uit voor een picknick. Maar Mercury is uit het hol getrapt na een ruzie met zijn broertjes en wil in het hondenhuis slapen. Mike doet er alles aan om de wasbeer eruit te krijgen. Hij moet alles uit de kast halen om ervoor te zorgen dat zijn gast het huis verlaat voordat Iris er is.","category":""},"59886":{"channel":"141431168","start":"1672619100","end":"1672619700","title":"Machtige Mike","program_id":"1312912913","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/3\/20221225020055557e89.jpg","description":"Het huis is helemaal schoon en blinkt als nooit tevoren. Mike mag niet met zijn vieze poten het huis in, maar helaas weten de wasberen het huis wel binnen te sluipen. Mercury is door het dolle heen en gebruikt de glimmende vloer als een schaatsbaan. Mike is vastbesloten om de wasberen het huis uit te krijgen zonder de vloer ook maar aan te hoeven raken.","category":""},"59887":{"channel":"141431168","start":"1672619700","end":"1672620000","title":"Machtige Mike","program_id":"1312912919","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/85\/2022122502005555793w.jpg","description":"Mike wil met iets lekkers indruk maken op Iris, maar onze held wordt afgeleid door de wasberen die de TV willen stelen. Mike moet het opnemen tegen de wasberen die het zowel op de TV als op de taco's gemunt hebben, en ook tegen de schildpadjes die boven het fornuis rondcirkelen op de ventilator. Als ze even later worden weggeslingerd, samen met Fluffy, moet Mike op twee plekken tegelijk zijn.","category":""},"59888":{"channel":"141431168","start":"1672620000","end":"1672620300","title":"Machtige Mike","program_id":"1312912925","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/46\/202212250200555573iz.jpg","description":"Door een ongelukje moet Mike een kraag om tegen het krabben en hij schaamt zich kapot. Iris mag hem echt niet zo zien! De wasberen zien hun kans schoon om het terras leeg te roven. Mike doet alles om ze tegen te houden van een afstand, maar tevergeefs. Hij moet de wasberen naar binnen lokken, een vieze geur produceren en zijn kraag gebruiken als een gasmasker, pas dan kan hij de wasberen verslaan.","category":""},"59889":{"channel":"141431168","start":"1672620300","end":"1672621200","title":"Machtige Mike","program_id":"1312912931","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/85\/20221225020055557727.jpg","description":"Van de duikplank springen is best cool, maar als Mike springt, belandt hij op de bodem van het lege zwembad. De schildpadjes hebben het leeg laten lopen om er een skatebaan van te maken. De wasberen zien kans om Mike gevangen te houden en terwijl Mercury hem in de gaten houdt, gaat Freddy de keuken in. Mike moet hier uitkomen, maar inmiddels is ook Iris in het zwembad terechtgekomen.","category":""},"60910":{"channel":"141431168","start":"1672632000","end":"1672632300","title":"Machtige Mike","program_id":"1312913069","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/31\/202212250200555580z7.jpg","description":"Wanneer Louise voorstelt om Mike op te geven voor de hondenshow, barst zijn moeder in lachen uit. Mike is gekwetst en wil bewijzen dat hij wel degelijk kunstjes kan. Mike vraagt de chiqueste hond die hij kent en Iris wil hem helpen. Ze creëert hindernissen om de kunstjes te oefenen, maar Mike's training wordt onderbroken door de wasberen die het huis willen leegroven.","category":""},"60911":{"channel":"141431168","start":"1672632300","end":"1672632600","title":"Machtige Mike","program_id":"1312913075","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/89\/20221225020055558nij.jpg","description":"Mike komt per ongeluk met handboeien vast te zitten aan Freddy wanneer de wasberen in het huis zijn. De twee vijanden vinden de sleutel en willen zich zo snel mogelijk bevrijden. Ze hebben echter allebei hun eigen manier om dat te doen. Mike en Freddy zullen moeten samenwerken als ze de sleutel in handen willen krijgen en zichzelf willen bevrijden.","category":""},"60912":{"channel":"141431168","start":"1672632600","end":"1672633500","title":"Machtige Mike","program_id":"1312913081","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/31\/20221225020055558slg.jpg","description":"Mike is onder de indruk van wat Tom allemaal met zijn hoverboard kan doen en wil daarmee indruk maken op Iris. Wanneer Tom weg is, probeert Mike het hoverboard in handen te krijgen, maar de wasberen willen het ook. Het is de perfecte manier om hun buit in hun hol te krijgen. Mike moet zijn best doen om de wasberen te verslaan en het hoverboard van Tom terug te krijgen.","category":""},"60913":{"channel":"141431168","start":"1672633500","end":"1672633800","title":"Machtige Mike","program_id":"1312913087","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/38\/20221225020055559g9k.jpg","description":"Mike heeft Duchesse op bezoek, die nog steeds hopeloos verliefd is op hem. Ze is zelfs zo verliefd op Mike, dat wanneer de wasberen het huis binnen komen en Mike het tegen hen op moet nemen, zij hem moet verdedigen tijdens het gevecht. Maar al haar goede bedoelingen helpen niet bij het uit het huis drijven van de wasberen.","category":""},"60914":{"channel":"141431168","start":"1672633800","end":"1672634400","title":"Machtige Mike","program_id":"1312913093","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/59\/202212250200555590y1.jpg","description":"Het is een heerlijke zomerdag en Mike wil Iris het hof maken met een heerlijke ananas-cocktail. Maar de schaal die hij nodig heeft staat boven op de koelkast en daar kan hij niet bij. Mike moet iets bedenken om bij de schaal te komen. De wasberen komen balancerend op stokken binnen. Kan Mike in evenwicht blijven en tegelijkertijd de wasberen verslaan?","category":""},"60915":{"channel":"141431168","start":"1672634400","end":"1672634700","title":"Machtige Mike","program_id":"1313238175","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/65\/20221226020050551c9a.jpg","description":"Mike wil indruk maken op iris door zich voor te doen als een superheld. Met behulp van een koelkastmagneet trekt hij alleen meer aan dan metalen objecten. De wasberen draaien door als ze de magneet en de mogelijkheden zien. Ze stelen het van Mike om zo de koelkast met de magneet in beweging te laten komen. Mike moet alle zeilen bij zetten om de wasberen tegen te houden.","category":""},"60916":{"channel":"141431168","start":"1672634700","end":"1672635600","title":"Machtige Mike","program_id":"1313238181","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/16\/20221226020050551p4n.jpg","description":"Mike wordt wakken in de badkuip. Het huis staat op zijn kop en de andere dieren doen heel raar. Ze gedagen zich als zombies en brengen al het eten naar buiten. Ons hondje ontdekt dat de wasberen zowel Fluffy, de schildpadden als Iris hebben gehypnotiseerd en zij het eten uit de koelkast naar hun hol brengen. Onze held moet Iris wakker maken om haar te redden en de koelkast weer opnieuw te vullen.","category":""},"60933":{"channel":"141431168","start":"1672644600","end":"1672644900","title":"Machtige Mike","program_id":"1313238731","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/9\/20221226020050552zkj.jpg","description":"Mike wil met iets lekkers indruk maken op Iris, maar onze held wordt afgeleid door de wasberen die de TV willen stelen. Mike moet het opnemen tegen de wasberen die het zowel op de TV als op de taco's gemunt hebben, en ook tegen de schildpadjes die boven het fornuis rondcirkelen op de ventilator. Als ze even later worden weggeslingerd, samen met Fluffy, moet Mike op twee plekken tegelijk zijn.","category":""},"60934":{"channel":"141431168","start":"1672644900","end":"1672645200","title":"Machtige Mike","program_id":"1313238737","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/27\/20221226020050552h8y.jpg","description":"Door een ongelukje moet Mike een kraag om tegen het krabben en hij schaamt zich kapot. Iris mag hem echt niet zo zien! De wasberen zien hun kans schoon om het terras leeg te roven. Mike doet alles om ze tegen te houden van een afstand, maar tevergeefs. Hij moet de wasberen naar binnen lokken, een vieze geur produceren en zijn kraag gebruiken als een gasmasker, pas dan kan hij de wasberen verslaan.","category":""},"60935":{"channel":"141431168","start":"1672645200","end":"1672646400","title":"Machtige Mike","program_id":"1313238743","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/29\/20221226020050552170.jpg","description":"Van de duikplank springen is best cool, maar als Mike springt, belandt hij op de bodem van het lege zwembad. De schildpadjes hebben het leeg laten lopen om er een skatebaan van te maken. De wasberen zien kans om Mike gevangen te houden en terwijl Mercury hem in de gaten houdt, gaat Freddy de keuken in. Mike moet hier uitkomen, maar inmiddels is ook Iris in het zwembad terechtgekomen.","category":""},"60936":{"channel":"141431168","start":"1672646400","end":"1672646700","title":"Machtige Mike","program_id":"1313238749","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/87\/20221226020050552afw.jpg","description":"Door een briesje belandt de hoed van Iris op het dak van Mike. Onze held ziet zijn kans schoon om de held uit te hangen recht voor de ogen van Iris. Hij leent de drone van Stephen om zijn missie te volbrengen. Maar als de afstandbediening van de drone in handen komt van de wasberen, gaat het allemaal niet meer zoals gepland.","category":""},"60937":{"channel":"141431168","start":"1672646700","end":"1672647000","title":"Machtige Mike","program_id":"1313238755","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/20\/202212260200505524gz.jpg","description":"Mike is in een artistieke bui en besluit om een levensgroot standbeeld te maken van zijn liefje. De wasberen hebben hun ogen laten vallen op de robot van Tom waarmee ze hun buit eenvoudig naar hun hol kunnen brengen. Een confrontatie is onvermijdelijk en Mike gebruikt zijn beeldhouw-talent om een harnas te maken, waarmee hij zijn terrein verdedigt in een heftige strijd.","category":""},"60938":{"channel":"141431168","start":"1672647000","end":"1672648200","title":"Machtige Mike","program_id":"1313238761","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/76\/20221226020050552pu2.jpg","description":"Stephen is weer eens zijn sleutels kwijt. Door een opmerking van zijn baasje besluit Mike toch op zoek te gaan naar de sleutels. Een onderzoek dat niet onder zou doen voor het speurwerk in een aflevering van Baantjer. Alles wijst erop dat de wasberen er iets mee te maken hebben. Zou dat toeval zijn Mike? Ik dacht het niet.","category":""},"60939":{"channel":"141431168","start":"1672648200","end":"1672648500","title":"Machtige Mike","program_id":"1313238767","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/9\/20221226020050552wwz.jpg","description":"Louise haalt een oud speeltje tevoorschijn uit haar kist. Dit angstaanjagende speeltje heeft Mike getraumatiseerd toen hij nog een puppy was en nog steeds is hij er doodsbang voor. De wasberen hebben nu eindelijk een manier gevonden om hem op afstand te houden. Mike moet zijn angsten overwinnen en de wasberen confronteren. Zal zijn reuk hem misschien helpen om ze te verslaan?","category":""},"60940":{"channel":"141431168","start":"1672648500","end":"1672648800","title":"Machtige Mike","program_id":"1313238773","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/3\/20221226020050552z6s.jpg","description":"Mike zit middenin een yoga-sessie met Iris wanneer Fluffy hem komt storen. Mike duwt hem weg en Fluffy belandt in een zak met houtskool. Als hij eruit komt, lijkt hij net op een klein jong wasbeertje. Freddy en Mercury geloven echt dat hij een baby wasbeer is en willen dat hij net als zij een dief gaat worden. Nu moet Mike het niet opnemen tegen twee, maar drie dieven!","category":""},"60941":{"channel":"141431168","start":"1672648800","end":"1672650000","title":"Machtige Mike","program_id":"1313238779","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/82\/202212260200505522wf.jpg","description":"Het weer is niet best en de wasberen rillen van de kou. Ze hebben een manier gevonden om Mike het huis uit te lokken, zodat ze binnen lekker kunnen opwarmen. Mike doet zijn best om weer binnen te komen, maar net wanneer dat lukt, worden de schildpadjes geraakt door de bliksem en vallen alle elektrische apparaten in het huis uit. Gelukkig maar, of niet?","category":""},"60942":{"channel":"141431168","start":"1672650000","end":"1672650300","title":"Machtige Mike","program_id":"1313238785","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/10\/20221226020050552rl2.jpg","description":"Wanneer Mike met Louise en haar pop aan het spelen is, komt hij op een idee: hij doet net alsof hij de pop moet redden om indruk te maken op Iris. Maar de plannen vallen in duigen als Mercury verliefd wordt op de pop en haar meeneemt. Onze held moet hoe dan ook de pop terugkrijgen en tegelijkertijd indruk maken op Iris.","category":""},"60943":{"channel":"141431168","start":"1672650300","end":"1672650600","title":"Machtige Mike","program_id":"1313238791","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/59\/202212260200505522ft.jpg","description":"De wasberen zijn jaloers op Mike en zijn fijn leventje binnen. Freddy heeft een geweldig idee: hij rent naar het huis en botst tegen het raam aan. De familie Mikkelsen ziet wat er is gebeurd en ze nemen Freddy mee naar binnen. Mike moet de bedrieger te lijf gaan zonder dat zijn baasje het ziet, zodat hij ook niet wordt gestraft voor gemeen doen tegen een gewond diertje.","category":""},"60944":{"channel":"141431168","start":"1672650600","end":"1672651800","title":"Machtige Mike","program_id":"1313238797","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/92\/20221226020050552md3.jpg","description":"Laura is haar telefoon thuis vergeten en Mike vindt daar een hilarisch filmpje van Iris op die hij aan haar wil laten zien. Maar de wasberen zijn ook uit op de telefoon, die per ongeluk in Fluffy's maag belandt. Hierdoor ontstaat er een bizarre achtervolging, want elke hobbel zorgt ervoor dat er een andere app wordt geopend. Zal Mike de telefoon wel terug krijgen?","category":""},"60945":{"channel":"141431168","start":"1672651800","end":"1672652100","title":"Machtige Mike","program_id":"1313238803","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/55\/20221226020050552rbg.jpg","description":"Ah, wat is dit een knappe James Bond zeg! Omdat Mike indruk wil maken op Iris doet hij een strikje om, zodat hij eruit ziet als een geheim-agent. De schildpadjes hebben een harpoen met een lijn afgeschoten en de wasberen zien een uitgelezen kans om hier gebruik van te maken. Zal Mike zijn rol als geheim-agent waar kunnen maken?","category":""},"60946":{"channel":"141431168","start":"1672652100","end":"1672652400","title":"Machtige Mike","program_id":"1313238809","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/96\/20221226020050552pe8.jpg","description":"Mike probeert Iris op te vrolijken met een echt circus optreden op de veranda. Mike is de spreekstalmeester, Fluffy is een wilde tijger en de wasberen doen een acrobatische act. Maar de wasberen willen eigenlijk de springstok van Tom stelen en het circusoptreden verpesten. Maar de show moet altijd doorgaan!","category":""},"60947":{"channel":"141431168","start":"1672652400","end":"1672653600","title":"Machtige Mike","program_id":"1313238815","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/98\/20221226020050552z9x.jpg","description":"Wanneer Stephen een nieuwe robot mee naar huis neemt die precies op Mike lijkt, krijgt hij een idee. Hij kan hem gebruiken als zijn stunt-double en daarmee indruk maken op Iris. Maar nog voordat Mike zijn plan kan uitvoeren, stuiten de wasberen op de robot en denken dat het Mike is. Kan de echte Mike de wasberen wegjagen zonder dat Iris erachter komt?","category":""},"61015":{"channel":"141431168","start":"1672696800","end":"1672697100","title":"Machtige Mike","program_id":"1313239229","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/85\/202212260200505570uq.jpg","description":"Mike is superblij. Iris heeft gevraagd of hij op het terras een kopje thee wil drinken. Hij wacht al weken op dit moment. Maar zal hij, door alle stress van de uitnodiging en de andere dieren die hem tot wanhoop drijven, wel op tijd zijn voor zijn date?","category":""},"61016":{"channel":"141431168","start":"1672697100","end":"1672697400","title":"Machtige Mike","program_id":"1313239235","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/87\/20221226020050557u30.jpg","description":"Terwijl Mike is afgeleid door het geflirt met Iris, weten de wasberen het huis binnen te dringen en maken een zooitje in de keuken. Ze morsen een mengsel in de keuken waardoor Fluffy verandert in een psychotische bal van chaos. Fluffy wordt de ergste nachtmerrie van de wasberen en nu moeten Mike en de wasberen samenwerken om hem tot bedare te brengen.","category":""},"61017":{"channel":"141431168","start":"1672697400","end":"1672698300","title":"Machtige Mike","program_id":"1313239241","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/37\/20221226020050557a01.jpg","description":"Als Mike nou iets gespierder zou zijn, dan zou Iris hem misschien zien staan. Althans dat is wat hij denkt als hij het nieuwe sportbankje van Stephan ziet. Helaas is het niet zo gemakkelijk. Eerst moet Mike leren hoe hij het moet gebruiken en de schildpadden en de wasberen doen er alles aan om het moeilijker te maken. Spieren kweken gaat niet zonder spierpijn.","category":""},"61018":{"channel":"141431168","start":"1672698300","end":"1672698900","title":"Machtige Mike","program_id":"1313239247","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/77\/20221226020050557e4f.jpg","description":"Louise maakt een foto van Mike, terwijl ze samen spelen. Het enige probleem is dat Mike er belachelijk op staat. Mike wil dat Iris dit niet ziet en hij zal er alles aan doen om te voorkomen dat de foto in verkeerde handen zal vallen. Daar denken de wasberen alleen anders over.","category":""},"61019":{"channel":"141431168","start":"1672698900","end":"1672699200","title":"Machtige Mike","program_id":"1313239253","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/26\/20221226020050557r2n.jpg","description":"De schildpadden organiseren een sportwedstrijd en de winnaar krijgt een speciale trofee. Iris en Mercury doen ook mee. Mike zal zijn best doen om van Mercury te winnen, maar hij is niet de enige die de trofee wil. Freddy heeft zijn ogen ook op de prijs gericht en doet er alles aan om te winnen, zelfs valsspelen.","category":""},"61020":{"channel":"141431168","start":"1672699200","end":"1672699500","title":"Machtige Mike","program_id":"1313239259","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/78\/20221226020050558fyx.jpg","description":"Het is vreselijk weer en Mike besluit om te gaan lezen. Maar het boek dat hij leest over vampieren is veel enger dan hij dacht. Als de wasberen binnen zijn gedrongen in het huis om snacks te stelen uit de koelkast, besluit Mike zijn kennis over vampieren toe te passen.","category":""},"61021":{"channel":"141431168","start":"1672699500","end":"1672700400","title":"Machtige Mike","program_id":"1313239265","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/32\/20221226020050558r0e.jpg","description":"Mike weet wat hij moet doen als hij ziet dat Stephan een prachtig cadeau voor zijn vrouw op de tafel heeft laten liggen. De wasberen, de schildpadden en Fluffy maken er weer eens een zooitje van in het huis en Mike moet proberen om het cadeau te redden tussen al deze hysterie.","category":""},"61029":{"channel":"141431168","start":"1672704000","end":"1672704300","title":"Machtige Mike","program_id":"1313239313","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/71\/20221226020050558gg6.jpg","description":"Door een briesje belandt de hoed van Iris op het dak van Mike. Onze held ziet zijn kans schoon om de held uit te hangen recht voor de ogen van Iris. Hij leent de drone van Stephen om zijn missie te volbrengen. Maar als de afstandbediening van de drone in handen komt van de wasberen, gaat het allemaal niet meer zoals gepland.","category":""},"61030":{"channel":"141431168","start":"1672704300","end":"1672704600","title":"Machtige Mike","program_id":"1313239319","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/67\/20221226020050558l8r.jpg","description":"Mike is in een artistieke bui en besluit om een levensgroot standbeeld te maken van zijn liefje. De wasberen hebben hun ogen laten vallen op de robot van Tom waarmee ze hun buit eenvoudig naar hun hol kunnen brengen. Een confrontatie is onvermijdelijk en Mike gebruikt zijn beeldhouw-talent om een harnas te maken, waarmee hij zijn terrein verdedigt in een heftige strijd.","category":""},"61031":{"channel":"141431168","start":"1672704600","end":"1672705500","title":"Machtige Mike","program_id":"1313239325","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/60\/20221226020050558s27.jpg","description":"Stephen is weer eens zijn sleutels kwijt. Door een opmerking van zijn baasje besluit Mike toch op zoek te gaan naar de sleutels. Een onderzoek dat niet onder zou doen voor het speurwerk in een aflevering van Baantjer. Alles wijst erop dat de wasberen er iets mee te maken hebben. Zou dat toeval zijn Mike? Ik dacht het niet.","category":""},"61032":{"channel":"141431168","start":"1672705500","end":"1672706100","title":"Machtige Mike","program_id":"1313239331","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/92\/20221226020050558aj0.jpg","description":"Louise haalt een oud speeltje tevoorschijn uit haar kist. Dit angstaanjagende speeltje heeft Mike getraumatiseerd toen hij nog een puppy was en nog steeds is hij er doodsbang voor. De wasberen hebben nu eindelijk een manier gevonden om hem op afstand te houden. Mike moet zijn angsten overwinnen en de wasberen confronteren. Zal zijn reuk hem misschien helpen om ze te verslaan?","category":""},"61033":{"channel":"141431168","start":"1672706100","end":"1672706400","title":"Machtige Mike","program_id":"1313239337","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/97\/20221226020050558qhl.jpg","description":"Mike zit middenin een yoga-sessie met Iris wanneer Fluffy hem komt storen. Mike duwt hem weg en Fluffy belandt in een zak met houtskool. Als hij eruit komt, lijkt hij net op een klein jong wasbeertje. Freddy en Mercury geloven echt dat hij een baby wasbeer is en willen dat hij net als zij een dief gaat worden. Nu moet Mike het niet opnemen tegen twee, maar drie dieven!","category":""},"61034":{"channel":"141431168","start":"1672706400","end":"1672706700","title":"Machtige Mike","program_id":"1313239343","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/81\/20221226020050558o4v.jpg","description":"Het weer is niet best en de wasberen rillen van de kou. Ze hebben een manier gevonden om Mike het huis uit te lokken, zodat ze binnen lekker kunnen opwarmen. Mike doet zijn best om weer binnen te komen, maar net wanneer dat lukt, worden de schildpadjes geraakt door de bliksem en vallen alle elektrische apparaten in het huis uit. Gelukkig maar, of niet?","category":""},"61035":{"channel":"141431168","start":"1672706700","end":"1672707600","title":"Machtige Mike","program_id":"1313239349","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/2\/20221226020050558ynk.jpg","description":"Wanneer Mike met Louise en haar pop aan het spelen is, komt hij op een idee: hij doet net alsof hij de pop moet redden om indruk te maken op Iris. Maar de plannen vallen in duigen als Mercury verliefd wordt op de pop en haar meeneemt. Onze held moet hoe dan ook de pop terugkrijgen en tegelijkertijd indruk maken op Iris.","category":""},"61055":{"channel":"141431168","start":"1672718400","end":"1672718700","title":"Machtige Mike","program_id":"1313239469","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/58\/20221226020050560bt0.jpg","description":"De wasberen krijgen Mike eindelijk te pakken wanneer hij iets uit hun hol wil halen. Ze sluiten hem op in een kooi en Freddy gaat ondertussen op weg naar het huis om het leeg te roven. Mike moet zo snel mogelijk vrij komen. Kan Mike Mercury te slim af zijn, uit het hol van de wasberen komen en dan Freddy tegenhouden?","category":""},"61056":{"channel":"141431168","start":"1672718700","end":"1672719000","title":"Machtige Mike","program_id":"1313239475","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/4\/2022122602005056050u.jpg","description":"Mike is onder de indruk van de film die hij op TV ziet en wil zijn eigen film regisseren. Hij vraagt de hulp van Iris, Fluffy en de schildpadden. Maar op het moment dat hij wil beginnen aan zijn epische meesterwerk gooien de wasberen roet in het eten. Nu zit Mike zelf in een spannende film met een superspannend slot. Kan hij de slechterikken verslaan en Fluffy redden net als een echte filmster?","category":""},"61057":{"channel":"141431168","start":"1672719000","end":"1672719900","title":"Machtige Mike","program_id":"1313239481","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/87\/20221226020050560rgh.jpg","description":"Door de klungeligheid van Mercury komt zijn broertje Freddy vast te zitten in de kooi in hun hol. Nu moet Mercury op zoek gaan naar iets om hem te bevrijden. Met zijn broer dingen stelen was al moeilijk genoeg, laat staan alleen. Zonder zijn broer is Mercury onvoorspelbaar en dus moet Mike beter zijn best doen om hem te verslaan.","category":""},"61058":{"channel":"141431168","start":"1672719900","end":"1672720200","title":"Machtige Mike","program_id":"1313239487","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/77\/20221226020050560nfo.jpg","description":"De wasberen willen Iris ontvoeren om zo een afleiding te creëren, zodat Freddy het huis kan leegroven. In hun hol heeft Mercury de taak om op Iris te letten, maar het blijkt dat zij de wasberen maar al te goed aan kan. En Mike laat Freddy ook niet zo maar zijn gang gaan.","category":""},"61059":{"channel":"141431168","start":"1672720200","end":"1672720800","title":"Machtige Mike","program_id":"1313239493","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/89\/20221226020050560il6.jpg","description":"Mike redt Fluffy uit het hol van de wasberen, maar heeft niet in de gaten dat het katje een van hun lievelingsspeeltje mee heeft genomen. Fluffy en de schildpadden zijn er dol op. De wasberen zijn er op gebrand om het terug te krijgen. Hoe durft iemand aan hun spullen te zitten! Ze hadden er alleen niet op gerekend dat Fluffy en de schildpadden er alles aan doen om het terug te krijgen.","category":""},"61060":{"channel":"141431168","start":"1672720800","end":"1672721100","title":"Machtige Mike","program_id":"1313567753","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/43\/20221227020049727p2m.jpg","description":"Mike moet in actie komen wanneer de wasberen de schildpadden hebben meegenomen om Freddy te helpen met zijn nieuwe troon. Hij ziet zichzelf als koning en denkt dat de schildpadden het plaatje compleet kunnen maken. Mike sluipt het hol van de wasberen binnen om zijn vrienden terug te halen. Samen met Iris leert hij de wasberen een lesje die ze niet snel zullen vergeten.","category":""},"61061":{"channel":"141431168","start":"1672721100","end":"1672722000","title":"Machtige Mike","program_id":"1313567759","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/34\/20221227020049727i93.jpg","description":"Arme Mike moet in bed blijven. Hij heeft een flinke verkoudheid te pakken en dus moeten Iris en de schildpadden hem verzorgen en zorgen dat de wasberen buitenblijven. Maar al snel zitten ze opgesloten in de garage en moet Mike wel ingrijpen, ondanks dat hij de kracht er niet voor heeft. Hoe kan hij het nu opnemen tegen de wasberen? Mike's probleem zou wel eens de oplossing kunnen zijn.","category":""},"61074":{"channel":"141431168","start":"1672731000","end":"1672731300","title":"Machtige Mike","program_id":"1313568669","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/7\/20221227020049727v05.jpg","description":"Het is heet buiten en Mike heeft Iris uitgenodigd op het terras voor een verkoelende cocktail. Maar de wasberen stelen de ijsmachine. Na een achtervolging eindigt de ijsmachine in het zwembad en verandert die in een ijsbaan. De schildpadjes kunnen hun lol niet op terwijl Mike en de wasberen strijden om de ijsmachine. IJshockey, Curlen, Schaatsen... het is een Mike op het IJs-special!","category":""},"61075":{"channel":"141431168","start":"1672731300","end":"1672731600","title":"Machtige Mike","program_id":"1313568675","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/19\/20221227020049728fp9.jpg","description":"Mercury heeft zijn hoofd heel hard gestoten toen hij probeerde in te breken in het huis van de familie Mikkelsen. Mercury wordt wakker en gedraagt zich als een hond. Nu heeft Mike een bondgenoot die al snel verandert in een rivaal, omdat hij met Iris flirt. Het wordt allemaal nog ingewikkelder als Freddy zijn broertje weer terug wil veranderen en misschien wil veranderen in zijn handlanger.","category":""},"61076":{"channel":"141431168","start":"1672731600","end":"1672732800","title":"Machtige Mike","program_id":"1313568681","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/8\/20221227020049728n84.jpg","description":"Tom heeft zijn hele treinset uitgestald in het huis en de wasberen zien de mogelijkheid om daarmee hun buit naar hun hol te brengen. Mike denkt daar anders over. Hij wil voorkomen dat die gemene beesten hiermee wegkomen. Het wordt een confrontatie tussen de goede, de slechten en de Fluffy.","category":""},"61077":{"channel":"141431168","start":"1672732800","end":"1672733100","title":"Machtige Mike","program_id":"1313568687","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/2\/20221227020049728b2m.jpg","description":"Mike komt op een nieuw idee om Iris het hof te maken door haar onder te sneeuwen met rozenblaadjes. Daar heeft hij Stephan's bladblazer voor nodig. De wasberen hebben alleen het idee om met die blazer het huis leeg te roven en Fluffy doet met hun mee. Mike bedenkt een gekke oplossing om de held van de dag te worden.","category":""},"61078":{"channel":"141431168","start":"1672733100","end":"1672733400","title":"Machtige Mike","program_id":"1313568693","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/51\/202212270200497282qq.jpg","description":"Niets is beter om met een goocheltruc indruk te maken op je crush, maar niet alleen Iris is onder de indruk van de Mike doet met zijn toverstokje. De wasberen willen het stokje stelen om zo van een kippenvleugeltje een hele kip te toveren. Maar de wasberen onderschatten Mike de Goochelaar.","category":""},"61079":{"channel":"141431168","start":"1672733400","end":"1672734600","title":"Machtige Mike","program_id":"1313568699","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/39\/202212270200497282xy.jpg","description":"De wasberen hebben vlooien! Ze gaan naar Mike om te kijken of hij iets heeft tegen de jeuk en dragen zo de vlooien over op Mike. Dit had op geen slechter moment kunnen gebeuren, want Mike heeft een date met Iris. Nu moet Mike alles doen Iris te vermijden en dat resulteert in potje verstoppertje. Mike moet af van de vlooien voor hij haar ontmoet.","category":""},"61080":{"channel":"141431168","start":"1672734600","end":"1672734900","title":"Machtige Mike","program_id":"1313568705","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/83\/20221227020049728l23.jpg","description":"De handige wasberen hebben de achterpoten van Mike vastgebonden. Ze zijn er van overtuigd dat nu iets kunnen stelen uit het huis. Maar Mike laat dat niet zo maar toe en zorgt dat de dieven het huis uitgaan, zelfs met zijn achterpoten vastgebonden op zijn rug.","category":""},"61081":{"channel":"141431168","start":"1672734900","end":"1672735200","title":"Machtige Mike","program_id":"1313568711","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/93\/20221227020049728us4.jpg","description":"Mike heeft niet geslapen. Hij kan zijn ogen nauwelijks openhouden en wil alleen nog maar een heel lang dutje doen. Maar de wasberen zijn in topvorm en de welverdiende slaap moet wachten tot hij de wasberen heeft verdreven.","category":""},"61082":{"channel":"141431168","start":"1672735200","end":"1672736400","title":"Machtige Mike","program_id":"1313568717","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/49\/20221227020049728zwr.jpg","description":"Mike komt in een de problemen als Fluffy de ketting van zijn eigenaar meeneemt naar de tuin van Iris. Iris denk dat de ketting een cadeau is van Mike. Mike weet niet wat te doen. Hij wil de ketting niet terug vragen, dus hij besluit de hulp in te roepen van de wasberen, maar kan hij ze wel vertrouwen?","category":""},"61083":{"channel":"141431168","start":"1672736400","end":"1672736700","title":"Machtige Mike","program_id":"1313568723","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/57\/20221227020049728xkl.jpg","description":"Met een trampoline kan Mike indruk maken op Iris door zijn acrobatische skills te laten zien. Maar de wasberen willen naar het dakterras en willen ook gebruik maken van de trampoline. Zal onschuldig speelgoed veranderen in een massa vernietigingswapen?","category":""},"61084":{"channel":"141431168","start":"1672736700","end":"1672737000","title":"Machtige Mike","program_id":"1313568729","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/56\/20221227020049728duo.jpg","description":"Mike is superblij. Iris heeft gevraagd of hij op het terras een kopje thee wil drinken. Hij wacht al weken op dit moment. Maar zal hij, door alle stress van de uitnodiging en de andere dieren die hem tot wanhoop drijven, wel op tijd zijn voor zijn date?","category":""},"61085":{"channel":"141431168","start":"1672737000","end":"1672738200","title":"Machtige Mike","program_id":"1313568735","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/8\/20221227020049728e2u.jpg","description":"Terwijl Mike is afgeleid door het geflirt met Iris, weten de wasberen het huis binnen te dringen en maken een zooitje in de keuken. Ze morsen een mengsel in de keuken waardoor Fluffy verandert in een psychotische bal van chaos. Fluffy wordt de ergste nachtmerrie van de wasberen en nu moeten Mike en de wasberen samenwerken om hem tot bedare te brengen.","category":""},"61086":{"channel":"141431168","start":"1672738200","end":"1672738500","title":"Machtige Mike","program_id":"1313568741","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/82\/20221227020049728txy.jpg","description":"Als Mike nou iets gespierder zou zijn, dan zou Iris hem misschien zien staan. Althans dat is wat hij denkt als hij het nieuwe sportbankje van Stephan ziet. Helaas is het niet zo gemakkelijk. Eerst moet Mike leren hoe hij het moet gebruiken en de schildpadden en de wasberen doen er alles aan om het moeilijker te maken. Spieren kweken gaat niet zonder spierpijn.","category":""},"61087":{"channel":"141431168","start":"1672738500","end":"1672738800","title":"Machtige Mike","program_id":"1313568747","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/54\/20221227020049728u22.jpg","description":"Louise maakt een foto van Mike, terwijl ze samen spelen. Het enige probleem is dat Mike er belachelijk op staat. Mike wil dat Iris dit niet ziet en hij zal er alles aan doen om te voorkomen dat de foto in verkeerde handen zal vallen. Daar denken de wasberen alleen anders over.","category":""},"61088":{"channel":"141431168","start":"1672738800","end":"1672740000","title":"Machtige Mike","program_id":"1313568753","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/30\/2022122702004972825e.jpg","description":"De schildpadden organiseren een sportwedstrijd en de winnaar krijgt een speciale trofee. Iris en Mercury doen ook mee. Mike zal zijn best doen om van Mercury te winnen, maar hij is niet de enige die de trofee wil. Freddy heeft zijn ogen ook op de prijs gericht en doet er alles aan om te winnen, zelfs valsspelen.","category":""},"61156":{"channel":"141431168","start":"1672783200","end":"1672783500","title":"Machtige Mike","program_id":"1313569167","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/32\/202212270200497321fz.jpg","description":"Iris is jarig en Mike wil haar verrassen met een speciaal feestje. Ballonnen, cadeaus, Piñata, niks is te gek. Alles loopt als gepland, maar de wasberen besluiten om roet in het eten te gooien en stelen al het snoep. De wasberen ontdekken de heliumtank die Mike wil gebruiken om de ballonnen op te blazen, waardoor het gevecht tussen Mike en de wasberen plaats vindt in de lucht.","category":""},"61157":{"channel":"141431168","start":"1672783500","end":"1672783800","title":"Machtige Mike","program_id":"1313569173","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/47\/202212270200497329jf.jpg","description":"Mike is een speciaal sushi-diner aan het voorbereiden voor Iris. Freddy komt per ongeluk in de vriezer terecht, als Mike daar wat vis uit wil halen. Mercury denkt nu dat Freddy op Mike's menu terecht is gekomen. Mercury wil zijn broertje redden en Mike zijn diner.","category":""},"61158":{"channel":"141431168","start":"1672783800","end":"1672784700","title":"Machtige Mike","program_id":"1313569179","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/31\/20221227020049732knu.jpg","description":"Mike heeft het perfecte cadeau voor Iris: bloemen! Hij komt er alleen achter dat hij allergisch is voor bloemen en de wasberen zien hun kans schoon om het huis binnen te glippen. Mike zet alle zeilen bij, en een doos met tissues, om de wasberen te verslaan en de bloemen alsnog aan Iris te geven.","category":""},"61159":{"channel":"141431168","start":"1672784700","end":"1672785300","title":"Machtige Mike","program_id":"1313569185","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/82\/20221227020049732ivj.jpg","description":"Mike besluit om het hart van Iris te veroveren door een romantisch lied te zingen. Aangezien Mike niet muzikaal is, gebruikt hij een van Stephan's oude lp's. Maar tot Mike grote schrik gaat niet alles volgens plan. Fluffy en Mercury gebruiken de platenspeler om hun DJ-kunsten te laten zien, Mike laat dit niet gebeuren. De show zal doorgaan!","category":""},"61160":{"channel":"141431168","start":"1672785300","end":"1672785600","title":"Machtige Mike","program_id":"1313569191","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/94\/20221227020049732e8n.jpg","description":"Mike is superblij, hij gaat de middag doorbrengen met de hond van de buren. Maar het is niet Iris, het is Ginette, een pup die op slag verliefd wordt op onze held. Oh-oh! De wasberen proberen weer het huis binnen te dringen en Ginette helpt ze. Mike raakt in paniek. Wat nou als Iris haar concurrent ontdekt.","category":""},"61161":{"channel":"141431168","start":"1672785600","end":"1672785900","title":"Machtige Mike","program_id":"1313569197","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/60\/202212270200497320sp.jpg","description":"Mike organiseert een kermis op het terras om indruk te maken op Iris. Hij versiert de boel en nodigt haar uit. Maar natuurlijk zien de wasberen hun kans schoon om nu het huis leeg te roven. Mike heeft zijn handen vol aan het spookhuis, de kokosnoten en de wasberen.","category":""},"61162":{"channel":"141431168","start":"1672785900","end":"1672786800","title":"Machtige Mike","program_id":"1313569203","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/98\/20221227020049732f0s.jpg","description":"Het potje schaken tussen Mike en Iris wordt verstoord door herrie uit het huis. Fluffy heeft de robot-stofzuiger gevonden en rijdt er mee door het huis. Ondertussen gebruiken de wasberen deze commotie om een grote worst te stelen voor het diner. Mike moet alles inzetten om de wasberen het huis uit te krijgen en Fluffy te redden van de stofzuiger.","category":""},"61170":{"channel":"141431168","start":"1672790400","end":"1672790700","title":"Machtige Mike","program_id":"1313569251","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/90\/202212270200497332g8.jpg","description":"De wasberen zijn jaloers op Mike en zijn fijn leventje binnen. Freddy heeft een geweldig idee: hij rent naar het huis en botst tegen het raam aan. De familie Mikkelsen ziet wat er is gebeurd en ze nemen Freddy mee naar binnen. Mike moet de bedrieger te lijf gaan zonder dat zijn baasje het ziet, zodat hij ook niet wordt gestraft voor gemeen doen tegen een gewond diertje.","category":""},"61171":{"channel":"141431168","start":"1672790700","end":"1672791000","title":"Machtige Mike","program_id":"1313569257","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/26\/20221227020049733g2j.jpg","description":"Laura is haar telefoon thuis vergeten en Mike vindt daar een hilarisch filmpje van Iris op die hij aan haar wil laten zien. Maar de wasberen zijn ook uit op de telefoon, die per ongeluk in Fluffy's maag belandt. Hierdoor ontstaat er een bizarre achtervolging, want elke hobbel zorgt ervoor dat er een andere app wordt geopend. Zal Mike de telefoon wel terug krijgen?","category":""},"61172":{"channel":"141431168","start":"1672791000","end":"1672791900","title":"Machtige Mike","program_id":"1313569263","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/43\/20221227020049733bpp.jpg","description":"Ah, wat is dit een knappe James Bond zeg! Omdat Mike indruk wil maken op Iris doet hij een strikje om, zodat hij eruit ziet als een geheim-agent. De schildpadjes hebben een harpoen met een lijn afgeschoten en de wasberen zien een uitgelezen kans om hier gebruik van te maken. Zal Mike zijn rol als geheim-agent waar kunnen maken?","category":""},"61173":{"channel":"141431168","start":"1672791900","end":"1672792500","title":"Machtige Mike","program_id":"1313569269","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/96\/20221227020049733k5a.jpg","description":"Mike probeert Iris op te vrolijken met een echt circus optreden op de veranda. Mike is de spreekstalmeester, Fluffy is een wilde tijger en de wasberen doen een acrobatische act. Maar de wasberen willen eigenlijk de springstok van Tom stelen en het circusoptreden verpesten. Maar de show moet altijd doorgaan!","category":""},"61174":{"channel":"141431168","start":"1672792500","end":"1672792800","title":"Machtige Mike","program_id":"1313569275","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/77\/20221227020049733d81.jpg","description":"Wanneer Stephen een nieuwe robot mee naar huis neemt die precies op Mike lijkt, krijgt hij een idee. Hij kan hem gebruiken als zijn stunt-double en daarmee indruk maken op Iris. Maar nog voordat Mike zijn plan kan uitvoeren, stuiten de wasberen op de robot en denken dat het Mike is. Kan de echte Mike de wasberen wegjagen zonder dat Iris erachter komt?","category":""},"61175":{"channel":"141431168","start":"1672792800","end":"1672793100","title":"Machtige Mike","program_id":"1313569281","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/60\/20221227020049733mza.jpg","description":"Het is heet buiten en Mike heeft Iris uitgenodigd op het terras voor een verkoelende cocktail. Maar de wasberen stelen de ijsmachine. Na een achtervolging eindigt de ijsmachine in het zwembad en verandert die in een ijsbaan. De schildpadjes kunnen hun lol niet op terwijl Mike en de wasberen strijden om de ijsmachine. IJshockey, Curlen, Schaatsen... het is een Mike op het IJs-special!","category":""},"61176":{"channel":"141431168","start":"1672793100","end":"1672794000","title":"Machtige Mike","program_id":"1313569287","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/19\/20221227020049733wdc.jpg","description":"Mercury heeft zijn hoofd heel hard gestoten toen hij probeerde in te breken in het huis van de familie Mikkelsen. Mercury wordt wakker en gedraagt zich als een hond. Nu heeft Mike een bondgenoot die al snel verandert in een rivaal, omdat hij met Iris flirt. Het wordt allemaal nog ingewikkelder als Freddy zijn broertje weer terug wil veranderen en misschien wil veranderen in zijn handlanger.","category":""},"61196":{"channel":"141431168","start":"1672804800","end":"1672805100","title":"Machtige Mike","program_id":"1313569407","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/6\/20221227020049734u9e.jpg","description":"Mike moet een dag in het hondenhuis blijven. Hij probeert er het best van te maken en nodigt Iris uit voor een picknick. Maar Mercury is uit het hol getrapt na een ruzie met zijn broertjes en wil in het hondenhuis slapen. Mike doet er alles aan om de wasbeer eruit te krijgen. Hij moet alles uit de kast halen om ervoor te zorgen dat zijn gast het huis verlaat voordat Iris er is.","category":""},"61197":{"channel":"141431168","start":"1672805100","end":"1672805400","title":"Machtige Mike","program_id":"1313569413","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/45\/202212270200497342ox.jpg","description":"Het huis is helemaal schoon en blinkt als nooit tevoren. Mike mag niet met zijn vieze poten het huis in, maar helaas weten de wasberen het huis wel binnen te sluipen. Mercury is door het dolle heen en gebruikt de glimmende vloer als een schaatsbaan. Mike is vastbesloten om de wasberen het huis uit te krijgen zonder de vloer ook maar aan te hoeven raken.","category":""},"61198":{"channel":"141431168","start":"1672805400","end":"1672806300","title":"Machtige Mike","program_id":"1313569419","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/88\/20221227020049735dbq.jpg","description":"Mike wil met iets lekkers indruk maken op Iris, maar onze held wordt afgeleid door de wasberen die de TV willen stelen. Mike moet het opnemen tegen de wasberen die het zowel op de TV als op de taco's gemunt hebben, en ook tegen de schildpadjes die boven het fornuis rondcirkelen op de ventilator. Als ze even later worden weggeslingerd, samen met Fluffy, moet Mike op twee plekken tegelijk zijn.","category":""},"61199":{"channel":"141431168","start":"1672806300","end":"1672806600","title":"Machtige Mike","program_id":"1313569425","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/23\/20221227020049735ki2.jpg","description":"Door een ongelukje moet Mike een kraag om tegen het krabben en hij schaamt zich kapot. Iris mag hem echt niet zo zien! De wasberen zien hun kans schoon om het terras leeg te roven. Mike doet alles om ze tegen te houden van een afstand, maar tevergeefs. Hij moet de wasberen naar binnen lokken, een vieze geur produceren en zijn kraag gebruiken als een gasmasker, pas dan kan hij de wasberen verslaan.","category":""},"61200":{"channel":"141431168","start":"1672806600","end":"1672807200","title":"Machtige Mike","program_id":"1313569431","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/1\/202212270200497356g6.jpg","description":"Van de duikplank springen is best cool, maar als Mike springt, belandt hij op de bodem van het lege zwembad. De schildpadjes hebben het leeg laten lopen om er een skatebaan van te maken. De wasberen zien kans om Mike gevangen te houden en terwijl Mercury hem in de gaten houdt, gaat Freddy de keuken in. Mike moet hier uitkomen, maar inmiddels is ook Iris in het zwembad terechtgekomen.","category":""},"61201":{"channel":"141431168","start":"1672807200","end":"1672807500","title":"Machtige Mike","program_id":"1313971849","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/63\/20221228020130524u1k.jpg","description":"Door een briesje belandt de hoed van Iris op het dak van Mike. Onze held ziet zijn kans schoon om de held uit te hangen recht voor de ogen van Iris. Hij leent de drone van Stephen om zijn missie te volbrengen. Maar als de afstandbediening van de drone in handen komt van de wasberen, gaat het allemaal niet meer zoals gepland.","category":""},"61202":{"channel":"141431168","start":"1672807500","end":"1672808400","title":"Machtige Mike","program_id":"1313971855","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/44\/20221228020130525t7j.jpg","description":"Mike is in een artistieke bui en besluit om een levensgroot standbeeld te maken van zijn liefje. De wasberen hebben hun ogen laten vallen op de robot van Tom waarmee ze hun buit eenvoudig naar hun hol kunnen brengen. Een confrontatie is onvermijdelijk en Mike gebruikt zijn beeldhouw-talent om een harnas te maken, waarmee hij zijn terrein verdedigt in een heftige strijd.","category":""},"61636":{"channel":"141431168","start":"1672817400","end":"1672817700","title":"Machtige Mike","program_id":"1313972125","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/99\/20221228020130525rbq.jpg","description":"Het is vreselijk weer en Mike besluit om te gaan lezen. Maar het boek dat hij leest over vampieren is veel enger dan hij dacht. Als de wasberen binnen zijn gedrongen in het huis om snacks te stelen uit de koelkast, besluit Mike zijn kennis over vampieren toe te passen.","category":""},"61637":{"channel":"141431168","start":"1672817700","end":"1672818000","title":"Machtige Mike","program_id":"1313972131","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/1\/20221228020130525tra.jpg","description":"Mike weet wat hij moet doen als hij ziet dat Stephan een prachtig cadeau voor zijn vrouw op de tafel heeft laten liggen. De wasberen, de schildpadden en Fluffy maken er weer eens een zooitje van in het huis en Mike moet proberen om het cadeau te redden tussen al deze hysterie.","category":""},"61638":{"channel":"141431168","start":"1672818000","end":"1672819200","title":"Machtige Mike","program_id":"1313972137","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/35\/202212280201305256f7.jpg","description":"Iris is jarig en Mike wil haar verrassen met een speciaal feestje. Ballonnen, cadeaus, Piñata, niks is te gek. Alles loopt als gepland, maar de wasberen besluiten om roet in het eten te gooien en stelen al het snoep. De wasberen ontdekken de heliumtank die Mike wil gebruiken om de ballonnen op te blazen, waardoor het gevecht tussen Mike en de wasberen plaats vindt in de lucht.","category":""},"61639":{"channel":"141431168","start":"1672819200","end":"1672819500","title":"Machtige Mike","program_id":"1313972143","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/5\/20221228020130525a8m.jpg","description":"Mike is een speciaal sushi-diner aan het voorbereiden voor Iris. Freddy komt per ongeluk in de vriezer terecht, als Mike daar wat vis uit wil halen. Mercury denkt nu dat Freddy op Mike's menu terecht is gekomen. Mercury wil zijn broertje redden en Mike zijn diner.","category":""},"61640":{"channel":"141431168","start":"1672819500","end":"1672819800","title":"Machtige Mike","program_id":"1313972149","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/33\/202212280201305268yv.jpg","description":"Mike heeft het perfecte cadeau voor Iris: bloemen! Hij komt er alleen achter dat hij allergisch is voor bloemen en de wasberen zien hun kans schoon om het huis binnen te glippen. Mike zet alle zeilen bij, en een doos met tissues, om de wasberen te verslaan en de bloemen alsnog aan Iris te geven.","category":""},"61641":{"channel":"141431168","start":"1672819800","end":"1672821000","title":"Machtige Mike","program_id":"1313972155","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/76\/20221228020130526xy1.jpg","description":"Mike besluit om het hart van Iris te veroveren door een romantisch lied te zingen. Aangezien Mike niet muzikaal is, gebruikt hij een van Stephan's oude lp's. Maar tot Mike grote schrik gaat niet alles volgens plan. Fluffy en Mercury gebruiken de platenspeler om hun DJ-kunsten te laten zien, Mike laat dit niet gebeuren. De show zal doorgaan!","category":""},"61642":{"channel":"141431168","start":"1672821000","end":"1672821300","title":"Machtige Mike","program_id":"1313972161","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/63\/20221228020130526d29.jpg","description":"Mike is superblij, hij gaat de middag doorbrengen met de hond van de buren. Maar het is niet Iris, het is Ginette, een pup die op slag verliefd wordt op onze held. Oh-oh! De wasberen proberen weer het huis binnen te dringen en Ginette helpt ze. Mike raakt in paniek. Wat nou als Iris haar concurrent ontdekt.","category":""},"61643":{"channel":"141431168","start":"1672821300","end":"1672821600","title":"Machtige Mike","program_id":"1313972167","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/50\/20221228020130526go3.jpg","description":"Mike organiseert een kermis op het terras om indruk te maken op Iris. Hij versiert de boel en nodigt haar uit. Maar natuurlijk zien de wasberen hun kans schoon om nu het huis leeg te roven. Mike heeft zijn handen vol aan het spookhuis, de kokosnoten en de wasberen.","category":""},"61644":{"channel":"141431168","start":"1672821600","end":"1672822800","title":"Machtige Mike","program_id":"1313972173","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/25\/202212280201305268tr.jpg","description":"Het potje schaken tussen Mike en Iris wordt verstoord door herrie uit het huis. Fluffy heeft de robot-stofzuiger gevonden en rijdt er mee door het huis. Ondertussen gebruiken de wasberen deze commotie om een grote worst te stelen voor het diner. Mike moet alles inzetten om de wasberen het huis uit te krijgen en Fluffy te redden van de stofzuiger.","category":""},"61645":{"channel":"141431168","start":"1672822800","end":"1672823100","title":"Machtige Mike","program_id":"1313972179","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/12\/202212280201305268jb.jpg","description":"Mercury gaat door het afval heen en vindt een oude, verrotte Camembert. Hij eet het stuk kaas op en zijn adem verandert in een massavernietigingswapen. Freddy gebruikt Mercury om de boel leeg te roven en Mike raakt in paniek. Hij heeft Iris uitgenodigd om te komen eten. Mike ziet geen ander optie dan vuur met vuur te bestrijden. Er barst een gevecht los en er kan er maar een de winnaar zijn.","category":""},"61646":{"channel":"141431168","start":"1672823100","end":"1672823400","title":"Machtige Mike","program_id":"1313972185","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/10\/20221228020130526mma.jpg","description":"De schildpadden hebben ruzie en Aramis besluit dat ze er genoeg van heeft en vertrek. De andere twee willen haar niet missen en vragen Mike om hulp. Ze gaan hun vriendin zoeken, en terwijl Mercury en Aramis een bijzondere band krijgen, probeert Freddy juist een slaatje te slaan uit deze vriendschap.","category":""},"61647":{"channel":"141431168","start":"1672823400","end":"1672824600","title":"Machtige Mike","program_id":"1313972191","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/48\/202212280201305268m2.jpg","description":"Er verdwijnen allemaal spullen uit het huis van de Mikkelsens en Mike begrijpt niet hoe dit komt. De wasberen stelen de spullen via de ventilatiebuizen zonder dat Mike het doorheeft. Wanneer Mike het ontdekt zijn de wasberen bezig met een roof en ze hebben Pluisje zelfs gepikt. Mike moet nu kiezen voor de buit of voor Pluisje...","category":""},"61648":{"channel":"141431168","start":"1672824600","end":"1672824900","title":"Machtige Mike","program_id":"1313972197","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/68\/202212280201305266tt.jpg","description":"Het is Pasen en Mike organiseert een speciale paasei-speurtocht. Maar de wasberen willen zich er weer mee bemoeien. Mercury krijgt het speciale paasei te pakken dat Mike voor Iris had bewaard. Hij denkt dat er een wasbeer uitkomt als ie er lang genoeg op zit. Maar het is een bijzonder ei, want Mike heeft er een trouwring in verstopt. Nu moet hij het ei terugkrijgen en zorgen dat het heel blijft.","category":""},"61649":{"channel":"141431168","start":"1672824900","end":"1672825200","title":"Machtige Mike","program_id":"1313972203","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/15\/20221228020130526x7s.jpg","description":"Mike besluit Iris uit te nodigen om te dansen zodat hij zich kan uitsloven voor haar. Maar jammergenoeg verzieken de wasberen dit plan, omdat ze inbreken en de keuken leegroven. Er is maar één manier om dit op te lossen; met een danswedstrijd! Maar Mercury kan beter dansen dan Mike dacht.","category":""},"61650":{"channel":"141431168","start":"1672825200","end":"1672826400","title":"Machtige Mike","program_id":"1313972209","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/96\/202212280201305264vf.jpg","description":"De Mikkelsons bestellen een pizza voor een makkelijk diner. Dit is een echte marteling voor Mike, hij kan de geur haast niet weerstaan. Hij mag hem niet opeten en hij moet er voor zorgen dat de wasberen de pizza niet te pakken krijgen. Gaan Mike en de pizza dit avontuur overleven?","category":""},"61718":{"channel":"141431168","start":"1672869600","end":"1672869900","title":"Machtige Mike","program_id":"1313972623","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/82\/20221228020130530kc9.jpg","description":"Mercury gaat door het afval heen en vindt een oude, verrotte Camembert. Hij eet het stuk kaas op en zijn adem verandert in een massavernietigingswapen. Freddy gebruikt Mercury om de boel leeg te roven en Mike raakt in paniek. Hij heeft Iris uitgenodigd om te komen eten. Mike ziet geen ander optie dan vuur met vuur te bestrijden. Er barst een gevecht los en er kan er maar een de winnaar zijn.","category":""},"61719":{"channel":"141431168","start":"1672869900","end":"1672870200","title":"Machtige Mike","program_id":"1313972629","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/87\/202212280201305300md.jpg","description":"De schildpadden hebben ruzie en Aramis besluit dat ze er genoeg van heeft en vertrek. De andere twee willen haar niet missen en vragen Mike om hulp. Ze gaan hun vriendin zoeken, en terwijl Mercury en Aramis een bijzondere band krijgen, probeert Freddy juist een slaatje te slaan uit deze vriendschap.","category":""},"61720":{"channel":"141431168","start":"1672870200","end":"1672871100","title":"Machtige Mike","program_id":"1313972635","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/36\/20221228020130530kuw.jpg","description":"Er verdwijnen allemaal spullen uit het huis van de Mikkelsens en Mike begrijpt niet hoe dit komt. De wasberen stelen de spullen via de ventilatiebuizen zonder dat Mike het doorheeft. Wanneer Mike het ontdekt zijn de wasberen bezig met een roof en ze hebben Pluisje zelfs gepikt. Mike moet nu kiezen voor de buit of voor Pluisje...","category":""},"61721":{"channel":"141431168","start":"1672871100","end":"1672871700","title":"Machtige Mike","program_id":"1313972641","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/72\/20221228020130530xdt.jpg","description":"Het is Pasen en Mike organiseert een speciale paasei-speurtocht. Maar de wasberen willen zich er weer mee bemoeien. Mercury krijgt het speciale paasei te pakken dat Mike voor Iris had bewaard. Hij denkt dat er een wasbeer uitkomt als ie er lang genoeg op zit. Maar het is een bijzonder ei, want Mike heeft er een trouwring in verstopt. Nu moet hij het ei terugkrijgen en zorgen dat het heel blijft.","category":""},"61722":{"channel":"141431168","start":"1672871700","end":"1672872000","title":"Machtige Mike","program_id":"1313972647","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/94\/20221228020130530zpl.jpg","description":"Mike besluit Iris uit te nodigen om te dansen zodat hij zich kan uitsloven voor haar. Maar jammergenoeg verzieken de wasberen dit plan, omdat ze inbreken en de keuken leegroven. Er is maar één manier om dit op te lossen; met een danswedstrijd! Maar Mercury kan beter dansen dan Mike dacht.","category":""},"61723":{"channel":"141431168","start":"1672872000","end":"1672872300","title":"Machtige Mike","program_id":"1313972653","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/79\/202212280201305308dz.jpg","description":"De Mikkelsons bestellen een pizza voor een makkelijk diner. Dit is een echte marteling voor Mike, hij kan de geur haast niet weerstaan. Hij mag hem niet opeten en hij moet er voor zorgen dat de wasberen de pizza niet te pakken krijgen. Gaan Mike en de pizza dit avontuur overleven?","category":""},"61724":{"channel":"141431168","start":"1672872300","end":"1672873200","title":"Machtige Mike","program_id":"1313972659","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/21\/20221228020130530euq.jpg","description":"De wasberen breken in bij de Mikkelsens en ontdekken een didgeridoo waar ze geen genoeg van krijgen. Het instrument is zo krachtig dat het alles op zijn pad wegblaast, inclusief Mike. Mike moet al zijn trucs gebruiken om de wasberen te verjagen. Het wordt een luidruchtige strijd!","category":""},"61732":{"channel":"141431168","start":"1672876800","end":"1672877100","title":"Machtige Mike","program_id":"1313972707","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/46\/20221228020130531gn5.jpg","description":"Tom heeft zijn hele treinset uitgestald in het huis en de wasberen zien de mogelijkheid om daarmee hun buit naar hun hol te brengen. Mike denkt daar anders over. Hij wil voorkomen dat die gemene beesten hiermee wegkomen. Het wordt een confrontatie tussen de goede, de slechten en de Fluffy.","category":""},"61733":{"channel":"141431168","start":"1672877100","end":"1672877400","title":"Machtige Mike","program_id":"1313972713","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/12\/202212280201305311i5.jpg","description":"Mike komt op een nieuw idee om Iris het hof te maken door haar onder te sneeuwen met rozenblaadjes. Daar heeft hij Stephan's bladblazer voor nodig. De wasberen hebben alleen het idee om met die blazer het huis leeg te roven en Fluffy doet met hun mee. Mike bedenkt een gekke oplossing om de held van de dag te worden.","category":""},"61734":{"channel":"141431168","start":"1672877400","end":"1672878300","title":"Machtige Mike","program_id":"1313972719","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/93\/20221228020130531n79.jpg","description":"Niets is beter om met een goocheltruc indruk te maken op je crush, maar niet alleen Iris is onder de indruk van de Mike doet met zijn toverstokje. De wasberen willen het stokje stelen om zo van een kippenvleugeltje een hele kip te toveren. Maar de wasberen onderschatten Mike de Goochelaar.","category":""},"61735":{"channel":"141431168","start":"1672878300","end":"1672878900","title":"Machtige Mike","program_id":"1313972725","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/0\/20221228020130531qp2.jpg","description":"De wasberen hebben vlooien! Ze gaan naar Mike om te kijken of hij iets heeft tegen de jeuk en dragen zo de vlooien over op Mike. Dit had op geen slechter moment kunnen gebeuren, want Mike heeft een date met Iris. Nu moet Mike alles doen Iris te vermijden en dat resulteert in potje verstoppertje. Mike moet af van de vlooien voor hij haar ontmoet.","category":""},"61736":{"channel":"141431168","start":"1672878900","end":"1672879200","title":"Machtige Mike","program_id":"1313972731","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/76\/202212280201305317z1.jpg","description":"De handige wasberen hebben de achterpoten van Mike vastgebonden. Ze zijn er van overtuigd dat nu iets kunnen stelen uit het huis. Maar Mike laat dat niet zo maar toe en zorgt dat de dieven het huis uitgaan, zelfs met zijn achterpoten vastgebonden op zijn rug.","category":""},"61737":{"channel":"141431168","start":"1672879200","end":"1672879500","title":"Machtige Mike","program_id":"1313972737","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/39\/20221228020130531ikd.jpg","description":"Mike heeft niet geslapen. Hij kan zijn ogen nauwelijks openhouden en wil alleen nog maar een heel lang dutje doen. Maar de wasberen zijn in topvorm en de welverdiende slaap moet wachten tot hij de wasberen heeft verdreven.","category":""},"61738":{"channel":"141431168","start":"1672879500","end":"1672880400","title":"Machtige Mike","program_id":"1313972743","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/86\/20221228020130531mdh.jpg","description":"Mike komt in een de problemen als Fluffy de ketting van zijn eigenaar meeneemt naar de tuin van Iris. Iris denk dat de ketting een cadeau is van Mike. Mike weet niet wat te doen. Hij wil de ketting niet terug vragen, dus hij besluit de hulp in te roepen van de wasberen, maar kan hij ze wel vertrouwen?","category":""},"61758":{"channel":"141431168","start":"1672891200","end":"1672891500","title":"Machtige Mike","program_id":"1313972863","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/15\/2022122802013053342z.jpg","description":"Stephen is weer eens zijn sleutels kwijt. Door een opmerking van zijn baasje besluit Mike toch op zoek te gaan naar de sleutels. Een onderzoek dat niet onder zou doen voor het speurwerk in een aflevering van Baantjer. Alles wijst erop dat de wasberen er iets mee te maken hebben. Zou dat toeval zijn Mike? Ik dacht het niet.","category":""},"61759":{"channel":"141431168","start":"1672891500","end":"1672891800","title":"Machtige Mike","program_id":"1313972869","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/26\/20221228020130533soc.jpg","description":"Louise haalt een oud speeltje tevoorschijn uit haar kist. Dit angstaanjagende speeltje heeft Mike getraumatiseerd toen hij nog een puppy was en nog steeds is hij er doodsbang voor. De wasberen hebben nu eindelijk een manier gevonden om hem op afstand te houden. Mike moet zijn angsten overwinnen en de wasberen confronteren. Zal zijn reuk hem misschien helpen om ze te verslaan?","category":""},"61760":{"channel":"141431168","start":"1672891800","end":"1672892700","title":"Machtige Mike","program_id":"1313972875","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/34\/20221228020130533k87.jpg","description":"Mike zit middenin een yoga-sessie met Iris wanneer Fluffy hem komt storen. Mike duwt hem weg en Fluffy belandt in een zak met houtskool. Als hij eruit komt, lijkt hij net op een klein jong wasbeertje. Freddy en Mercury geloven echt dat hij een baby wasbeer is en willen dat hij net als zij een dief gaat worden. Nu moet Mike het niet opnemen tegen twee, maar drie dieven!","category":""},"61761":{"channel":"141431168","start":"1672892700","end":"1672893000","title":"Machtige Mike","program_id":"1313972881","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/94\/202212280201305332v9.jpg","description":"Het weer is niet best en de wasberen rillen van de kou. Ze hebben een manier gevonden om Mike het huis uit te lokken, zodat ze binnen lekker kunnen opwarmen. Mike doet zijn best om weer binnen te komen, maar net wanneer dat lukt, worden de schildpadjes geraakt door de bliksem en vallen alle elektrische apparaten in het huis uit. Gelukkig maar, of niet?","category":""},"61762":{"channel":"141431168","start":"1672893000","end":"1672893600","title":"Machtige Mike","program_id":"1313972887","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/98\/20221228020130533eis.jpg","description":"Wanneer Mike met Louise en haar pop aan het spelen is, komt hij op een idee: hij doet net alsof hij de pop moet redden om indruk te maken op Iris. Maar de plannen vallen in duigen als Mercury verliefd wordt op de pop en haar meeneemt. Onze held moet hoe dan ook de pop terugkrijgen en tegelijkertijd indruk maken op Iris.","category":""},"61763":{"channel":"141431168","start":"1672893600","end":"1672893900","title":"Machtige Mike","program_id":"1314396018","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/41\/202212290201447200cf.jpg","description":"De wasberen zijn jaloers op Mike en zijn fijn leventje binnen. Freddy heeft een geweldig idee: hij rent naar het huis en botst tegen het raam aan. De familie Mikkelsen ziet wat er is gebeurd en ze nemen Freddy mee naar binnen. Mike moet de bedrieger te lijf gaan zonder dat zijn baasje het ziet, zodat hij ook niet wordt gestraft voor gemeen doen tegen een gewond diertje.","category":""},"61764":{"channel":"141431168","start":"1672893900","end":"1672894800","title":"Machtige Mike","program_id":"1314396024","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/6\/20221229020144721gdp.jpg","description":"Laura is haar telefoon thuis vergeten en Mike vindt daar een hilarisch filmpje van Iris op die hij aan haar wil laten zien. Maar de wasberen zijn ook uit op de telefoon, die per ongeluk in Fluffy's maag belandt. Hierdoor ontstaat er een bizarre achtervolging, want elke hobbel zorgt ervoor dat er een andere app wordt geopend. Zal Mike de telefoon wel terug krijgen?","category":""},"61777":{"channel":"141431168","start":"1672903800","end":"1672904100","title":"Machtige Mike","program_id":"1314396166","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/46\/202212290201447216rc.jpg","description":"De wasberen breken in bij de Mikkelsens en ontdekken een didgeridoo waar ze geen genoeg van krijgen. Het instrument is zo krachtig dat het alles op zijn pad wegblaast, inclusief Mike. Mike moet al zijn trucs gebruiken om de wasberen te verjagen. Het wordt een luidruchtige strijd!","category":""},"61778":{"channel":"141431168","start":"1672904100","end":"1672904400","title":"Machtige Mike","program_id":"1314396172","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/89\/202212290201447218cr.jpg","description":"Het baasje van Mike koopt een paar nieuwe schoenen voor zijn pootjes. Mike is niet blij met het schoeisel en ze piepen ook nog eens enorm. Ondertussen stappen de wasberen in de garage in wat lijm waarna ze ontdekken dat ze op het plafond kunnen lopen… En Mike horen ze van mijlenver aankomen…","category":""},"61779":{"channel":"141431168","start":"1672904400","end":"1672905600","title":"Machtige Mike","program_id":"1314396178","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/28\/20221229020144721qt2.jpg","description":"De wasberen breken weer in en ze verslaan Mike met gemak op het moment dat hij het huis wil beschermen. Het is duidelijk dat hij niet goed is in vechten. Mike vraagt of de schildpadden hem karate willen leren zodat hij de wasberen kan verslaan. Onze vriend doet zijn best, maar het lukt nog niet echt. Mike besluit om voor een plan B te kiezen.","category":""},"61780":{"channel":"141431168","start":"1672905600","end":"1672905900","title":"Machtige Mike","program_id":"1314396184","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/10\/202212290201447210ng.jpg","description":"Stephen heeft een nieuw beveligings-systeem in huis gehaald. Het nieuwe systeem spoort de wasberen meteen op en Mike heeft niks hoeven doen. Het systeem blijkt jammer genoeg net iets te ijverig en denkt dat Mike ook een indringer is. Mike en Freddy moeten nu samenwerken om in te breken, zodat ze het systeem kunnen uitschakelen en Mercury en Fluffy kunnen beschermen.","category":""},"61781":{"channel":"141431168","start":"1672905900","end":"1672906200","title":"Machtige Mike","program_id":"1314396190","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/95\/20221229020144721e9b.jpg","description":"De wasberen vinden een oude fluit bij het vuilnis. Wanneer ze erop blazen, ontdekken ze dat het een vreemde macht over Mike heeft. Als Mike de fluit hoort, doet ie meteen allemaal gekke trucjes. Mike moet zorgen dat de fluit verdwijnt zodat hij zijn trots en het huis kan bewaken!","category":""},"61782":{"channel":"141431168","start":"1672906200","end":"1672907400","title":"Machtige Mike","program_id":"1314396196","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/40\/20221229020144722jvd.jpg","description":"Mike heeft gezelschap. Een zwerfhond verschijnt bij de Mikkelsons en de familie is meteen onder de indruk wanneer hij de wasberen verjaagt met zijn macho—geblaf. Cassius is een echte waakhond en hij zou ervoor kunnen zorgen dat Mike straks zonder baan zit. Als de wasberen weer inbreken, moet Mike bewijzen wat hij kan.","category":""},"61783":{"channel":"141431168","start":"1672907400","end":"1672907700","title":"Machtige Mike","program_id":"1314396202","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/41\/20221229020144722f1u.jpg","description":"Tom betrapt Mercury terwijl hij inbreekt. Hij denkt dat Mercury het coole spannende huisdier is dat hij altijd heeft gewild. Mike moet van Tom beloven dat hij voor Mercury zorgt terwijl Tom zelf naar school gaat. Mike doet zijn best, maar de schildpadden willen Mercury weg hebben. Mike heeft al zijn denkvermogen nodig om de ongewenste gast weg te krijgen en gebruikt Freddy daarbij als bondgenoot.","category":""},"61784":{"channel":"141431168","start":"1672907700","end":"1672908000","title":"Machtige Mike","program_id":"1314396208","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/21\/20221229020144722nna.jpg","description":"Louise tekent wat hartjes en bloemetjes op Mike. Wanneer Mike het resultaat ziet, vindt ie het vreselijk. Als Iris opduikt kan Mike niks anders verzinnen dan zichzelf te verstoppen. De wasberen maken hier gebruik van om in te kunnen breken. Mike moet ze tegenhouden zonder dat iemand hem ziet, vooral Iris!","category":""},"61785":{"channel":"141431168","start":"1672908000","end":"1672909200","title":"Machtige Mike","program_id":"1314396214","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/35\/2022122902014472211q.jpg","description":"Mike, Iris en de schildpadden spelen tafeltennis wanneer er ineens een mysterieuze oude schildpad opduikt op de patio, die geraakt wordt door de bal. Mike en Iris nemen de gewonde schildpad mee naar binnen, maar dit blijkt een grote fout. De schildpad is een inbreker met als doel het stelen van een faberge-ei uit de woning van de Mikkelsens. Hopelijk komt Mike hier op tijd achter.","category":""},"61786":{"channel":"141431168","start":"1672909200","end":"1672909500","title":"Machtige Mike","program_id":"1314396220","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/79\/20221229020144722gzu.jpg","description":"De wasberen verzinnen een briljante list om in te breken bij de Mikkelsons. Ze doen alsof ze een pakketje zijn door in een kartonnen doos te gaan zitten. Mike trapt erin en de wasberen zijn vrij om te stelen wat ze maar willen. Ze gaan weer weg met een oude koekoeksklok waar Laura dol op is. Nu moet Mike ervoor zorgen dat de klok op de juiste plek terugkomt.","category":""},"61787":{"channel":"141431168","start":"1672909500","end":"1672909800","title":"Machtige Mike","program_id":"1314396226","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/43\/202212290201447225m0.jpg","description":"Mike rent rond als een kip zonder kop! Hij redt Pluisje van gevaar, zorgt dat de schildpadden niks kapotmaken en vecht met de wasberen. Hij heeft een pauze nodig. Omdat Mike zo overwerkt is, besluiten Iris en de schildpadden zijn taken op zich te nemen en kan hij uitrusten. Maar die taken blijken nog een behoorlijke klus.","category":""},"61788":{"channel":"141431168","start":"1672909800","end":"1672911000","title":"Machtige Mike","program_id":"1314396232","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/40\/20221229020144722fbx.jpg","description":"Het is koud en grijs buiten en Mike nodigt iris uit voor een kop warme chocolademelk. De wasberen glippen het huis binnen en beschadigen de thermostaat van de familie Mikkelsen. Het huis wisselt nu tussen bloedheet en ijskoud. Mike gaat een gevecht aan met de elementen om de wasberen buiten de deur te houden.","category":""},"61789":{"channel":"141431168","start":"1672911000","end":"1672911300","title":"Machtige Mike","program_id":"1314396238","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/37\/202212290201447226c9.jpg","description":"De wasberen stelen het lievelingsspeeltje van Iris, maar laten het vallen op het terras. Mike raapt het op en denkt dat het van Fluffy is. Iris ziet dit en denkt dat Mike het heeft gestolen. Tegen de tijd dat Mike beseft wat er gebeurt, hebben de wasberen het weer gestolen en moet Mike het terughalen, anders vergeeft Iris hem nooit.","category":""},"61790":{"channel":"141431168","start":"1672911300","end":"1672911600","title":"Machtige Mike","program_id":"1314396244","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/79\/202212290201447224i6.jpg","description":"Mike was van plan om met Iris te spelen, maar hij is teleurgesteld als zij op de patio met een andere stoere hond speelt. Mike is er kapot van en dit betekent oorlog! De jongens beginnen een genadeloos gevecht om de aandacht van Iris, terwijl ze zelf angstig toekijkt. Maar wanneer de wasberen binnenvallen met een grote toeter, moeten de rivalen samenwerken om de wasberen uit het huis te krijgen.","category":""},"61791":{"channel":"141431168","start":"1672911600","end":"1672912800","title":"Machtige Mike","program_id":"1314396250","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/21\/20221229020144722w0n.jpg","description":"Het is één april. Mike heeft Iris uitgenodigd voor een romantisch etentje, maar Iris wil liever geintjes uithalen met Mike. Mike doet zijn best om de avond toch fijn te laten verlopen. De wasberen hebben hun zinnen gezet op het eten! Mike en Iris werken samen om een parcours vol geintjes te creeëren waardoor de wasberen voor joker staan.","category":""},"61860":{"channel":"141431168","start":"1672956000","end":"1672956300","title":"Machtige Mike","program_id":"1314396664","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/2\/20221229020144726a0f.jpg","description":"Het baasje van Mike koopt een paar nieuwe schoenen voor zijn pootjes. Mike is niet blij met het schoeisel en ze piepen ook nog eens enorm. Ondertussen stappen de wasberen in de garage in wat lijm waarna ze ontdekken dat ze op het plafond kunnen lopen… En Mike horen ze van mijlenver aankomen…","category":""},"61861":{"channel":"141431168","start":"1672956300","end":"1672956600","title":"Machtige Mike","program_id":"1314396670","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/62\/202212290201447265rr.jpg","description":"De wasberen breken weer in en ze verslaan Mike met gemak op het moment dat hij het huis wil beschermen. Het is duidelijk dat hij niet goed is in vechten. Mike vraagt of de schildpadden hem karate willen leren zodat hij de wasberen kan verslaan. Onze vriend doet zijn best, maar het lukt nog niet echt. Mike besluit om voor een plan B te kiezen.","category":""},"61862":{"channel":"141431168","start":"1672956600","end":"1672957500","title":"Machtige Mike","program_id":"1314396676","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/56\/20221229020144726tm1.jpg","description":"Stephen heeft een nieuw beveligings-systeem in huis gehaald. Het nieuwe systeem spoort de wasberen meteen op en Mike heeft niks hoeven doen. Het systeem blijkt jammer genoeg net iets te ijverig en denkt dat Mike ook een indringer is. Mike en Freddy moeten nu samenwerken om in te breken, zodat ze het systeem kunnen uitschakelen en Mercury en Fluffy kunnen beschermen.","category":""},"61863":{"channel":"141431168","start":"1672957500","end":"1672958100","title":"Machtige Mike","program_id":"1314396682","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/36\/2022122902014472600t.jpg","description":"De wasberen vinden een oude fluit bij het vuilnis. Wanneer ze erop blazen, ontdekken ze dat het een vreemde macht over Mike heeft. Als Mike de fluit hoort, doet ie meteen allemaal gekke trucjes. Mike moet zorgen dat de fluit verdwijnt zodat hij zijn trots en het huis kan bewaken!","category":""},"61864":{"channel":"141431168","start":"1672958100","end":"1672958400","title":"Machtige Mike","program_id":"1314396688","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/37\/20221229020144726n1o.jpg","description":"Mike heeft gezelschap. Een zwerfhond verschijnt bij de Mikkelsons en de familie is meteen onder de indruk wanneer hij de wasberen verjaagt met zijn macho—geblaf. Cassius is een echte waakhond en hij zou ervoor kunnen zorgen dat Mike straks zonder baan zit. Als de wasberen weer inbreken, moet Mike bewijzen wat hij kan.","category":""},"61865":{"channel":"141431168","start":"1672958400","end":"1672958700","title":"Machtige Mike","program_id":"1314396694","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/75\/20221229020144726cd7.jpg","description":"Tom betrapt Mercury terwijl hij inbreekt. Hij denkt dat Mercury het coole spannende huisdier is dat hij altijd heeft gewild. Mike moet van Tom beloven dat hij voor Mercury zorgt terwijl Tom zelf naar school gaat. Mike doet zijn best, maar de schildpadden willen Mercury weg hebben. Mike heeft al zijn denkvermogen nodig om de ongewenste gast weg te krijgen en gebruikt Freddy daarbij als bondgenoot.","category":""},"61866":{"channel":"141431168","start":"1672958700","end":"1672959600","title":"Machtige Mike","program_id":"1314396700","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/39\/20221229020144726uu1.jpg","description":"Louise tekent wat hartjes en bloemetjes op Mike. Wanneer Mike het resultaat ziet, vindt ie het vreselijk. Als Iris opduikt kan Mike niks anders verzinnen dan zichzelf te verstoppen. De wasberen maken hier gebruik van om in te kunnen breken. Mike moet ze tegenhouden zonder dat iemand hem ziet, vooral Iris!","category":""},"61874":{"channel":"141431168","start":"1672963200","end":"1672963500","title":"Machtige Mike","program_id":"1314396748","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/97\/20221229020144726odo.jpg","description":"Met een trampoline kan Mike indruk maken op Iris door zijn acrobatische skills te laten zien. Maar de wasberen willen naar het dakterras en willen ook gebruik maken van de trampoline. Zal onschuldig speelgoed veranderen in een massa vernietigingswapen?","category":""},"61875":{"channel":"141431168","start":"1672963500","end":"1672963800","title":"Machtige Mike","program_id":"1314396754","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/2\/20221229020144726kzb.jpg","description":"Mike is superblij. Iris heeft gevraagd of hij op het terras een kopje thee wil drinken. Hij wacht al weken op dit moment. Maar zal hij, door alle stress van de uitnodiging en de andere dieren die hem tot wanhoop drijven, wel op tijd zijn voor zijn date?","category":""},"61876":{"channel":"141431168","start":"1672963800","end":"1672964700","title":"Machtige Mike","program_id":"1314396760","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/51\/20221229020144727m6t.jpg","description":"Terwijl Mike is afgeleid door het geflirt met Iris, weten de wasberen het huis binnen te dringen en maken een zooitje in de keuken. Ze morsen een mengsel in de keuken waardoor Fluffy verandert in een psychotische bal van chaos. Fluffy wordt de ergste nachtmerrie van de wasberen en nu moeten Mike en de wasberen samenwerken om hem tot bedare te brengen.","category":""},"61877":{"channel":"141431168","start":"1672964700","end":"1672965300","title":"Machtige Mike","program_id":"1314396766","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/4\/20221229020144727mzl.jpg","description":"Als Mike nou iets gespierder zou zijn, dan zou Iris hem misschien zien staan. Althans dat is wat hij denkt als hij het nieuwe sportbankje van Stephan ziet. Helaas is het niet zo gemakkelijk. Eerst moet Mike leren hoe hij het moet gebruiken en de schildpadden en de wasberen doen er alles aan om het moeilijker te maken. Spieren kweken gaat niet zonder spierpijn.","category":""},"61878":{"channel":"141431168","start":"1672965300","end":"1672965600","title":"Machtige Mike","program_id":"1314396772","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/67\/20221229020144727ns5.jpg","description":"Louise maakt een foto van Mike, terwijl ze samen spelen. Het enige probleem is dat Mike er belachelijk op staat. Mike wil dat Iris dit niet ziet en hij zal er alles aan doen om te voorkomen dat de foto in verkeerde handen zal vallen. Daar denken de wasberen alleen anders over.","category":""},"61879":{"channel":"141431168","start":"1672965600","end":"1672965900","title":"Machtige Mike","program_id":"1314396778","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/23\/202212290201447272qx.jpg","description":"De schildpadden organiseren een sportwedstrijd en de winnaar krijgt een speciale trofee. Iris en Mercury doen ook mee. Mike zal zijn best doen om van Mercury te winnen, maar hij is niet de enige die de trofee wil. Freddy heeft zijn ogen ook op de prijs gericht en doet er alles aan om te winnen, zelfs valsspelen.","category":""},"61880":{"channel":"141431168","start":"1672965900","end":"1672966800","title":"Machtige Mike","program_id":"1314396784","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/46\/20221229020144727qm9.jpg","description":"Het is vreselijk weer en Mike besluit om te gaan lezen. Maar het boek dat hij leest over vampieren is veel enger dan hij dacht. Als de wasberen binnen zijn gedrongen in het huis om snacks te stelen uit de koelkast, besluit Mike zijn kennis over vampieren toe te passen.","category":""},"61900":{"channel":"141431168","start":"1672977600","end":"1672977900","title":"Machtige Mike","program_id":"1314396904","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/0\/20221229020144728b4f.jpg","description":"Ah, wat is dit een knappe James Bond zeg! Omdat Mike indruk wil maken op Iris doet hij een strikje om, zodat hij eruit ziet als een geheim-agent. De schildpadjes hebben een harpoen met een lijn afgeschoten en de wasberen zien een uitgelezen kans om hier gebruik van te maken. Zal Mike zijn rol als geheim-agent waar kunnen maken?","category":""},"61901":{"channel":"141431168","start":"1672977900","end":"1672978200","title":"Machtige Mike","program_id":"1314396910","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/6\/20221229020144728pi2.jpg","description":"Mike probeert Iris op te vrolijken met een echt circus optreden op de veranda. Mike is de spreekstalmeester, Fluffy is een wilde tijger en de wasberen doen een acrobatische act. Maar de wasberen willen eigenlijk de springstok van Tom stelen en het circusoptreden verpesten. Maar de show moet altijd doorgaan!","category":""},"61902":{"channel":"141431168","start":"1672978200","end":"1672979100","title":"Machtige Mike","program_id":"1314396916","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/55\/202212290201447284sk.jpg","description":"Wanneer Stephen een nieuwe robot mee naar huis neemt die precies op Mike lijkt, krijgt hij een idee. Hij kan hem gebruiken als zijn stunt-double en daarmee indruk maken op Iris. Maar nog voordat Mike zijn plan kan uitvoeren, stuiten de wasberen op de robot en denken dat het Mike is. Kan de echte Mike de wasberen wegjagen zonder dat Iris erachter komt?","category":""},"61903":{"channel":"141431168","start":"1672979100","end":"1672979400","title":"Machtige Mike","program_id":"1314396922","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/27\/20221229020144728oxf.jpg","description":"Het is heet buiten en Mike heeft Iris uitgenodigd op het terras voor een verkoelende cocktail. Maar de wasberen stelen de ijsmachine. Na een achtervolging eindigt de ijsmachine in het zwembad en verandert die in een ijsbaan. De schildpadjes kunnen hun lol niet op terwijl Mike en de wasberen strijden om de ijsmachine. IJshockey, Curlen, Schaatsen... het is een Mike op het IJs-special!","category":""},"61904":{"channel":"141431168","start":"1672979400","end":"1672980000","title":"Machtige Mike","program_id":"1314396928","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/76\/20221229020144728hab.jpg","description":"Mercury heeft zijn hoofd heel hard gestoten toen hij probeerde in te breken in het huis van de familie Mikkelsen. Mercury wordt wakker en gedraagt zich als een hond. Nu heeft Mike een bondgenoot die al snel verandert in een rivaal, omdat hij met Iris flirt. Het wordt allemaal nog ingewikkelder als Freddy zijn broertje weer terug wil veranderen en misschien wil veranderen in zijn handlanger.","category":""},"61905":{"channel":"141431168","start":"1672980000","end":"1672980300","title":"Machtige Mike","program_id":"1314838094","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/78\/20221230020125921u74.jpg","description":"Tom heeft zijn hele treinset uitgestald in het huis en de wasberen zien de mogelijkheid om daarmee hun buit naar hun hol te brengen. Mike denkt daar anders over. Hij wil voorkomen dat die gemene beesten hiermee wegkomen. Het wordt een confrontatie tussen de goede, de slechten en de Fluffy.","category":""},"61906":{"channel":"141431168","start":"1672980300","end":"1672981200","title":"Machtige Mike","program_id":"1314838100","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/3\/202212300201259214y2.jpg","description":"Mike komt op een nieuw idee om Iris het hof te maken door haar onder te sneeuwen met rozenblaadjes. Daar heeft hij Stephan's bladblazer voor nodig. De wasberen hebben alleen het idee om met die blazer het huis leeg te roven en Fluffy doet met hun mee. Mike bedenkt een gekke oplossing om de held van de dag te worden.","category":""},"61919":{"channel":"141431168","start":"1672990200","end":"1672990500","title":"Machtige Mike","program_id":"1314838178","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/82\/202212300201259228ya.jpg","description":"Een lief wit katje duikt op bij het huis van familie Mikkelsen. Iedereen vindt het katje enorm schattig, vooral Iris. Fluffy denkt dat ie een nieuw vriendje heeft. Maar het katje komt ineens op mysterieuze wijze in allerlei gevaarlijke situaties terecht. Mike weet het gevaar af te wenden, maar het witte katje is telkens in de buurt. Is het katje er soms op uit om Fluffy te vervangen als gezinskat?","category":""},"61920":{"channel":"141431168","start":"1672990500","end":"1672990800","title":"Machtige Mike","program_id":"1314838184","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/44\/202212300201259234qx.jpg","description":"Mike is jarig en hij heeft zin om de dag met Iris door te brengen, maar Iris heeft de hele buurt uitgenodigd. Zodra de wasberen ontdekken dat er een feestje is, komen ze binnenvallen om de taart en cadeaus te stelen. Mike heeft werk aan de winkel; wasberen verwijderen en een feestje geven!","category":""},"61921":{"channel":"141431168","start":"1672990800","end":"1672992000","title":"Machtige Mike","program_id":"1314838190","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/55\/20221230020125923cxq.jpg","description":"Wanneer Louise voorstelt om Mike op te geven voor de hondenshow, barst zijn moeder in lachen uit. Mike is gekwetst en wil bewijzen dat hij wel degelijk kunstjes kan. Mike vraagt de chiqueste hond die hij kent en Iris wil hem helpen. Ze creëert hindernissen om de kunstjes te oefenen, maar Mike's training wordt onderbroken door de wasberen die het huis willen leegroven.","category":""},"61922":{"channel":"141431168","start":"1672992000","end":"1672992300","title":"Machtige Mike","program_id":"1314838196","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/49\/20221230020125923ym9.jpg","description":"Mike komt per ongeluk met handboeien vast te zitten aan Freddy wanneer de wasberen in het huis zijn. De twee vijanden vinden de sleutel en willen zich zo snel mogelijk bevrijden. Ze hebben echter allebei hun eigen manier om dat te doen. Mike en Freddy zullen moeten samenwerken als ze de sleutel in handen willen krijgen en zichzelf willen bevrijden.","category":""},"61923":{"channel":"141431168","start":"1672992300","end":"1672992600","title":"Machtige Mike","program_id":"1314838202","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/38\/20221230020125923s3k.jpg","description":"Mike is onder de indruk van wat Tom allemaal met zijn hoverboard kan doen en wil daarmee indruk maken op Iris. Wanneer Tom weg is, probeert Mike het hoverboard in handen te krijgen, maar de wasberen willen het ook. Het is de perfecte manier om hun buit in hun hol te krijgen. Mike moet zijn best doen om de wasberen te verslaan en het hoverboard van Tom terug te krijgen.","category":""},"61924":{"channel":"141431168","start":"1672992600","end":"1672993800","title":"Machtige Mike","program_id":"1314838208","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/92\/20221230020125923shn.jpg","description":"Mike heeft Duchesse op bezoek, die nog steeds hopeloos verliefd is op hem. Ze is zelfs zo verliefd op Mike, dat wanneer de wasberen het huis binnen komen en Mike het tegen hen op moet nemen, zij hem moet verdedigen tijdens het gevecht. Maar al haar goede bedoelingen helpen niet bij het uit het huis drijven van de wasberen.","category":""},"61925":{"channel":"141431168","start":"1672993800","end":"1672994100","title":"Machtige Mike","program_id":"1314838214","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/86\/202212300201259233tg.jpg","description":"Het is een heerlijke zomerdag en Mike wil Iris het hof maken met een heerlijke ananas-cocktail. Maar de schaal die hij nodig heeft staat boven op de koelkast en daar kan hij niet bij. Mike moet iets bedenken om bij de schaal te komen. De wasberen komen balancerend op stokken binnen. Kan Mike in evenwicht blijven en tegelijkertijd de wasberen verslaan?","category":""},"61926":{"channel":"141431168","start":"1672994100","end":"1672994400","title":"Machtige Mike","program_id":"1314838220","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/40\/20221230020125923epy.jpg","description":"Mike wil indruk maken op iris door zich voor te doen als een superheld. Met behulp van een koelkastmagneet trekt hij alleen meer aan dan metalen objecten. De wasberen draaien door als ze de magneet en de mogelijkheden zien. Ze stelen het van Mike om zo de koelkast met de magneet in beweging te laten komen. Mike moet alle zeilen bij zetten om de wasberen tegen te houden.","category":""},"61927":{"channel":"141431168","start":"1672994400","end":"1672995600","title":"Machtige Mike","program_id":"1314838226","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/89\/20221230020125923baa.jpg","description":"Mike wordt wakken in de badkuip. Het huis staat op zijn kop en de andere dieren doen heel raar. Ze gedagen zich als zombies en brengen al het eten naar buiten. Ons hondje ontdekt dat de wasberen zowel Fluffy, de schildpadden als Iris hebben gehypnotiseerd en zij het eten uit de koelkast naar hun hol brengen. Onze held moet Iris wakker maken om haar te redden en de koelkast weer opnieuw te vullen.","category":""},"61928":{"channel":"141431168","start":"1672995600","end":"1672995900","title":"Machtige Mike","program_id":"1314838232","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/62\/20221230020125923h09.jpg","description":"De wasberen krijgen Mike eindelijk te pakken wanneer hij iets uit hun hol wil halen. Ze sluiten hem op in een kooi en Freddy gaat ondertussen op weg naar het huis om het leeg te roven. Mike moet zo snel mogelijk vrij komen. Kan Mike Mercury te slim af zijn, uit het hol van de wasberen komen en dan Freddy tegenhouden?","category":""},"61929":{"channel":"141431168","start":"1672995900","end":"1672996200","title":"Machtige Mike","program_id":"1314838238","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/68\/202212300201259230ps.jpg","description":"Mike is onder de indruk van de film die hij op TV ziet en wil zijn eigen film regisseren. Hij vraagt de hulp van Iris, Fluffy en de schildpadden. Maar op het moment dat hij wil beginnen aan zijn epische meesterwerk gooien de wasberen roet in het eten. Nu zit Mike zelf in een spannende film met een superspannend slot. Kan hij de slechterikken verslaan en Fluffy redden net als een echte filmster?","category":""},"61930":{"channel":"141431168","start":"1672996200","end":"1672997400","title":"Machtige Mike","program_id":"1314838244","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/59\/20221230020125923z4j.jpg","description":"Door de klungeligheid van Mercury komt zijn broertje Freddy vast te zitten in de kooi in hun hol. Nu moet Mercury op zoek gaan naar iets om hem te bevrijden. Met zijn broer dingen stelen was al moeilijk genoeg, laat staan alleen. Zonder zijn broer is Mercury onvoorspelbaar en dus moet Mike beter zijn best doen om hem te verslaan.","category":""},"61931":{"channel":"141431168","start":"1672997400","end":"1672997700","title":"Machtige Mike","program_id":"1314838250","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/52\/20221230020125923i8y.jpg","description":"De wasberen willen Iris ontvoeren om zo een afleiding te creëren, zodat Freddy het huis kan leegroven. In hun hol heeft Mercury de taak om op Iris te letten, maar het blijkt dat zij de wasberen maar al te goed aan kan. En Mike laat Freddy ook niet zo maar zijn gang gaan.","category":""},"61932":{"channel":"141431168","start":"1672997700","end":"1672998000","title":"Machtige Mike","program_id":"1314838256","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/87\/2022123002012592337j.jpg","description":"Mike redt Fluffy uit het hol van de wasberen, maar heeft niet in de gaten dat het katje een van hun lievelingsspeeltje mee heeft genomen. Fluffy en de schildpadden zijn er dol op. De wasberen zijn er op gebrand om het terug te krijgen. Hoe durft iemand aan hun spullen te zitten! Ze hadden er alleen niet op gerekend dat Fluffy en de schildpadden er alles aan doen om het terug te krijgen.","category":""},"61933":{"channel":"141431168","start":"1672998000","end":"1672999200","title":"Machtige Mike","program_id":"1314838262","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/34\/20221230020125923kwm.jpg","description":"Mike moet in actie komen wanneer de wasberen de schildpadden hebben meegenomen om Freddy te helpen met zijn nieuwe troon. Hij ziet zichzelf als koning en denkt dat de schildpadden het plaatje compleet kunnen maken. Mike sluipt het hol van de wasberen binnen om zijn vrienden terug te halen. Samen met Iris leert hij de wasberen een lesje die ze niet snel zullen vergeten.","category":""},"62001":{"channel":"141431168","start":"1673042400","end":"1673042700","title":"Machtige Mike","program_id":"1314838676","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/47\/20221230020125929sv1.jpg","description":"Mike, Iris en de schildpadden spelen tafeltennis wanneer er ineens een mysterieuze oude schildpad opduikt op de patio, die geraakt wordt door de bal. Mike en Iris nemen de gewonde schildpad mee naar binnen, maar dit blijkt een grote fout. De schildpad is een inbreker met als doel het stelen van een faberge-ei uit de woning van de Mikkelsens. Hopelijk komt Mike hier op tijd achter.","category":""},"62002":{"channel":"141431168","start":"1673042700","end":"1673043000","title":"Machtige Mike","program_id":"1314838682","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/7\/20221230020125929yec.jpg","description":"De wasberen verzinnen een briljante list om in te breken bij de Mikkelsons. Ze doen alsof ze een pakketje zijn door in een kartonnen doos te gaan zitten. Mike trapt erin en de wasberen zijn vrij om te stelen wat ze maar willen. Ze gaan weer weg met een oude koekoeksklok waar Laura dol op is. Nu moet Mike ervoor zorgen dat de klok op de juiste plek terugkomt.","category":""},"62003":{"channel":"141431168","start":"1673043000","end":"1673043900","title":"Machtige Mike","program_id":"1314838688","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/98\/20221230020125929ro6.jpg","description":"Mike rent rond als een kip zonder kop! Hij redt Pluisje van gevaar, zorgt dat de schildpadden niks kapotmaken en vecht met de wasberen. Hij heeft een pauze nodig. Omdat Mike zo overwerkt is, besluiten Iris en de schildpadden zijn taken op zich te nemen en kan hij uitrusten. Maar die taken blijken nog een behoorlijke klus.","category":""},"62004":{"channel":"141431168","start":"1673043900","end":"1673044500","title":"Machtige Mike","program_id":"1314838694","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/89\/202212300201259293i6.jpg","description":"Het is koud en grijs buiten en Mike nodigt iris uit voor een kop warme chocolademelk. De wasberen glippen het huis binnen en beschadigen de thermostaat van de familie Mikkelsen. Het huis wisselt nu tussen bloedheet en ijskoud. Mike gaat een gevecht aan met de elementen om de wasberen buiten de deur te houden.","category":""},"62005":{"channel":"141431168","start":"1673044500","end":"1673044800","title":"Machtige Mike","program_id":"1314838700","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/72\/202212300201259290nd.jpg","description":"De wasberen stelen het lievelingsspeeltje van Iris, maar laten het vallen op het terras. Mike raapt het op en denkt dat het van Fluffy is. Iris ziet dit en denkt dat Mike het heeft gestolen. Tegen de tijd dat Mike beseft wat er gebeurt, hebben de wasberen het weer gestolen en moet Mike het terughalen, anders vergeeft Iris hem nooit.","category":""},"62006":{"channel":"141431168","start":"1673044800","end":"1673045100","title":"Machtige Mike","program_id":"1314838706","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/24\/20221230020125929526.jpg","description":"Mike was van plan om met Iris te spelen, maar hij is teleurgesteld als zij op de patio met een andere stoere hond speelt. Mike is er kapot van en dit betekent oorlog! De jongens beginnen een genadeloos gevecht om de aandacht van Iris, terwijl ze zelf angstig toekijkt. Maar wanneer de wasberen binnenvallen met een grote toeter, moeten de rivalen samenwerken om de wasberen uit het huis te krijgen.","category":""},"62007":{"channel":"141431168","start":"1673045100","end":"1673046000","title":"Machtige Mike","program_id":"1314838712","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/36\/20221230020125929kom.jpg","description":"Het is één april. Mike heeft Iris uitgenodigd voor een romantisch etentje, maar Iris wil liever geintjes uithalen met Mike. Mike doet zijn best om de avond toch fijn te laten verlopen. De wasberen hebben hun zinnen gezet op het eten! Mike en Iris werken samen om een parcours vol geintjes te creeëren waardoor de wasberen voor joker staan.","category":""},"62015":{"channel":"141431168","start":"1673049600","end":"1673049900","title":"Machtige Mike","program_id":"1314838760","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/62\/20221230020125929fbk.jpg","description":"Mike weet wat hij moet doen als hij ziet dat Stephan een prachtig cadeau voor zijn vrouw op de tafel heeft laten liggen. De wasberen, de schildpadden en Fluffy maken er weer eens een zooitje van in het huis en Mike moet proberen om het cadeau te redden tussen al deze hysterie.","category":""},"62016":{"channel":"141431168","start":"1673049900","end":"1673050200","title":"Machtige Mike","program_id":"1314838766","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/50\/2022123002012593025z.jpg","description":"Iris is jarig en Mike wil haar verrassen met een speciaal feestje. Ballonnen, cadeaus, Piñata, niks is te gek. Alles loopt als gepland, maar de wasberen besluiten om roet in het eten te gooien en stelen al het snoep. De wasberen ontdekken de heliumtank die Mike wil gebruiken om de ballonnen op te blazen, waardoor het gevecht tussen Mike en de wasberen plaats vindt in de lucht.","category":""},"62017":{"channel":"141431168","start":"1673050200","end":"1673051100","title":"Machtige Mike","program_id":"1314838772","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/54\/20221230020125930dii.jpg","description":"Mike is een speciaal sushi-diner aan het voorbereiden voor Iris. Freddy komt per ongeluk in de vriezer terecht, als Mike daar wat vis uit wil halen. Mercury denkt nu dat Freddy op Mike's menu terecht is gekomen. Mercury wil zijn broertje redden en Mike zijn diner.","category":""},"62018":{"channel":"141431168","start":"1673051100","end":"1673051700","title":"Machtige Mike","program_id":"1314838778","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/18\/20221230020125930262.jpg","description":"Mike heeft het perfecte cadeau voor Iris: bloemen! Hij komt er alleen achter dat hij allergisch is voor bloemen en de wasberen zien hun kans schoon om het huis binnen te glippen. Mike zet alle zeilen bij, en een doos met tissues, om de wasberen te verslaan en de bloemen alsnog aan Iris te geven.","category":""},"62019":{"channel":"141431168","start":"1673051700","end":"1673052000","title":"Machtige Mike","program_id":"1314838784","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/9\/20221230020125930fzr.jpg","description":"Mike besluit om het hart van Iris te veroveren door een romantisch lied te zingen. Aangezien Mike niet muzikaal is, gebruikt hij een van Stephan's oude lp's. Maar tot Mike grote schrik gaat niet alles volgens plan. Fluffy en Mercury gebruiken de platenspeler om hun DJ-kunsten te laten zien, Mike laat dit niet gebeuren. De show zal doorgaan!","category":""},"62020":{"channel":"141431168","start":"1673052000","end":"1673052300","title":"Machtige Mike","program_id":"1314838790","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/6\/20221230020125930k6f.jpg","description":"Mike is superblij, hij gaat de middag doorbrengen met de hond van de buren. Maar het is niet Iris, het is Ginette, een pup die op slag verliefd wordt op onze held. Oh-oh! De wasberen proberen weer het huis binnen te dringen en Ginette helpt ze. Mike raakt in paniek. Wat nou als Iris haar concurrent ontdekt.","category":""},"62021":{"channel":"141431168","start":"1673052300","end":"1673053200","title":"Machtige Mike","program_id":"1314838796","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/86\/202212300201259304k1.jpg","description":"Mike organiseert een kermis op het terras om indruk te maken op Iris. Hij versiert de boel en nodigt haar uit. Maar natuurlijk zien de wasberen hun kans schoon om nu het huis leeg te roven. Mike heeft zijn handen vol aan het spookhuis, de kokosnoten en de wasberen.","category":""},"62041":{"channel":"141431168","start":"1673064000","end":"1673064300","title":"Machtige Mike","program_id":"1314838916","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/88\/202212300201259321cr.jpg","description":"Niets is beter om met een goocheltruc indruk te maken op je crush, maar niet alleen Iris is onder de indruk van de Mike doet met zijn toverstokje. De wasberen willen het stokje stelen om zo van een kippenvleugeltje een hele kip te toveren. Maar de wasberen onderschatten Mike de Goochelaar.","category":""},"62042":{"channel":"141431168","start":"1673064300","end":"1673064600","title":"Machtige Mike","program_id":"1314838922","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/23\/202212300201259321la.jpg","description":"De wasberen hebben vlooien! Ze gaan naar Mike om te kijken of hij iets heeft tegen de jeuk en dragen zo de vlooien over op Mike. Dit had op geen slechter moment kunnen gebeuren, want Mike heeft een date met Iris. Nu moet Mike alles doen Iris te vermijden en dat resulteert in potje verstoppertje. Mike moet af van de vlooien voor hij haar ontmoet.","category":""},"62043":{"channel":"141431168","start":"1673064600","end":"1673065500","title":"Machtige Mike","program_id":"1314838928","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/83\/202212300201259324ld.jpg","description":"De handige wasberen hebben de achterpoten van Mike vastgebonden. Ze zijn er van overtuigd dat nu iets kunnen stelen uit het huis. Maar Mike laat dat niet zo maar toe en zorgt dat de dieven het huis uitgaan, zelfs met zijn achterpoten vastgebonden op zijn rug.","category":""},"62044":{"channel":"141431168","start":"1673065500","end":"1673065800","title":"Machtige Mike","program_id":"1314838934","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/21\/202212300201259325x2.jpg","description":"Mike heeft niet geslapen. Hij kan zijn ogen nauwelijks openhouden en wil alleen nog maar een heel lang dutje doen. Maar de wasberen zijn in topvorm en de welverdiende slaap moet wachten tot hij de wasberen heeft verdreven.","category":""},"62045":{"channel":"141431168","start":"1673065800","end":"1673066400","title":"Machtige Mike","program_id":"1314838940","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/65\/20221230020125932ilp.jpg","description":"Mike komt in een de problemen als Fluffy de ketting van zijn eigenaar meeneemt naar de tuin van Iris. Iris denk dat de ketting een cadeau is van Mike. Mike weet niet wat te doen. Hij wil de ketting niet terug vragen, dus hij besluit de hulp in te roepen van de wasberen, maar kan hij ze wel vertrouwen?","category":""},"62046":{"channel":"141431168","start":"1673066400","end":"1673066700","title":"Machtige Mike","program_id":"1315247156","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/71\/20221231020139736ox7.jpg","description":"Met een trampoline kan Mike indruk maken op Iris door zijn acrobatische skills te laten zien. Maar de wasberen willen naar het dakterras en willen ook gebruik maken van de trampoline. Zal onschuldig speelgoed veranderen in een massa vernietigingswapen?","category":""},"62047":{"channel":"141431168","start":"1673066700","end":"1673067600","title":"Machtige Mike","program_id":"1315247162","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/9\/20221231020139736uho.jpg","description":"Mike is superblij. Iris heeft gevraagd of hij op het terras een kopje thee wil drinken. Hij wacht al weken op dit moment. Maar zal hij, door alle stress van de uitnodiging en de andere dieren die hem tot wanhoop drijven, wel op tijd zijn voor zijn date?","category":""},"62135":{"channel":"141431168","start":"1673128800","end":"1673129100","title":"Machtige Mike","program_id":"1315247708","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/54\/20221231020139741bj9.jpg","description":"Een lief wit katje duikt op bij het huis van familie Mikkelsen. Iedereen vindt het katje enorm schattig, vooral Iris. Fluffy denkt dat ie een nieuw vriendje heeft. Maar het katje komt ineens op mysterieuze wijze in allerlei gevaarlijke situaties terecht. Mike weet het gevaar af te wenden, maar het witte katje is telkens in de buurt. Is het katje er soms op uit om Fluffy te vervangen als gezinskat?","category":""},"62136":{"channel":"141431168","start":"1673129100","end":"1673129400","title":"Machtige Mike","program_id":"1315247714","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/59\/20221231020139741c6i.jpg","description":"Mike is jarig en hij heeft zin om de dag met Iris door te brengen, maar Iris heeft de hele buurt uitgenodigd. Zodra de wasberen ontdekken dat er een feestje is, komen ze binnenvallen om de taart en cadeaus te stelen. Mike heeft werk aan de winkel; wasberen verwijderen en een feestje geven!","category":""},"62137":{"channel":"141431168","start":"1673129400","end":"1673130300","title":"Machtige Mike","program_id":"1315247720","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/97\/20221231020139741794.jpg","description":"Wanneer Louise voorstelt om Mike op te geven voor de hondenshow, barst zijn moeder in lachen uit. Mike is gekwetst en wil bewijzen dat hij wel degelijk kunstjes kan. Mike vraagt de chiqueste hond die hij kent en Iris wil hem helpen. Ze creëert hindernissen om de kunstjes te oefenen, maar Mike's training wordt onderbroken door de wasberen die het huis willen leegroven.","category":""},"62138":{"channel":"141431168","start":"1673130300","end":"1673130900","title":"Machtige Mike","program_id":"1315247726","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/45\/20221231020139741rhg.jpg","description":"Mike komt per ongeluk met handboeien vast te zitten aan Freddy wanneer de wasberen in het huis zijn. De twee vijanden vinden de sleutel en willen zich zo snel mogelijk bevrijden. Ze hebben echter allebei hun eigen manier om dat te doen. Mike en Freddy zullen moeten samenwerken als ze de sleutel in handen willen krijgen en zichzelf willen bevrijden.","category":""},"62139":{"channel":"141431168","start":"1673130900","end":"1673131200","title":"Machtige Mike","program_id":"1315247732","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/27\/20221231020139741eit.jpg","description":"Mike is onder de indruk van wat Tom allemaal met zijn hoverboard kan doen en wil daarmee indruk maken op Iris. Wanneer Tom weg is, probeert Mike het hoverboard in handen te krijgen, maar de wasberen willen het ook. Het is de perfecte manier om hun buit in hun hol te krijgen. Mike moet zijn best doen om de wasberen te verslaan en het hoverboard van Tom terug te krijgen.","category":""},"62140":{"channel":"141431168","start":"1673131200","end":"1673131500","title":"Machtige Mike","program_id":"1315247738","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/40\/20221231020139741ipy.jpg","description":"Mike heeft Duchesse op bezoek, die nog steeds hopeloos verliefd is op hem. Ze is zelfs zo verliefd op Mike, dat wanneer de wasberen het huis binnen komen en Mike het tegen hen op moet nemen, zij hem moet verdedigen tijdens het gevecht. Maar al haar goede bedoelingen helpen niet bij het uit het huis drijven van de wasberen.","category":""},"62141":{"channel":"141431168","start":"1673131500","end":"1673132400","title":"Machtige Mike","program_id":"1315247744","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/16\/20221231020139741vc5.jpg","description":"Het is een heerlijke zomerdag en Mike wil Iris het hof maken met een heerlijke ananas-cocktail. Maar de schaal die hij nodig heeft staat boven op de koelkast en daar kan hij niet bij. Mike moet iets bedenken om bij de schaal te komen. De wasberen komen balancerend op stokken binnen. Kan Mike in evenwicht blijven en tegelijkertijd de wasberen verslaan?","category":""},"62149":{"channel":"141431168","start":"1673136000","end":"1673136300","title":"Machtige Mike","program_id":"1315247792","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/30\/202212310201397427el.jpg","description":"Het potje schaken tussen Mike en Iris wordt verstoord door herrie uit het huis. Fluffy heeft de robot-stofzuiger gevonden en rijdt er mee door het huis. Ondertussen gebruiken de wasberen deze commotie om een grote worst te stelen voor het diner. Mike moet alles inzetten om de wasberen het huis uit te krijgen en Fluffy te redden van de stofzuiger.","category":""},"62150":{"channel":"141431168","start":"1673136300","end":"1673136600","title":"Machtige Mike","program_id":"1315247798","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/53\/20221231020139742wmw.jpg","description":"Mercury gaat door het afval heen en vindt een oude, verrotte Camembert. Hij eet het stuk kaas op en zijn adem verandert in een massavernietigingswapen. Freddy gebruikt Mercury om de boel leeg te roven en Mike raakt in paniek. Hij heeft Iris uitgenodigd om te komen eten. Mike ziet geen ander optie dan vuur met vuur te bestrijden. Er barst een gevecht los en er kan er maar een de winnaar zijn.","category":""},"62151":{"channel":"141431168","start":"1673136600","end":"1673137500","title":"Machtige Mike","program_id":"1315247804","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/34\/20221231020139742zgr.jpg","description":"De schildpadden hebben ruzie en Aramis besluit dat ze er genoeg van heeft en vertrek. De andere twee willen haar niet missen en vragen Mike om hulp. Ze gaan hun vriendin zoeken, en terwijl Mercury en Aramis een bijzondere band krijgen, probeert Freddy juist een slaatje te slaan uit deze vriendschap.","category":""},"62152":{"channel":"141431168","start":"1673137500","end":"1673138100","title":"Machtige Mike","program_id":"1315247810","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/1\/20221231020139742sn6.jpg","description":"Er verdwijnen allemaal spullen uit het huis van de Mikkelsens en Mike begrijpt niet hoe dit komt. De wasberen stelen de spullen via de ventilatiebuizen zonder dat Mike het doorheeft. Wanneer Mike het ontdekt zijn de wasberen bezig met een roof en ze hebben Pluisje zelfs gepikt. Mike moet nu kiezen voor de buit of voor Pluisje...","category":""},"62153":{"channel":"141431168","start":"1673138100","end":"1673138400","title":"Machtige Mike","program_id":"1315247816","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/20\/20221231020139742bx4.jpg","description":"Het is Pasen en Mike organiseert een speciale paasei-speurtocht. Maar de wasberen willen zich er weer mee bemoeien. Mercury krijgt het speciale paasei te pakken dat Mike voor Iris had bewaard. Hij denkt dat er een wasbeer uitkomt als ie er lang genoeg op zit. Maar het is een bijzonder ei, want Mike heeft er een trouwring in verstopt. Nu moet hij het ei terugkrijgen en zorgen dat het heel blijft.","category":""},"62154":{"channel":"141431168","start":"1673138400","end":"1673138700","title":"Machtige Mike","program_id":"1315247822","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/55\/20221231020139742iec.jpg","description":"Mike besluit Iris uit te nodigen om te dansen zodat hij zich kan uitsloven voor haar. Maar jammergenoeg verzieken de wasberen dit plan, omdat ze inbreken en de keuken leegroven. Er is maar één manier om dit op te lossen; met een danswedstrijd! Maar Mercury kan beter dansen dan Mike dacht.","category":""},"62155":{"channel":"141431168","start":"1673138700","end":"1673139600","title":"Machtige Mike","program_id":"1315247828","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/82\/2022123102013974244h.jpg","description":"De Mikkelsons bestellen een pizza voor een makkelijk diner. Dit is een echte marteling voor Mike, hij kan de geur haast niet weerstaan. Hij mag hem niet opeten en hij moet er voor zorgen dat de wasberen de pizza niet te pakken krijgen. Gaan Mike en de pizza dit avontuur overleven?","category":""},"62175":{"channel":"141431168","start":"1673150400","end":"1673150700","title":"Machtige Mike","program_id":"1315247948","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/55\/20221231020139743xwo.jpg","description":"Terwijl Mike is afgeleid door het geflirt met Iris, weten de wasberen het huis binnen te dringen en maken een zooitje in de keuken. Ze morsen een mengsel in de keuken waardoor Fluffy verandert in een psychotische bal van chaos. Fluffy wordt de ergste nachtmerrie van de wasberen en nu moeten Mike en de wasberen samenwerken om hem tot bedare te brengen.","category":""},"62176":{"channel":"141431168","start":"1673150700","end":"1673151000","title":"Machtige Mike","program_id":"1315247954","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/81\/20221231020139743c7z.jpg","description":"Als Mike nou iets gespierder zou zijn, dan zou Iris hem misschien zien staan. Althans dat is wat hij denkt als hij het nieuwe sportbankje van Stephan ziet. Helaas is het niet zo gemakkelijk. Eerst moet Mike leren hoe hij het moet gebruiken en de schildpadden en de wasberen doen er alles aan om het moeilijker te maken. Spieren kweken gaat niet zonder spierpijn.","category":""},"62177":{"channel":"141431168","start":"1673151000","end":"1673151900","title":"Machtige Mike","program_id":"1315247960","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/66\/202212310201397432l5.jpg","description":"Louise maakt een foto van Mike, terwijl ze samen spelen. Het enige probleem is dat Mike er belachelijk op staat. Mike wil dat Iris dit niet ziet en hij zal er alles aan doen om te voorkomen dat de foto in verkeerde handen zal vallen. Daar denken de wasberen alleen anders over.","category":""},"62178":{"channel":"141431168","start":"1673151900","end":"1673152200","title":"Machtige Mike","program_id":"1315247966","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/69\/202212310201397437zx.jpg","description":"De schildpadden organiseren een sportwedstrijd en de winnaar krijgt een speciale trofee. Iris en Mercury doen ook mee. Mike zal zijn best doen om van Mercury te winnen, maar hij is niet de enige die de trofee wil. Freddy heeft zijn ogen ook op de prijs gericht en doet er alles aan om te winnen, zelfs valsspelen.","category":""},"62179":{"channel":"141431168","start":"1673152200","end":"1673152800","title":"Machtige Mike","program_id":"1315247972","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/62\/202212310201397430q0.jpg","description":"Het is vreselijk weer en Mike besluit om te gaan lezen. Maar het boek dat hij leest over vampieren is veel enger dan hij dacht. Als de wasberen binnen zijn gedrongen in het huis om snacks te stelen uit de koelkast, besluit Mike zijn kennis over vampieren toe te passen.","category":""},"62180":{"channel":"141431168","start":"1673152800","end":"1673153100","title":"Machtige Mike","program_id":"1315625951","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/26\/20230101020145523qoj.jpg","description":"Mike weet wat hij moet doen als hij ziet dat Stephan een prachtig cadeau voor zijn vrouw op de tafel heeft laten liggen. De wasberen, de schildpadden en Fluffy maken er weer eens een zooitje van in het huis en Mike moet proberen om het cadeau te redden tussen al deze hysterie.","category":""},"62181":{"channel":"141431168","start":"1673153100","end":"1673154000","title":"Machtige Mike","program_id":"1315625957","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/99\/20230101020145523v3x.jpg","description":"Iris is jarig en Mike wil haar verrassen met een speciaal feestje. Ballonnen, cadeaus, Piñata, niks is te gek. Alles loopt als gepland, maar de wasberen besluiten om roet in het eten te gooien en stelen al het snoep. De wasberen ontdekken de heliumtank die Mike wil gebruiken om de ballonnen op te blazen, waardoor het gevecht tussen Mike en de wasberen plaats vindt in de lucht.","category":""},"62272":{"channel":"141431168","start":"1673215200","end":"1673215500","title":"Machtige Mike","program_id":"1315626823","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/36\/20230101020145528qj8.jpg","description":"Mike wil indruk maken op iris door zich voor te doen als een superheld. Met behulp van een koelkastmagneet trekt hij alleen meer aan dan metalen objecten. De wasberen draaien door als ze de magneet en de mogelijkheden zien. Ze stelen het van Mike om zo de koelkast met de magneet in beweging te laten komen. Mike moet alle zeilen bij zetten om de wasberen tegen te houden.","category":""},"62273":{"channel":"141431168","start":"1673215500","end":"1673215800","title":"Machtige Mike","program_id":"1315626829","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/95\/20230101020145528fxv.jpg","description":"Mike wordt wakken in de badkuip. Het huis staat op zijn kop en de andere dieren doen heel raar. Ze gedagen zich als zombies en brengen al het eten naar buiten. Ons hondje ontdekt dat de wasberen zowel Fluffy, de schildpadden als Iris hebben gehypnotiseerd en zij het eten uit de koelkast naar hun hol brengen. Onze held moet Iris wakker maken om haar te redden en de koelkast weer opnieuw te vullen.","category":""},"62274":{"channel":"141431168","start":"1673215800","end":"1673216700","title":"Machtige Mike","program_id":"1315626835","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/45\/20230101020145528iil.jpg","description":"De wasberen krijgen Mike eindelijk te pakken wanneer hij iets uit hun hol wil halen. Ze sluiten hem op in een kooi en Freddy gaat ondertussen op weg naar het huis om het leeg te roven. Mike moet zo snel mogelijk vrij komen. Kan Mike Mercury te slim af zijn, uit het hol van de wasberen komen en dan Freddy tegenhouden?","category":""},"62275":{"channel":"141431168","start":"1673216700","end":"1673217300","title":"Machtige Mike","program_id":"1315626841","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/66\/202301010201455286ar.jpg","description":"Mike is onder de indruk van de film die hij op TV ziet en wil zijn eigen film regisseren. Hij vraagt de hulp van Iris, Fluffy en de schildpadden. Maar op het moment dat hij wil beginnen aan zijn epische meesterwerk gooien de wasberen roet in het eten. Nu zit Mike zelf in een spannende film met een superspannend slot. Kan hij de slechterikken verslaan en Fluffy redden net als een echte filmster?","category":""},"62276":{"channel":"141431168","start":"1673217300","end":"1673217600","title":"Machtige Mike","program_id":"1315626847","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/24\/20230101020145528odb.jpg","description":"Door de klungeligheid van Mercury komt zijn broertje Freddy vast te zitten in de kooi in hun hol. Nu moet Mercury op zoek gaan naar iets om hem te bevrijden. Met zijn broer dingen stelen was al moeilijk genoeg, laat staan alleen. Zonder zijn broer is Mercury onvoorspelbaar en dus moet Mike beter zijn best doen om hem te verslaan.","category":""},"62277":{"channel":"141431168","start":"1673217600","end":"1673217900","title":"Machtige Mike","program_id":"1315626853","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/8\/20230101020145528zk9.jpg","description":"De wasberen willen Iris ontvoeren om zo een afleiding te creëren, zodat Freddy het huis kan leegroven. In hun hol heeft Mercury de taak om op Iris te letten, maar het blijkt dat zij de wasberen maar al te goed aan kan. En Mike laat Freddy ook niet zo maar zijn gang gaan.","category":""},"62278":{"channel":"141431168","start":"1673217900","end":"1673218800","title":"Machtige Mike","program_id":"1315626859","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/16\/20230101020145528kyy.jpg","description":"Mike redt Fluffy uit het hol van de wasberen, maar heeft niet in de gaten dat het katje een van hun lievelingsspeeltje mee heeft genomen. Fluffy en de schildpadden zijn er dol op. De wasberen zijn er op gebrand om het terug te krijgen. Hoe durft iemand aan hun spullen te zitten! Ze hadden er alleen niet op gerekend dat Fluffy en de schildpadden er alles aan doen om het terug te krijgen.","category":""},"62286":{"channel":"141431168","start":"1673222400","end":"1673222700","title":"Machtige Mike","program_id":"1315626907","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/41\/20230101020145528qz0.jpg","description":"De wasberen breken in bij de Mikkelsens en ontdekken een didgeridoo waar ze geen genoeg van krijgen. Het instrument is zo krachtig dat het alles op zijn pad wegblaast, inclusief Mike. Mike moet al zijn trucs gebruiken om de wasberen te verjagen. Het wordt een luidruchtige strijd!","category":""},"62287":{"channel":"141431168","start":"1673222700","end":"1673223000","title":"Machtige Mike","program_id":"1315626913","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/14\/20230101020145528cys.jpg","description":"Het baasje van Mike koopt een paar nieuwe schoenen voor zijn pootjes. Mike is niet blij met het schoeisel en ze piepen ook nog eens enorm. Ondertussen stappen de wasberen in de garage in wat lijm waarna ze ontdekken dat ze op het plafond kunnen lopen… En Mike horen ze van mijlenver aankomen…","category":""},"62288":{"channel":"141431168","start":"1673223000","end":"1673223900","title":"Machtige Mike","program_id":"1315626919","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/42\/202301010201455282gs.jpg","description":"De wasberen breken weer in en ze verslaan Mike met gemak op het moment dat hij het huis wil beschermen. Het is duidelijk dat hij niet goed is in vechten. Mike vraagt of de schildpadden hem karate willen leren zodat hij de wasberen kan verslaan. Onze vriend doet zijn best, maar het lukt nog niet echt. Mike besluit om voor een plan B te kiezen.","category":""},"62289":{"channel":"141431168","start":"1673223900","end":"1673224500","title":"Machtige Mike","program_id":"1315626925","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/31\/20230101020145529pra.jpg","description":"Stephen heeft een nieuw beveligings-systeem in huis gehaald. Het nieuwe systeem spoort de wasberen meteen op en Mike heeft niks hoeven doen. Het systeem blijkt jammer genoeg net iets te ijverig en denkt dat Mike ook een indringer is. Mike en Freddy moeten nu samenwerken om in te breken, zodat ze het systeem kunnen uitschakelen en Mercury en Fluffy kunnen beschermen.","category":""},"62290":{"channel":"141431168","start":"1673224500","end":"1673224800","title":"Machtige Mike","program_id":"1315626931","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/59\/20230101020145529551.jpg","description":"De wasberen vinden een oude fluit bij het vuilnis. Wanneer ze erop blazen, ontdekken ze dat het een vreemde macht over Mike heeft. Als Mike de fluit hoort, doet ie meteen allemaal gekke trucjes. Mike moet zorgen dat de fluit verdwijnt zodat hij zijn trots en het huis kan bewaken!","category":""},"62291":{"channel":"141431168","start":"1673224800","end":"1673225100","title":"Machtige Mike","program_id":"1315626937","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/31\/20230101020145529q36.jpg","description":"Mike heeft gezelschap. Een zwerfhond verschijnt bij de Mikkelsons en de familie is meteen onder de indruk wanneer hij de wasberen verjaagt met zijn macho—geblaf. Cassius is een echte waakhond en hij zou ervoor kunnen zorgen dat Mike straks zonder baan zit. Als de wasberen weer inbreken, moet Mike bewijzen wat hij kan.","category":""},"62292":{"channel":"141431168","start":"1673225100","end":"1673226000","title":"Machtige Mike","program_id":"1315626943","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/90\/20230101020145529n0j.jpg","description":"Tom betrapt Mercury terwijl hij inbreekt. Hij denkt dat Mercury het coole spannende huisdier is dat hij altijd heeft gewild. Mike moet van Tom beloven dat hij voor Mercury zorgt terwijl Tom zelf naar school gaat. Mike doet zijn best, maar de schildpadden willen Mercury weg hebben. Mike heeft al zijn denkvermogen nodig om de ongewenste gast weg te krijgen en gebruikt Freddy daarbij als bondgenoot.","category":""},"62312":{"channel":"141431168","start":"1673236800","end":"1673237100","title":"Machtige Mike","program_id":"1315627063","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/87\/20230101020145530uz7.jpg","description":"Mike is een speciaal sushi-diner aan het voorbereiden voor Iris. Freddy komt per ongeluk in de vriezer terecht, als Mike daar wat vis uit wil halen. Mercury denkt nu dat Freddy op Mike's menu terecht is gekomen. Mercury wil zijn broertje redden en Mike zijn diner.","category":""},"62313":{"channel":"141431168","start":"1673237100","end":"1673237400","title":"Machtige Mike","program_id":"1315627069","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/28\/20230101020145530sj0.jpg","description":"Mike heeft het perfecte cadeau voor Iris: bloemen! Hij komt er alleen achter dat hij allergisch is voor bloemen en de wasberen zien hun kans schoon om het huis binnen te glippen. Mike zet alle zeilen bij, en een doos met tissues, om de wasberen te verslaan en de bloemen alsnog aan Iris te geven.","category":""},"62314":{"channel":"141431168","start":"1673237400","end":"1673238300","title":"Machtige Mike","program_id":"1315627075","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/96\/20230101020145530cok.jpg","description":"Mike besluit om het hart van Iris te veroveren door een romantisch lied te zingen. Aangezien Mike niet muzikaal is, gebruikt hij een van Stephan's oude lp's. Maar tot Mike grote schrik gaat niet alles volgens plan. Fluffy en Mercury gebruiken de platenspeler om hun DJ-kunsten te laten zien, Mike laat dit niet gebeuren. De show zal doorgaan!","category":""},"62315":{"channel":"141431168","start":"1673238300","end":"1673238600","title":"Machtige Mike","program_id":"1315627081","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/81\/202301010201455300xq.jpg","description":"Mike is superblij, hij gaat de middag doorbrengen met de hond van de buren. Maar het is niet Iris, het is Ginette, een pup die op slag verliefd wordt op onze held. Oh-oh! De wasberen proberen weer het huis binnen te dringen en Ginette helpt ze. Mike raakt in paniek. Wat nou als Iris haar concurrent ontdekt.","category":""},"62316":{"channel":"141431168","start":"1673238600","end":"1673239200","title":"Machtige Mike","program_id":"1315627087","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/62\/20230101020145530cv6.jpg","description":"Mike organiseert een kermis op het terras om indruk te maken op Iris. Hij versiert de boel en nodigt haar uit. Maar natuurlijk zien de wasberen hun kans schoon om nu het huis leeg te roven. Mike heeft zijn handen vol aan het spookhuis, de kokosnoten en de wasberen.","category":""},"62317":{"channel":"141431168","start":"1673239200","end":"1673239500","title":"Machtige Mike","program_id":"1315924576","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/37\/20230102020055249x7l.jpg","description":"Het potje schaken tussen Mike en Iris wordt verstoord door herrie uit het huis. Fluffy heeft de robot-stofzuiger gevonden en rijdt er mee door het huis. Ondertussen gebruiken de wasberen deze commotie om een grote worst te stelen voor het diner. Mike moet alles inzetten om de wasberen het huis uit te krijgen en Fluffy te redden van de stofzuiger.","category":""},"62318":{"channel":"141431168","start":"1673239500","end":"1673240400","title":"Machtige Mike","program_id":"1315924582","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/10\/20230102020055249anb.jpg","description":"Mercury gaat door het afval heen en vindt een oude, verrotte Camembert. Hij eet het stuk kaas op en zijn adem verandert in een massavernietigingswapen. Freddy gebruikt Mercury om de boel leeg te roven en Mike raakt in paniek. Hij heeft Iris uitgenodigd om te komen eten. Mike ziet geen ander optie dan vuur met vuur te bestrijden. Er barst een gevecht los en er kan er maar een de winnaar zijn.","category":""},"48350":{"channel":"141430597","start":"1673267640","end":"1673268120","title":"Machtige Mike","program_id":"1315944168","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/15\/20230102020124717p2h.jpg","description":"Animatieserie rond de antiheld Mike, een neurotische hond die er maar niet in slaagt de brutale dieren die zijn rust komen verstoren in de hand te houden.","category":""},"62409":{"channel":"141431168","start":"1673301600","end":"1673301900","title":"Machtige Mike","program_id":"1315925384","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/73\/20230102020055255skg.jpg","description":"Mike moet in actie komen wanneer de wasberen de schildpadden hebben meegenomen om Freddy te helpen met zijn nieuwe troon. Hij ziet zichzelf als koning en denkt dat de schildpadden het plaatje compleet kunnen maken. Mike sluipt het hol van de wasberen binnen om zijn vrienden terug te halen. Samen met Iris leert hij de wasberen een lesje die ze niet snel zullen vergeten.","category":""},"62410":{"channel":"141431168","start":"1673301900","end":"1673302200","title":"Machtige Mike","program_id":"1315925390","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/36\/20230102020055255nau.jpg","description":"Arme Mike moet in bed blijven. Hij heeft een flinke verkoudheid te pakken en dus moeten Iris en de schildpadden hem verzorgen en zorgen dat de wasberen buitenblijven. Maar al snel zitten ze opgesloten in de garage en moet Mike wel ingrijpen, ondanks dat hij de kracht er niet voor heeft. Hoe kan hij het nu opnemen tegen de wasberen? Mike's probleem zou wel eens de oplossing kunnen zijn.","category":""},"62411":{"channel":"141431168","start":"1673302200","end":"1673303100","title":"Machtige Mike","program_id":"1315925396","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/59\/202301020200552551hw.jpg","description":"Mike moet een dag in het hondenhuis blijven. Hij probeert er het best van te maken en nodigt Iris uit voor een picknick. Maar Mercury is uit het hol getrapt na een ruzie met zijn broertjes en wil in het hondenhuis slapen. Mike doet er alles aan om de wasbeer eruit te krijgen. Hij moet alles uit de kast halen om ervoor te zorgen dat zijn gast het huis verlaat voordat Iris er is.","category":""},"62412":{"channel":"141431168","start":"1673303100","end":"1673303700","title":"Machtige Mike","program_id":"1315925402","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/97\/20230102020055255r75.jpg","description":"Het huis is helemaal schoon en blinkt als nooit tevoren. Mike mag niet met zijn vieze poten het huis in, maar helaas weten de wasberen het huis wel binnen te sluipen. Mercury is door het dolle heen en gebruikt de glimmende vloer als een schaatsbaan. Mike is vastbesloten om de wasberen het huis uit te krijgen zonder de vloer ook maar aan te hoeven raken.","category":""},"62413":{"channel":"141431168","start":"1673303700","end":"1673304000","title":"Machtige Mike","program_id":"1315925408","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/94\/20230102020055255em8.jpg","description":"Mike wil met iets lekkers indruk maken op Iris, maar onze held wordt afgeleid door de wasberen die de TV willen stelen. Mike moet het opnemen tegen de wasberen die het zowel op de TV als op de taco's gemunt hebben, en ook tegen de schildpadjes die boven het fornuis rondcirkelen op de ventilator. Als ze even later worden weggeslingerd, samen met Fluffy, moet Mike op twee plekken tegelijk zijn.","category":""},"62414":{"channel":"141431168","start":"1673304000","end":"1673304300","title":"Machtige Mike","program_id":"1315925414","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/1\/20230102020055255agj.jpg","description":"Door een ongelukje moet Mike een kraag om tegen het krabben en hij schaamt zich kapot. Iris mag hem echt niet zo zien! De wasberen zien hun kans schoon om het terras leeg te roven. Mike doet alles om ze tegen te houden van een afstand, maar tevergeefs. Hij moet de wasberen naar binnen lokken, een vieze geur produceren en zijn kraag gebruiken als een gasmasker, pas dan kan hij de wasberen verslaan.","category":""},"62415":{"channel":"141431168","start":"1673304300","end":"1673305200","title":"Machtige Mike","program_id":"1315925420","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/28\/20230102020055255f36.jpg","description":"Van de duikplank springen is best cool, maar als Mike springt, belandt hij op de bodem van het lege zwembad. De schildpadjes hebben het leeg laten lopen om er een skatebaan van te maken. De wasberen zien kans om Mike gevangen te houden en terwijl Mercury hem in de gaten houdt, gaat Freddy de keuken in. Mike moet hier uitkomen, maar inmiddels is ook Iris in het zwembad terechtgekomen.","category":""},"62423":{"channel":"141431168","start":"1673308800","end":"1673309100","title":"Machtige Mike","program_id":"1315925468","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/13\/20230102020055255po6.jpg","description":"Louise tekent wat hartjes en bloemetjes op Mike. Wanneer Mike het resultaat ziet, vindt ie het vreselijk. Als Iris opduikt kan Mike niks anders verzinnen dan zichzelf te verstoppen. De wasberen maken hier gebruik van om in te kunnen breken. Mike moet ze tegenhouden zonder dat iemand hem ziet, vooral Iris!","category":""},"62424":{"channel":"141431168","start":"1673309100","end":"1673309400","title":"Machtige Mike","program_id":"1315925474","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/4\/202301020200552559lz.jpg","description":"Mike, Iris en de schildpadden spelen tafeltennis wanneer er ineens een mysterieuze oude schildpad opduikt op de patio, die geraakt wordt door de bal. Mike en Iris nemen de gewonde schildpad mee naar binnen, maar dit blijkt een grote fout. De schildpad is een inbreker met als doel het stelen van een faberge-ei uit de woning van de Mikkelsens. Hopelijk komt Mike hier op tijd achter.","category":""},"62425":{"channel":"141431168","start":"1673309400","end":"1673310300","title":"Machtige Mike","program_id":"1315925480","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/61\/20230102020055255n7d.jpg","description":"De wasberen verzinnen een briljante list om in te breken bij de Mikkelsons. Ze doen alsof ze een pakketje zijn door in een kartonnen doos te gaan zitten. Mike trapt erin en de wasberen zijn vrij om te stelen wat ze maar willen. Ze gaan weer weg met een oude koekoeksklok waar Laura dol op is. Nu moet Mike ervoor zorgen dat de klok op de juiste plek terugkomt.","category":""},"62426":{"channel":"141431168","start":"1673310300","end":"1673310900","title":"Machtige Mike","program_id":"1315925486","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/81\/202301020200552555t0.jpg","description":"Mike rent rond als een kip zonder kop! Hij redt Pluisje van gevaar, zorgt dat de schildpadden niks kapotmaken en vecht met de wasberen. Hij heeft een pauze nodig. Omdat Mike zo overwerkt is, besluiten Iris en de schildpadden zijn taken op zich te nemen en kan hij uitrusten. Maar die taken blijken nog een behoorlijke klus.","category":""},"62427":{"channel":"141431168","start":"1673310900","end":"1673311200","title":"Machtige Mike","program_id":"1315925492","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/28\/2023010202005525634l.jpg","description":"Het is koud en grijs buiten en Mike nodigt iris uit voor een kop warme chocolademelk. De wasberen glippen het huis binnen en beschadigen de thermostaat van de familie Mikkelsen. Het huis wisselt nu tussen bloedheet en ijskoud. Mike gaat een gevecht aan met de elementen om de wasberen buiten de deur te houden.","category":""},"62428":{"channel":"141431168","start":"1673311200","end":"1673311500","title":"Machtige Mike","program_id":"1315925498","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/47\/202301020200552569jo.jpg","description":"De wasberen stelen het lievelingsspeeltje van Iris, maar laten het vallen op het terras. Mike raapt het op en denkt dat het van Fluffy is. Iris ziet dit en denkt dat Mike het heeft gestolen. Tegen de tijd dat Mike beseft wat er gebeurt, hebben de wasberen het weer gestolen en moet Mike het terughalen, anders vergeeft Iris hem nooit.","category":""},"62429":{"channel":"141431168","start":"1673311500","end":"1673312400","title":"Machtige Mike","program_id":"1315925504","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/16\/20230102020055256fvb.jpg","description":"Mike was van plan om met Iris te spelen, maar hij is teleurgesteld als zij op de patio met een andere stoere hond speelt. Mike is er kapot van en dit betekent oorlog! De jongens beginnen een genadeloos gevecht om de aandacht van Iris, terwijl ze zelf angstig toekijkt. Maar wanneer de wasberen binnenvallen met een grote toeter, moeten de rivalen samenwerken om de wasberen uit het huis te krijgen.","category":""},"62449":{"channel":"141431168","start":"1673323200","end":"1673323500","title":"Machtige Mike","program_id":"1315925624","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/89\/202301020200552574bv.jpg","description":"De schildpadden hebben ruzie en Aramis besluit dat ze er genoeg van heeft en vertrek. De andere twee willen haar niet missen en vragen Mike om hulp. Ze gaan hun vriendin zoeken, en terwijl Mercury en Aramis een bijzondere band krijgen, probeert Freddy juist een slaatje te slaan uit deze vriendschap.","category":""},"62450":{"channel":"141431168","start":"1673323500","end":"1673323800","title":"Machtige Mike","program_id":"1315925630","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/59\/20230102020055257kzs.jpg","description":"Er verdwijnen allemaal spullen uit het huis van de Mikkelsens en Mike begrijpt niet hoe dit komt. De wasberen stelen de spullen via de ventilatiebuizen zonder dat Mike het doorheeft. Wanneer Mike het ontdekt zijn de wasberen bezig met een roof en ze hebben Pluisje zelfs gepikt. Mike moet nu kiezen voor de buit of voor Pluisje...","category":""},"62451":{"channel":"141431168","start":"1673323800","end":"1673324700","title":"Machtige Mike","program_id":"1315925636","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/32\/20230102020055257u7z.jpg","description":"Het is Pasen en Mike organiseert een speciale paasei-speurtocht. Maar de wasberen willen zich er weer mee bemoeien. Mercury krijgt het speciale paasei te pakken dat Mike voor Iris had bewaard. Hij denkt dat er een wasbeer uitkomt als ie er lang genoeg op zit. Maar het is een bijzonder ei, want Mike heeft er een trouwring in verstopt. Nu moet hij het ei terugkrijgen en zorgen dat het heel blijft.","category":""},"62452":{"channel":"141431168","start":"1673324700","end":"1673325000","title":"Machtige Mike","program_id":"1315925642","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/72\/20230102020055257t74.jpg","description":"Mike besluit Iris uit te nodigen om te dansen zodat hij zich kan uitsloven voor haar. Maar jammergenoeg verzieken de wasberen dit plan, omdat ze inbreken en de keuken leegroven. Er is maar één manier om dit op te lossen; met een danswedstrijd! Maar Mercury kan beter dansen dan Mike dacht.","category":""},"62453":{"channel":"141431168","start":"1673325000","end":"1673325600","title":"Machtige Mike","program_id":"1315925648","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/28\/20230102020055257au7.jpg","description":"De Mikkelsons bestellen een pizza voor een makkelijk diner. Dit is een echte marteling voor Mike, hij kan de geur haast niet weerstaan. Hij mag hem niet opeten en hij moet er voor zorgen dat de wasberen de pizza niet te pakken krijgen. Gaan Mike en de pizza dit avontuur overleven?","category":""},"62454":{"channel":"141431168","start":"1673325600","end":"1673325900","title":"Machtige Mike","program_id":"1316302709","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/33\/20230103020134721iw0.jpg","description":"De wasberen breken in bij de Mikkelsens en ontdekken een didgeridoo waar ze geen genoeg van krijgen. Het instrument is zo krachtig dat het alles op zijn pad wegblaast, inclusief Mike. Mike moet al zijn trucs gebruiken om de wasberen te verjagen. Het wordt een luidruchtige strijd!","category":""},"62455":{"channel":"141431168","start":"1673325900","end":"1673326800","title":"Machtige Mike","program_id":"1316302715","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/81\/20230103020134721h4h.jpg","description":"Het baasje van Mike koopt een paar nieuwe schoenen voor zijn pootjes. Mike is niet blij met het schoeisel en ze piepen ook nog eens enorm. Ondertussen stappen de wasberen in de garage in wat lijm waarna ze ontdekken dat ze op het plafond kunnen lopen… En Mike horen ze van mijlenver aankomen…","category":""},"48441":{"channel":"141430597","start":"1673354100","end":"1673354580","title":"Machtige Mike","program_id":"1316289251","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/14\/20230103020109718gkx.jpg","description":"Animatieserie rond de antiheld Mike, een neurotische hond die er maar niet in slaagt de brutale dieren die zijn rust komen verstoren in de hand te houden.","category":""},"62546":{"channel":"141431168","start":"1673388000","end":"1673388300","title":"Machtige Mike","program_id":"1316303773","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/57\/20230103020134726mti.jpg","description":"Door een briesje belandt de hoed van Iris op het dak van Mike. Onze held ziet zijn kans schoon om de held uit te hangen recht voor de ogen van Iris. Hij leent de drone van Stephen om zijn missie te volbrengen. Maar als de afstandbediening van de drone in handen komt van de wasberen, gaat het allemaal niet meer zoals gepland.","category":""},"62547":{"channel":"141431168","start":"1673388300","end":"1673388600","title":"Machtige Mike","program_id":"1316303779","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/69\/202301030201347267us.jpg","description":"Mike is in een artistieke bui en besluit om een levensgroot standbeeld te maken van zijn liefje. De wasberen hebben hun ogen laten vallen op de robot van Tom waarmee ze hun buit eenvoudig naar hun hol kunnen brengen. Een confrontatie is onvermijdelijk en Mike gebruikt zijn beeldhouw-talent om een harnas te maken, waarmee hij zijn terrein verdedigt in een heftige strijd.","category":""},"62548":{"channel":"141431168","start":"1673388600","end":"1673389500","title":"Machtige Mike","program_id":"1316303785","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/75\/20230103020134726xji.jpg","description":"Stephen is weer eens zijn sleutels kwijt. Door een opmerking van zijn baasje besluit Mike toch op zoek te gaan naar de sleutels. Een onderzoek dat niet onder zou doen voor het speurwerk in een aflevering van Baantjer. Alles wijst erop dat de wasberen er iets mee te maken hebben. Zou dat toeval zijn Mike? Ik dacht het niet.","category":""},"62549":{"channel":"141431168","start":"1673389500","end":"1673390100","title":"Machtige Mike","program_id":"1316303791","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/58\/20230103020134726b9g.jpg","description":"Louise haalt een oud speeltje tevoorschijn uit haar kist. Dit angstaanjagende speeltje heeft Mike getraumatiseerd toen hij nog een puppy was en nog steeds is hij er doodsbang voor. De wasberen hebben nu eindelijk een manier gevonden om hem op afstand te houden. Mike moet zijn angsten overwinnen en de wasberen confronteren. Zal zijn reuk hem misschien helpen om ze te verslaan?","category":""},"62550":{"channel":"141431168","start":"1673390100","end":"1673390400","title":"Machtige Mike","program_id":"1316303797","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/63\/20230103020134726hd7.jpg","description":"Mike zit middenin een yoga-sessie met Iris wanneer Fluffy hem komt storen. Mike duwt hem weg en Fluffy belandt in een zak met houtskool. Als hij eruit komt, lijkt hij net op een klein jong wasbeertje. Freddy en Mercury geloven echt dat hij een baby wasbeer is en willen dat hij net als zij een dief gaat worden. Nu moet Mike het niet opnemen tegen twee, maar drie dieven!","category":""},"62551":{"channel":"141431168","start":"1673390400","end":"1673390700","title":"Machtige Mike","program_id":"1316303803","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/41\/20230103020134726ck0.jpg","description":"Het weer is niet best en de wasberen rillen van de kou. Ze hebben een manier gevonden om Mike het huis uit te lokken, zodat ze binnen lekker kunnen opwarmen. Mike doet zijn best om weer binnen te komen, maar net wanneer dat lukt, worden de schildpadjes geraakt door de bliksem en vallen alle elektrische apparaten in het huis uit. Gelukkig maar, of niet?","category":""},"62552":{"channel":"141431168","start":"1673390700","end":"1673391600","title":"Machtige Mike","program_id":"1316303809","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/76\/20230103020134726h77.jpg","description":"Wanneer Mike met Louise en haar pop aan het spelen is, komt hij op een idee: hij doet net alsof hij de pop moet redden om indruk te maken op Iris. Maar de plannen vallen in duigen als Mercury verliefd wordt op de pop en haar meeneemt. Onze held moet hoe dan ook de pop terugkrijgen en tegelijkertijd indruk maken op Iris.","category":""},"62560":{"channel":"141431168","start":"1673395200","end":"1673395500","title":"Machtige Mike","program_id":"1316303857","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/12\/202301030201347275rl.jpg","description":"Het is één april. Mike heeft Iris uitgenodigd voor een romantisch etentje, maar Iris wil liever geintjes uithalen met Mike. Mike doet zijn best om de avond toch fijn te laten verlopen. De wasberen hebben hun zinnen gezet op het eten! Mike en Iris werken samen om een parcours vol geintjes te creeëren waardoor de wasberen voor joker staan.","category":""},"62561":{"channel":"141431168","start":"1673395500","end":"1673395800","title":"Machtige Mike","program_id":"1316303863","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/32\/202301030201347274ir.jpg","description":"Een lief wit katje duikt op bij het huis van familie Mikkelsen. Iedereen vindt het katje enorm schattig, vooral Iris. Fluffy denkt dat ie een nieuw vriendje heeft. Maar het katje komt ineens op mysterieuze wijze in allerlei gevaarlijke situaties terecht. Mike weet het gevaar af te wenden, maar het witte katje is telkens in de buurt. Is het katje er soms op uit om Fluffy te vervangen als gezinskat?","category":""},"62562":{"channel":"141431168","start":"1673395800","end":"1673396700","title":"Machtige Mike","program_id":"1316303869","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/37\/202301030201347271r6.jpg","description":"Mike is jarig en hij heeft zin om de dag met Iris door te brengen, maar Iris heeft de hele buurt uitgenodigd. Zodra de wasberen ontdekken dat er een feestje is, komen ze binnenvallen om de taart en cadeaus te stelen. Mike heeft werk aan de winkel; wasberen verwijderen en een feestje geven!","category":""},"62563":{"channel":"141431168","start":"1673396700","end":"1673397300","title":"Machtige Mike","program_id":"1316303875","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/90\/20230103020134727wtl.jpg","description":"Wanneer Louise voorstelt om Mike op te geven voor de hondenshow, barst zijn moeder in lachen uit. Mike is gekwetst en wil bewijzen dat hij wel degelijk kunstjes kan. Mike vraagt de chiqueste hond die hij kent en Iris wil hem helpen. Ze creëert hindernissen om de kunstjes te oefenen, maar Mike's training wordt onderbroken door de wasberen die het huis willen leegroven.","category":""},"62564":{"channel":"141431168","start":"1673397300","end":"1673397600","title":"Machtige Mike","program_id":"1316303881","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/4\/202301030201347273bj.jpg","description":"Mike komt per ongeluk met handboeien vast te zitten aan Freddy wanneer de wasberen in het huis zijn. De twee vijanden vinden de sleutel en willen zich zo snel mogelijk bevrijden. Ze hebben echter allebei hun eigen manier om dat te doen. Mike en Freddy zullen moeten samenwerken als ze de sleutel in handen willen krijgen en zichzelf willen bevrijden.","category":""},"62565":{"channel":"141431168","start":"1673397600","end":"1673397900","title":"Machtige Mike","program_id":"1316303887","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/55\/20230103020134727bp5.jpg","description":"Mike is onder de indruk van wat Tom allemaal met zijn hoverboard kan doen en wil daarmee indruk maken op Iris. Wanneer Tom weg is, probeert Mike het hoverboard in handen te krijgen, maar de wasberen willen het ook. Het is de perfecte manier om hun buit in hun hol te krijgen. Mike moet zijn best doen om de wasberen te verslaan en het hoverboard van Tom terug te krijgen.","category":""},"62566":{"channel":"141431168","start":"1673397900","end":"1673398800","title":"Machtige Mike","program_id":"1316303893","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/4\/20230103020134727y98.jpg","description":"Mike heeft Duchesse op bezoek, die nog steeds hopeloos verliefd is op hem. Ze is zelfs zo verliefd op Mike, dat wanneer de wasberen het huis binnen komen en Mike het tegen hen op moet nemen, zij hem moet verdedigen tijdens het gevecht. Maar al haar goede bedoelingen helpen niet bij het uit het huis drijven van de wasberen.","category":""},"62586":{"channel":"141431168","start":"1673409600","end":"1673409900","title":"Machtige Mike","program_id":"1316304013","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/88\/20230103020134728s7w.jpg","description":"De wasberen breken weer in en ze verslaan Mike met gemak op het moment dat hij het huis wil beschermen. Het is duidelijk dat hij niet goed is in vechten. Mike vraagt of de schildpadden hem karate willen leren zodat hij de wasberen kan verslaan. Onze vriend doet zijn best, maar het lukt nog niet echt. Mike besluit om voor een plan B te kiezen.","category":""},"62587":{"channel":"141431168","start":"1673409900","end":"1673410200","title":"Machtige Mike","program_id":"1316304019","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/73\/20230103020134728edb.jpg","description":"Stephen heeft een nieuw beveligings-systeem in huis gehaald. Het nieuwe systeem spoort de wasberen meteen op en Mike heeft niks hoeven doen. Het systeem blijkt jammer genoeg net iets te ijverig en denkt dat Mike ook een indringer is. Mike en Freddy moeten nu samenwerken om in te breken, zodat ze het systeem kunnen uitschakelen en Mercury en Fluffy kunnen beschermen.","category":""},"62588":{"channel":"141431168","start":"1673410200","end":"1673411100","title":"Machtige Mike","program_id":"1316304025","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/45\/20230103020134728m04.jpg","description":"De wasberen vinden een oude fluit bij het vuilnis. Wanneer ze erop blazen, ontdekken ze dat het een vreemde macht over Mike heeft. Als Mike de fluit hoort, doet ie meteen allemaal gekke trucjes. Mike moet zorgen dat de fluit verdwijnt zodat hij zijn trots en het huis kan bewaken!","category":""},"62589":{"channel":"141431168","start":"1673411100","end":"1673411400","title":"Machtige Mike","program_id":"1316304031","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/57\/20230103020134728ho4.jpg","description":"Mike heeft gezelschap. Een zwerfhond verschijnt bij de Mikkelsons en de familie is meteen onder de indruk wanneer hij de wasberen verjaagt met zijn macho—geblaf. Cassius is een echte waakhond en hij zou ervoor kunnen zorgen dat Mike straks zonder baan zit. Als de wasberen weer inbreken, moet Mike bewijzen wat hij kan.","category":""},"62590":{"channel":"141431168","start":"1673411400","end":"1673412000","title":"Machtige Mike","program_id":"1316304037","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/7\/20230103020134728uks.jpg","description":"Tom betrapt Mercury terwijl hij inbreekt. Hij denkt dat Mercury het coole spannende huisdier is dat hij altijd heeft gewild. Mike moet van Tom beloven dat hij voor Mercury zorgt terwijl Tom zelf naar school gaat. Mike doet zijn best, maar de schildpadden willen Mercury weg hebben. Mike heeft al zijn denkvermogen nodig om de ongewenste gast weg te krijgen en gebruikt Freddy daarbij als bondgenoot.","category":""},"62591":{"channel":"141431168","start":"1673412000","end":"1673412300","title":"Machtige Mike","program_id":"1316657483","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/1\/202301040200456028l8.jpg","description":"Louise tekent wat hartjes en bloemetjes op Mike. Wanneer Mike het resultaat ziet, vindt ie het vreselijk. Als Iris opduikt kan Mike niks anders verzinnen dan zichzelf te verstoppen. De wasberen maken hier gebruik van om in te kunnen breken. Mike moet ze tegenhouden zonder dat iemand hem ziet, vooral Iris!","category":""},"62592":{"channel":"141431168","start":"1673412300","end":"1673413200","title":"Machtige Mike","program_id":"1316657489","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/5\/20230104020045602no6.jpg","description":"Mike, Iris en de schildpadden spelen tafeltennis wanneer er ineens een mysterieuze oude schildpad opduikt op de patio, die geraakt wordt door de bal. Mike en Iris nemen de gewonde schildpad mee naar binnen, maar dit blijkt een grote fout. De schildpad is een inbreker met als doel het stelen van een faberge-ei uit de woning van de Mikkelsens. Hopelijk komt Mike hier op tijd achter.","category":""},"50277":{"channel":"141430597","start":"1673440260","end":"1673440740","title":"Machtige Mike","program_id":"1316672840","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/95\/2023010402010511110b.jpg","description":"Animatieserie rond de antiheld Mike, een neurotische hond die er maar niet in slaagt de brutale dieren die zijn rust komen verstoren in de hand te houden.","category":""}}