{"8535":{"channel":"141429244","start":"1672271400","end":"1672273800","title":"Mein sprechender Goldfisch","program_id":"1311323801","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/93\/20221221020125523gfv.jpg","description":"Hören Sie auch manchmal Ihren Goldfisch sprechen? Dem 50-jährigen Immobilienmakler Olivier, der seit seiner Scheidung ständig pleite ist, passiert genau das. Seitdem ihm seine Mutter unerwartet ein baufälliges Pariser Mietshaus vererbt hat, in dem dann sein bester Freund und Anwalt Philippe tödlich verunglückte, hört Olivier dessen Goldfisch sprechen. Dagegen sind die Sorgen um seinen Vater Rémi, seine Teenagertochter Sophie und der Streit mit der letzten verbliebenen Mieterin des Wohnhauses im Grunde fast schon banal. Bis sich Olivier auf einmal auch noch in der Vergangenheit seiner Kindheit wiederfindet ...","category":""},"8536":{"channel":"141429244","start":"1672273800","end":"1672276800","title":"Mein sprechender Goldfisch","program_id":"1311323807","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/7\/202212210201255232u4.jpg","description":"Träume ich noch oder bin ich schon wach? Eine Frage, die sich der 50-jährige Immobilienmakler Olivier gerade öfter stellt. Denn im Schlaf findet er sich regelmäßig in der Vergangenheit seiner Kindheit wieder, und im wachen Zustand hört er dafür den Goldfisch seines vor kurzem tödlich verunglückten Freundes Philippe sprechen. Aber Oliviers Leben wartet ohnehin in letzter Zeit immer wieder mit allerlei Überraschungen auf - zwischen dem geerbten, baufälligen Pariser Mietshaus, den Drohungen des dubiosen Kredithais Simon und seinem Vater Rémi, der jeden Moment aus der Seniorenresidenz fliegen könnte ...","category":""},"8537":{"channel":"141429244","start":"1672276800","end":"1672279500","title":"Mein sprechender Goldfisch","program_id":"1311323813","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/22\/20221221020125523ryl.jpg","description":"Ein sprechender Goldfisch, schlafwandlerische Trips in die Vergangenheit und drei Tote: Das Leben des 50-jährigen Immobilienmaklers Olivier ist gerade alles andere als langweilig. Noch dazu muss er die letzte verbliebene Mieterin in seinem geerbten, baufälligen Pariser Wohnhaus vor dem dubiosen Kredithai Simon schützen und im Traum mit der kleinen Clothilde den Jungen mit der schwarzen Maske vor dem gemeinen Hausbesitzer Riberi retten. Doch nach alledem ist Olivier trotzdem nicht darauf vorbereitet, was er in der Nacht im ausgebrannten Waschkeller der Seniorenresidenz seines gerade für tot erklärten Vaters vorfinden wird ...","category":""},"8538":{"channel":"141429244","start":"1672279500","end":"1672282200","title":"Mein sprechender Goldfisch","program_id":"1311323819","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221221\/0\/2022122102012552323e.jpg","description":"","category":""}}