{"38831":{"channel":"141430597","start":"1672307100","end":"1672307400","title":"Meneer Papier","program_id":"1311784944","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/21\/20221222020134732kvo.jpg","description":"Meneer Papier geniet van het zonnetje. Dan drijven grauwe wolken voor de zon en steekt een wind op. Bomen en struiken gaan heen en weer in de wind. Meneer Papier en Poes moeten zich vasthouden om zelf niet weg te waaien. Ze raken met moeite thuis. Dan klinkt een luid gekraak. De wind beukt op het huis en het kantelt traag omver. Hoe krijgt Meneer Papier zijn huis weer recht?","category":""},"38906":{"channel":"141430597","start":"1672393980","end":"1672394280","title":"Meneer Papier","program_id":"1312190649","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/59\/20221223020145535awo.jpg","description":"Het flitst en dondert. Op het ritme van de bliksem spelen Meneer Papier en Poes op hun instrumenten. Het onweer slaat in de boom, die in vlammen opgaat. Oei, wat nu? Geen tijd te verliezen. Meneer Papier knipt een brandweerauto en gaat snel op pad om het vuur te blussen.","category":""},"39069":{"channel":"141430597","start":"1672652880","end":"1672653240","title":"Meneer Papier","program_id":"1313251662","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/56\/202212260201155350jd.jpg","description":"Meneer Papier schildert zichzelf. Als hij zijn zelfportret uitknipt zijn er twee Meneren Papier. Ze lijken wel erg op elkaar. Ze lopen op dezelfde manier, hebben tegelijk zin in een boterham en willen op hetzelfde moment rusten. Ze zijn zo gelijkend dat het niet meer duidelijk is welke Meneer Papier de echte is.","category":""},"44112":{"channel":"141430597","start":"1672739460","end":"1672739760","title":"Meneer Papier","program_id":"1313565034","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/50\/20221227020045527gmy.jpg","description":"Poes wil met Meneer Papier gaan wandelen. Buiten is er wel heel veel gras. Meneer Papier vindt het te kaal. Hij knipt een boom, struiken, een beekje en een standbeeld. Het wandelen maakt ze moe. Als Poes en Meneer Papier wakker worden van hun dutje is het al laat. Maar waar zijn ze en hoe vinden ze de weg terug?","category":""},"44192":{"channel":"141430597","start":"1672826160","end":"1672826520","title":"Meneer Papier","program_id":"1313974746","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/58\/20221228020134742piu.jpg","description":"De vogeltjes fluiten in koor. Dat wil Meneer Papier ook kunnen. Hij knipt voor zichzelf een snavel en maakt een snerpend geluid. Verschrikt vliegen alle vogeltjes weg. Vol goede moed knipt hij een fluitje. Nee, dat werkt ook niet. Ook een derde poging is niet succesvol. Zal Meneer Papier ooit leren fluiten?","category":""},"44269":{"channel":"141430597","start":"1672912080","end":"1672912380","title":"Meneer Papier","program_id":"1314398896","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/81\/20221229020149746ai1.jpg","description":"Meneer Papier heeft zin in bouwen. Hij tekent een mooi kasteel. Maar dan raakt het papier op. Met het laatste velletje knipt Meneer Papier een kiosk en van de snippers maakt hij geld. Hij koopt alles wat hij nodig heeft voor het kasteel. Maar in de schemer lijkt zijn oude huis wel van goud gemaakt te zijn. Heeft hij een nieuw kasteel eigenlijk wel nodig?","category":""},"44345":{"channel":"141430597","start":"1672998780","end":"1672999080","title":"Meneer Papier","program_id":"1314840773","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/27\/20221230020134784maz.jpg","description":"Meneer Papier en Poes puffen van de hitte. Het landschap is uitgedroogd en de tuin heeft water nodig. Het water uit de gieter is niet genoeg. Alleen regen kan de boom nog redden. Er is geen wolkje aan de lucht, dus knipt Meneer Papier een wolk uit. Maar hoe krijgt hij de wolk van de grond en de lucht in?","category":""},"48330":{"channel":"141430597","start":"1673258700","end":"1673259000","title":"Meneer Papier","program_id":"1315944048","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/44\/20230102020124715vk9.jpg","description":"Het is een bijzondere dag, Meneer Papier is jarig! Hij versiert zijn huis met slingers. Hij knipt cadeautjes en een grote taart. Die krijgt hij nooit alleen op. Hij knipt drie gasten. Ze drinken limonade, eten taart en dansen tot de avond valt. Het wordt laat, de gasten worden moe en gaan. Wat was het een mooi feest!","category":""},"48421":{"channel":"141430597","start":"1673344860","end":"1673345220","title":"Meneer Papier","program_id":"1316289131","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/58\/20230103020109717gir.jpg","description":"Er staat een harde wind, blaadjes waaien door de lucht. Meneer Papier wil dat ook, zo wiebelen op de wind. Hij knipt twee paar vleugels voor zichzelf en voor Poes. Hij zegt aan Poes dat hij hem moet nadoen. Hij springt en laat zich meedrijven op de wind. Maar help, hoe moet hij weer op de grond komen?","category":""}}