{"66075":{"channel":"203002308","start":"1672296900","end":"1672297800","title":"Wannabe's","program_id":"1311777200","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/58\/20221222020125526enp.jpg","description":"Shoana neemt een vlog met sprookjesvertellingen op en Olly mag de geluiden maken bij de verhaaltjes. Maar Olly maakt vooral lawaai en houdt zich niet aan het script. De twee krijgen ruzie. Ook tussen Trix, Said en Mike botert het niet. Trix wil het lek in de keuken fiksen, maar Mike ligt dwars: hij wil geen kosten maken. Said moet Trix afleiden, zodat Mike de waterleiding zelf kan herstellen. Een hopeloos plan, want Mike heeft twee linkerhanden. Wanneer Trix ontdekt dat Mike voor de herstelling van het lek stiekem een vlog van haar concurrent gebruikt, is een happy end veraf.","category":""},"66093":{"channel":"203002308","start":"1672314000","end":"1672314900","title":"Wannabe's","program_id":"1311777314","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/97\/20221222020125527hnu.jpg","description":"Shoana's vlog over haar lievelingsijsjes is met 100.000 kijkers een megahit. Voor het eerst laat ze haar rivale Totally Tina achter zich. De Wannabe's zijn op hun hoede, want Totally Tina zal er nu alles aan doen om terug op kop te komen. Wanneer Shoana uit het niets een mysterieuze aanbieding krijgt om een reclamespotje te filmen op de Noordpool - ver van de bewoonde wereld en van wifi - ruiken Said en Trix onraad. Maar Mike ziet het anders: dit is Shoana's grote doorbraak! En ook Olly is enthousiast. Hij wil in het spotje schitteren als pinguïn.","category":""},"66143":{"channel":"203002308","start":"1672383300","end":"1672384200","title":"Wannabe's","program_id":"1312158341","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/11\/202212230200597247gm.jpg","description":"Olly wordt aangenomen bij Video King, een videobedrijfje dat online wil scoren. Om aan haar volgers te tonen dat ze wel degelijk een dierenvriend is, gaat Shoana vloggen met een echte kat. Die vlog gaat meteen de mist in en dus mag Olly aan de slag: hij mag de kat spelen in Shoana's volgende vlog. Said is echter allergisch aan katten en Olly speelt een wel heel eigenzinnige kat.","category":""},"66162":{"channel":"203002308","start":"1672400400","end":"1672401300","title":"Wannabe's","program_id":"1312158455","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/94\/20221223020059725w1f.jpg","description":"Mike heeft voor het eerst een date met Vicky en hij is erg onzeker. Daarom stuurt hij erop aan dat Video King een tutorial maakt over hoe je moet daten. Zo kan hij stiekem de kneepjes leren. Maar de tutorial gaat de mist in, want Olly speelt het liefje van Mike en hij wil eigenlijk zo snel mogelijk zelf een tutorial opnemen: 'Hoe maak je Super Sticky Slijm?'","category":""},"66211":{"channel":"203002308","start":"1672469700","end":"1672470600","title":"Wannabe's","program_id":"1312549072","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/76\/2022122402003552445m.jpg","description":"Trix is het beu dat Mike de liftdeuren niet laat repareren. Om Mike te overtuigen van de ernst van de zaak, steekt Trix Olly met zijn hoofd vast tussen de liftdeuren. Maar daardoor komt Olly écht vast te zitten. Ondertussen moet Said leren om niet meer boos te worden tijdens het gamen. Daarom zal Shoana voortaan zorgen voor de liefdevolle touch in de gamevideo's van Said.","category":""},"66229":{"channel":"203002308","start":"1672486800","end":"1672487700","title":"Wannabe's","program_id":"1312549180","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/39\/202212240200355257zz.jpg","description":"Wanneer de livestream van Fix met Trix per ongeluk blijft doorlopen, trekt een kuisende en zingende Lisette plots heel veel kijkers. Mike ziet in Lisette een nieuw popidool: Lady Lizzy! Hij wil clipjes met haar opnemen en nog veel meer. Shoana geeft Lisette een complete make-over en met Olly heeft Lady Lizzy al meteen een superfan. Maar Lisette wil eigenlijk vooral dat het kantoor proper is. En dus moet Said met spons en sop aan de slag.","category":""},"66252":{"channel":"203002308","start":"1672512000","end":"1672513020","title":"Wannabe's","program_id":"1312549318","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/62\/20221224020035527jhu.jpg","description":"Video King heeft een pak leuke spullen ontvangen van het Chinese technologiemerk 'Shimshung'. Als deze spullen aan bod komen in de filmpjes van Video King, dan mogen ze alles houden. Olly is meteen in de ban van een pratende spiegel, maar Mike ziet die spiegel liever in een vlog van Shoana. Said kiest de hartslagmeter van Shimshung, maar hij raakt in paniek wanneer zijn hart nu en dan plots sneller begint te slaan.","category":""},"66275":{"channel":"203002308","start":"1672556400","end":"1672557300","title":"Wannabe's","program_id":"1312916235","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/94\/20221225020104919efr.jpg","description":"Mike heeft op het internet de nieuwste trend ontdekt: de prank-je-baas-challenge, waarin mensen hun baas beetnemen. Mike wil dus ook beetgenomen worden en Olly gaat meteen aan de slag. Shoana moet voor school een Frans boek lezen. Maar het lukt haar niet om zich te concentreren. En dus schiet Trix te hulp. Zij heeft haar hond al zo veel dingen aangeleerd, dat ze Shoana nu ook vast kan helpen. 'Discipline' is het sleutelwoord.","category":""},"66292":{"channel":"203002308","start":"1672573200","end":"1672574100","title":"Wannabe's","program_id":"1312916337","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/19\/20221225020104920ca6.jpg","description":"Door omstandigheden zal de dansrepetitie van Said zijn hiphopcrew bij Video King doorgaan. Daarom wil Said dat iedereen zeker op tijd weg is. Maar Shoana wil eerst nog een nieuwe, spectaculaire profielfoto maken en Olly en Mike vertrekken pas als hun spelletje vier-op-een-rij erop zit. Said wordt alsmaar zenuwachtiger en dat doet vermoeden dat hij misschien iets te verbergen heeft.","category":""},"66318":{"channel":"203002308","start":"1672598400","end":"1672599300","title":"Wannabe's","program_id":"1312916493","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221225\/66\/20221225020104921yej.jpg","description":"Fitnesslerares Daisy gaat met Video King instructiefilmpjes maken voor haar fitnesskanaal. Mike heeft meteen een hippe sportoutfit gekocht, en ook al is hij totaal niet sportief, hij gaat er volledig voor. Shoana doet ook met plezier mee, maar in plaats van de moves van Daisy te volgen, verzint Shoana liever haar eigen moves. Olly wacht ondertussen vol ongeduld tot hij eindelijk de kans krijgt om zich te bewijzen.","category":""},"66344":{"channel":"203002308","start":"1672642500","end":"1672643400","title":"Wannabe's","program_id":"1313248789","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/3\/2022122602010570646c.jpg","description":"Olly moet Mike helpen met het organiseren van zijn papieren. Olly gaat met tegenzin aan de slag, maar dan is Mike zijn perforator plots verdwenen. Olly kan dus niet meer verder werken. Mike beslist dat niemand naar huis mag, zolang die perforator niet is teruggevonden. Olly opent een onderzoek. Trix en Said broeden op een ontsnappingsplan en Shoana is bang dat ze voor lange tijd vast zal zitten en begint te hamsteren om te overleven.","category":""},"68553":{"channel":"203002308","start":"1672659600","end":"1672660500","title":"Wannabe's","program_id":"1313249037","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/71\/2022122602010570807q.jpg","description":"Said wil een dating app lanceren, maar hij wil die eerst testen met zijn vrienden van Video King. Iedereen maakt een profiel aan en dan blijkt dat Trix een match heeft met Mike. Said is ontgoocheld dat hij niet gematcht werd met Trix en probeert daar een mouw aan te passen. Lisette werd gematcht met Olly en daardoor zit ze op een roze wolk. Ze droomt van een mooie, romantische toekomst, samen met haar 'schattebolleke' Olly.","category":""},"68603":{"channel":"203002308","start":"1672728900","end":"1672729800","title":"Wannabe's","program_id":"1313561984","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/99\/20221227020039711gly.jpg","description":"Video King heeft een sponsor te pakken: ze gaan geld verdienen door de frituursnacks van het Nederlandse merk Snacky in de kijker te zetten. Helaas heeft Mike zich overslapen, net op de dag dat Becky langskomt, de strenge topvrouw van Snacky. Terwijl Becky wacht op Mike, wil ze dat Shoana alvast een vlog opneemt met de overheerlijke snacks van Snacky. Er is helaas één probleem: Shoana lust die frituursnacks niet. En dat terwijl Olly maar al te graag de nieuwe mascotte van Snacky wil worden.","category":""},"68623":{"channel":"203002308","start":"1672746000","end":"1672746900","title":"Wannabe's","program_id":"1313562104","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/29\/2022122702003971362r.jpg","description":"Trix heeft een jongen leren kennen: Max. Hij komt vandaag naar Video King om Trix' vrienden te leren kennen. Trix is gek op Max, al is er één ding dat haar stoort: Max goochelt af en toe. En Trix haat goochelen. Olly daarentegen vindt goochelen fantastisch! Terwijl Said jaloers toekijkt hoe Trix zich amuseert met Max, maakt hij een nummer voor Shoana, want die wil graag online scoren met een gevoelig lied.","category":""},"68675":{"channel":"203002308","start":"1672815300","end":"1672816200","title":"Wannabe's","program_id":"1313983260","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/35\/202212280201447343bh.jpg","description":"Olly wil het record 'knettersnoep eten' verbreken en heeft daarvoor het meest explosieve knettersnoep ter wereld laten overvliegen. Maar er zit een verstekeling in het postpakket: een exotische mug. Said schiet in paniek en wil het beest zo snel mogelijk dood, maar Trix wil het net beschermen. Shoana dwarsboomt Olly's recordpoging, want ze raakt verslingerd aan het superzure, knetterende snoep. Mike herkent zijn vrolijke Shoana niet meer. Ze lijkt wel gek. Knettergek!","category":""},"68694":{"channel":"203002308","start":"1672832400","end":"1672833300","title":"Wannabe's","program_id":"1313983380","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/80\/20221228020144735ij9.jpg","description":"Video King geeft een feest! Alleen heeft Mike nog helemaal niks geregeld. Shoana besluit er haar schouders onder te zetten. Zij gaat Video King omtoveren tot een prachtige onderwaterwereld. Want met een spectaculair feest in zeemeerminnenthema wil Shoana haar concurrente Totally Tina de loef afsteken.","category":""},"68713":{"channel":"203002308","start":"1672854000","end":"1672854900","title":"Wannabe's","program_id":"1313983500","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/48\/20221228020144736xtz.jpg","description":"Shoana wil een onvergetelijke fandag organiseren. Met nóg meer activiteiten dan op de fandag van haar rivale Totally Tina. De planning zit propvol en Shoana kan alle hulp van haar vrienden gebruiken. Maar Trix neemt haar job als strenge veiligheidsbewaker te serieus, Mike en Said onderbreken de hele tijd met een kapotte intercom, en Olly vindt er niet beter op dan óók een fandag te organiseren. Voor zijn fans. Maar omdat hij die niet heeft, trommelt hij poetsvrouw Lisette op.","category":""},"68744":{"channel":"203002308","start":"1672901700","end":"1672902600","title":"Wannabe's","program_id":"1314397752","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/5\/20221229020145531k0y.jpg","description":"Olly heeft na een musicalkamp last van 'musicalitis': hij kan niet meer stoppen met zingen en dansen. Said heeft een hekel aan musical en hij wil dat Olly zo snel mogelijk stopt met dat vrolijke gedoe. Samen met Trix doet hij er alles aan om Olly stil te krijgen. Shoana heeft een ander katje te geselen; een copycat. Want Mike heeft een meisje aangenomen dat een wandelende kopie is van Shoana. En Video King is te klein voor twee Shoana's.","category":""},"68764":{"channel":"203002308","start":"1672918800","end":"1672919700","title":"Wannabe's","program_id":"1314397872","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/29\/20221229020145533m9f.jpg","description":"Lisette, de poetsvrouw van Video King, zit in het gips en kan niet poetsen. Trix en Said hebben daarom een robot gebouwd die het poetswerk even overneemt, maar dat is niet naar de zin van Lisette. Ze wordt jaloers en wil de robot weg. Shoana ontdekt dat Mike een koffertje heeft vol Furlies, legendarisch speelgoed van lang geleden. Ze wil er een leuke vlog mee maken, maar Mike doet bezitterig over zijn speelgoed. Olly wil bewijzen dat Mike kan lachen met zijn moppen.","category":""},"68812":{"channel":"203002308","start":"1672988100","end":"1672989000","title":"Wannabe's","program_id":"1314852244","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/89\/20221230020139727huc.jpg","description":"Shoana staat op ontploffen, want Totally Tina is haar maar weer eens te slim af geweest. Trix wil Shoana kalmeren en laat haar boksleraar naar Video King komen. Een beetje boksen zal Shoana deugd doen, denkt Trix. Maar Shoana is te opgefokt en ze geeft Olly per ongeluk de mep van zijn leven. Olly's hoofd is zo door elkaar geschud dat hij niet langer denkt dat hij Olly is, maar... Shoana! Ook Said is niet helemaal zichzelf. Wanneer hij ziet hoe Trix zwicht voor haar sportieve boksleraar, probeert hij zo sportief mogelijk te doen. Niet makkelijk voor een stijve hark als Said.","category":""},"68834":{"channel":"203002308","start":"1673005200","end":"1673006100","title":"Wannabe's","program_id":"1314852376","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/22\/2022123002013972918k.jpg","description":"Mike is kapot van het nieuws dat zijn favoriete band T3 uit elkaar is. Shoana ziet haar kans schoon om nu zélf een groepje op te richten. Ze organiseert audities, in de hoop twee onbekende zangtalenten te vinden die haar zullen flankeren. Olly vindt echter dat het grootste zangtalent al voor Shoana's neus staat, namelijk... hijzelf. Hij doet er alles aan om Shoana's zoektocht te saboteren. Wanneer er geen kandidaten opdagen, probeert een wanhopige Shoana om Trix en Said te overtuigen. En dan komt Mike op de proppen met hét idee om van zijn verdriet om T3 af te geraken: zelf een groepje oprichten...","category":""},"69300":{"channel":"203002308","start":"1673074500","end":"1673075400","title":"Wannabe's","program_id":"1315239287","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/29\/20221231020124739ida.jpg","description":"Een spannende dag voor Said, want hij kan wereldkampioen worden in een online racegame. Dat vraagt om focus, rust en zéker geen pottenkijkers. Maar dan ontdekt Said dat Trix zijn vertrouwde computertafel omgebouwd heeft tot een mega carsimulator met daarin plaats voor ... àlle Wannabe's! De vrienden willen niet zomaar aan de zijlijn supporteren, ze rijden mee. De hele rit. Maar wanneer Mike, Olly en Shoana beseffen dat die rit tien uur duurt, begint het gemor. Het startschot is nog maar net gegeven of vanop de achterbank klinkt: \"Is't nog ver?\".","category":""},"69319":{"channel":"203002308","start":"1673091600","end":"1673092500","title":"Wannabe's","program_id":"1315239401","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/68\/20221231020124740x7x.jpg","description":"Shoana wordt achttien en dat is een ... drama! Ze is nu officieel te oud voor alles wat ze leuk vindt, jammert ze. De Wannabe's willen haar opbeuren, maar het gaat mis wanneer Mike een bejaarde en vergeetachtige clown laat komen. Shoana kan er niet om lachen en ziet daarin nog meer het bewijs dat ze geen kind meer is. Wanneer ze beslist om voortaan door het leven te gaan als een uitgebluste grijze mus, zetten Mike, Olly, Said en Trix alles op alles om weer kleur te brengen in het leven van hun vriendin.","category":""},"69344":{"channel":"203002308","start":"1673116800","end":"1673117820","title":"Wannabe's","program_id":"1315239551","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/79\/2022123102012474224d.jpg","description":"Drama voor Shoana: er is geen internet omdat Mike de rekening niet kon betalen. Maar dan ziet Mike de oplossing in een hoop rommel die Lisette net wil weggooien. Mike gelooft dat hij een en ander nog voor een mooi prijsje kan verkopen als antiek. Tussen alle oude rommel vinden de Wannabe's ook een oude radioantenne, en dus besluiten ze radio te gaan maken om hun fans toch te kunnen bereiken. Al neemt Olly de boel al gauw over en zo wordt Radio Video King in geen tijd Radio Olly.","category":""},"69367":{"channel":"203002308","start":"1673160900","end":"1673161800","title":"Wannabe's","program_id":"1315629266","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/76\/202301010201497143zn.jpg","description":"Mike heeft een nieuwe opdracht te pakken: Video King mag een filmpje maken om kinderen aan te zetten hun tanden goed te poetsen. Mike wil er meteen werk van maken en zelf de hoofdrol spelen in het filmpje als de knotsgekke 'Billie Borstel'. Olly en Shoana zijn allesbehalve fan van Billie Borstel en zijn liedje, zeker omdat zij zelf nu maar een kleine rol spelen als 'de tandjes'. Ondertussen blijkt dat Said zó bang is van tandartsen, dat hij al jaren niet meer naar de tandarts is geweest. Trix besluit Said van zijn angst af te helpen.","category":""},"69387":{"channel":"203002308","start":"1673178000","end":"1673178900","title":"Wannabe's","program_id":"1315629386","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/89\/202301010201497158li.jpg","description":"In haar laatste video heeft Shoana gescoord met zelfgemaakte hartjeswafels. Daarom besluiten de Wannabe's om een webshop op te starten waar iedereen Shoana's hartjeswafels kan kopen. Olly is jaloers. Hij wil zijn bananenmoes ook aan de man brengen, maar daar heeft niemand oren naar. Shoana maakt alvast liters deeg en Trix houdt zich klaar om de wafels te gaan leveren, maar helaas komen er geen bestellingen binnen. Om Shoana de teleurstelling te besparen, gaan Said en Trix dan maar wat nepbestellingen invoeren...","category":""},"69413":{"channel":"203002308","start":"1673203200","end":"1673204100","title":"Wannabe's","program_id":"1315629542","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230101\/6\/202301010201497165ql.jpg","description":"Trix' mama duikt onverwachts op bij Video King en dat is een probleem voor Trix. Trix wil namelijk niet dat haar mama weet dat zij elke dag in de weer is met hamers, boren en zagen. Haar mama vindt dat namelijk veel te gevaarlijk. Wanneer Trix' mama toch ontdekt dat er bij Video King DIY-filmpjes worden gemaakt, liegt Trix dat het Shoana is die dat doet: Fix met Shoana! Ondertussen probeert Mike nog snel een cadeau voor Moederdag in mekaar te flansen en Olly wordt het schoothondje van Trix' mama.","category":""},"69785":{"channel":"203002308","start":"1673458800","end":"1673460000","title":"Wannabe's","program_id":"1316662772","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/63\/20230104020049718l46.jpg","description":"Olly heeft Saids laptop stukgemaakt en Mike kan geen nieuwe betalen. Niet erg, sust Mike. Hij vindt dat Said maar eens een video moet maken over een spelletje dat je kan spelen zónder computer. Een bordspel! En Olly moet meedoen. Shoana vindt dat Trix moet stoppen met altijd alle problemen te willen fiksen. Ze raadt Trix een podcast aan die haar leert loslaten. Maar die is net iets te doeltreffend. Trix is zó zen dat ze nergens nog problemen ziet. Ook al ontploffen ze in haar gezicht. Wie fikst er nu Trix?","category":""}}