{"26076":{"channel":"141429669","start":"1672416600","end":"1672419960","title":"Witse","program_id":"1314393846","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/63\/20221229020139735bj4.jpg","description":"Witse krijgt af te rekenen met een tegenstander die machtiger is dan alle anderen die hij ooit in zijn carrière tegenover zich heeft gekregen: de Italiaanse maffia. Na de dramatische moord op de echtgenote van Witses chef, Peter Wijtinckx, wordt Witse van het onderzoek gehaald. Maar hij berust niet en gaat koppig door met zijn onderzoek. Helaas isoleert Witse zich daardoor van zijn collega's op de federale recherche en wordt hij gedwongen de strijd op te geven.","category":""},"26103":{"channel":"141429669","start":"1672502400","end":"1672505700","title":"Witse","program_id":"1312586993","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221224\/57\/202212240201355484c7.jpg","description":"De Amerikaanse pianist David Ingle wordt dood aangetroffen achter zijn vleugelpiano. De arrogante Ingle, in het land voor de Koningin Elisabethwedstrijd, blijkt tijdens zijn korte verblijf in recordtempo vijanden te hebben gemaakt. Toch is het vooral gastvrouw en muziekmecenas Mathilde Blève de Hainaut die Witse intrigeert: een humeurige misantrope met een uitgesproken voorliefde voor stukken in mineur.","category":""},"26156":{"channel":"141429669","start":"1672676100","end":"1672679160","title":"Witse","program_id":"1313247321","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/95\/20221226020104711wht.jpg","description":"Een zwangere jonge vrouw wordt vermoord in het bos. De verdenking valt op haar echtgenoot, die een tweede kindje niet zag zitten. Maar ook de zestienjarige Daan Luyten gedraagt zich vreemd. Volgens zijn ouders lijdt hij aan een trauma sinds hij een lijk ontdekte. Witse vermoedt echter dat er meer achter zit dan de bezorgdheid van twee modelouders voor hun tienerzoon.","category":""},"26185":{"channel":"141429669","start":"1672762442","end":"1672765560","title":"Witse","program_id":"1313604028","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/51\/20221227020134711rcr.jpg","description":"Een man wordt dood aangetroffen in zijn woning, nadat hij onder stroom werd gezet met een Taser-pistool. Heeft hij een inbreker betrapt? Of is er meer aan de hand? Witse ontdekt dat de man verslaafd was aan poker, en gaat op onderzoek in het gokmilieu. Maar dan wordt hij geconfronteerd met de dood van een oude bekende.","category":""},"26219":{"channel":"141429669","start":"1672848600","end":"1672851960","title":"Witse","program_id":"1313967282","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221228\/67\/20221228020120555c2q.jpg","description":"Danny Hoste en haar vijftienjarige zoon Jonas hebben na een tragische gebeurtenis in het verleden hun leven opnieuw op de rails gezet. Danny is een bed and breakfast begonnen, en Jonas volgt les in de tekenacademie. Tot Danny op een dag het lijk van een onbekende man vindt in een van haar gastenkamers. Dat lugubere feit confronteert hen en Witse met een pijnlijk verleden van leugens, schijn en onverwerkt verdriet.","category":""},"26251":{"channel":"141429669","start":"1672935000","end":"1672938360","title":"Witse","program_id":"1314394020","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/93\/202212290201397367sn.jpg","description":"Het lijk van Jelle, een jongen met het syndroom van Down, wordt uit de stadsvijver gehaald. Het spoor leidt al snel naar circus Monelly. Jelle hing er vaak rond en had er enkele vrienden. Maar Witse komt te weten dat de jongen er niet door iedereen geliefd was. Wanneer ook de buurtbewoners zich met het onderzoek bemoeien, loopt de zaak uit de hand.","category":""},"26282":{"channel":"141429669","start":"1673021700","end":"1673024760","title":"Witse","program_id":"1314837045","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/35\/20221230020119709bi2.jpg","description":"Op de parking van een dancing wordt het lijk van een Turkse jongen gevonden. Hij had een relatie met een Koerdisch meisje uit een streng moslimmilieu. Het vermoeden ontstaat dat het om eerwraak gaat; door de moord op de jongen zou de familie van het meisje haar eer terugwinnen. De Koerdische gemeenschap voelt zich geviseerd en beschuldigt Witse van racisme.","category":""},"26307":{"channel":"141429669","start":"1673107500","end":"1673110500","title":"Witse","program_id":"1315255169","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221231\/18\/20221231020154706rue.jpg","description":"Witse jaagt op de vermoedelijke dader van een dubbele eerwraak. Hij wordt geconfronteerd met felle tegenstand vanuit politieke hoek. De pers pakt hem zwaar aan over zijn vermeend racistisch gedrag. De situatie in de Koerdische wijk is explosief en stevent onherroepelijk af op rellen. Wanneer Witse de leider van een actiegroep oppakt, is het hek van de dam. De confrontatie met de ordehandhavers is hard en gewelddadig.","category":""},"31670":{"channel":"141429669","start":"1673280600","end":"1673283960","title":"Witse","program_id":"1315929764","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230102\/92\/202301020201055535p1.jpg","description":"Op het bureau van Witse staat de reconstructie van een hoofd waarvan de schedel in een vijver werd gevonden. Groot is de verbazing wanneer een slager zich komt melden die beweert dat het hoofd dat van zijn tweelingbroer is. De man heeft jaren geleden alle contact met de familie verbroken. Wanneer Witse de slager en zijn rebelse tienerdochter beter leert kennen, ontdekt hij een familie met een geheim.","category":""},"31701":{"channel":"141429669","start":"1673367300","end":"1673370360","title":"Witse","program_id":"1316272993","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230103\/43\/20230103020044727lqj.jpg","description":"Terwijl Halle zich opmaakt voor de jaarlijkse carnavalsstoet, ontvangt de lokale televisie een alarmerend telefoontje. Een onbekende beller kondigt de publieke executie aan van Prins Carnaval. Wanneer de arrogante Kevin De Meyer weigert om uit de stoet te stappen, start voor Witse en zijn team een race tegen de klok om de dader te vinden. De zoektocht lijkt onbegonnen werk, want iedere gemaskerde kan de moordenaar zijn.","category":""},"31735":{"channel":"141429669","start":"1673453400","end":"1673456760","title":"Witse","program_id":"1316659397","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230104\/28\/20230104020044740ni3.jpg","description":"Witse wordt benaderd door een vrouw die hardnekkig beweert dat haar zoon iets ergs zal overkomen. Ze smeekt Witse om het te voorkomen. Wanneer Witse haar vraagt hoe ze dat weet, blijken 'de kaarten' het voorspeld te hebben. Witse wimpelt haar beleefd, maar kordaat af. Groot is zijn verrassing wanneer hij de volgende dag bij een lijk geroepen wordt. Het gaat om de zoon van de vrouw die om zijn hulp kwam vragen.","category":""},"31774":{"channel":"141429669","start":"1673539800","end":"1673543160","title":"Witse","program_id":"1317084721","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202301\/20230105\/40\/20230105020135517zle.jpg","description":"In het kanaal Brussel-Charleroi wordt een wagen gevonden met het lijk van een man. Hij werd met messteken om het leven gebracht. Witse ontdekt dat de man ooit betrokken was bij een dodelijk duikongeval, en vermoedt dat hij nu het slachtoffer is geworden van wraak. Maar wraak was lang niet de enige reden om hem te vermoorden.","category":""}}