{"58538":{"channel":"141431752","start":"1672410314","end":"1672411800","title":"Rimsky-Korsakov - The Tale of Tsar Saltan Suite","program_id":"1312166371","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/42\/20221223020104708n74.jpg","description":"","category":""},"55526":{"channel":"141431343","start":"1672410314","end":"1672411800","title":"Rimsky-Korsakov - The Tale of Tsar Saltan Suite","program_id":"1312151545","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/53\/20221223020045526h77.jpg","description":"De Russische dirigent en pianist Mikhail Pletnev leidt het Russisch Nationaal Orkest in uitvoeringen van muziek van Nikolaj Rimski-Korsakov. Op het programma staan Suite voor Orkest gebaseerd op zijn opera 'De legende van de onzichtbare stad Kitezj en de jonge vrouw Fevronia', en Muzikale beelden voor orkest uit de opera 'Het Sprookje van Tsaar Saltan', met daarin de beroemde 'De vlucht van de hommel'. Dit concert werd in 2017 opgenomen in Concertzaal Tsjaikovski in Moskou.","category":""},"58686":{"channel":"141431752","start":"1672976262","end":"1672981200","title":"Rimsky-Korsakov - The Tale of Tsar Saltan Suite","program_id":"1314374425","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/71\/20221229020109728rh2.jpg","description":"","category":""},"55674":{"channel":"141431343","start":"1672976262","end":"1672981200","title":"Rimsky-Korsakov - The Tale of Tsar Saltan Suite","program_id":"1314374836","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221229\/12\/20221229020109724z2t.jpg","description":"Mikhail Pletnev dirigeert het Russian National Orchestra in een concert opgenomen in de Tsjaikovskizaal te Moskou. Op het programma staan twee orkestsuites van Rimski-Korsakov: \"The Tale of the Invisible City of Kitezh and the Maiden Fevroniya\" en \"The Tale of Tsar Saltan\". Dit concert is geproduceerd door de Moscow Philharmonic Society, welke volgens de in St. Petersburg geboren componist Sjostakovitsj een significante rol speelde in de ontwikkeling van het Russische artistieke leven. De evenementen van het instituut zijn in de loop der jaren bezocht door miljoenen muziekliefhebbers en duizenden musici. De Moscow Philharmonic Society is opgericht in 1922 door de toenmalige commissaris van cultuur Anatoly Lunacharski en is inmiddels uitgegroeid tot het grootste concertinstituut van Rusland.","category":""}}