{"63531":{"channel":"147053128","start":"1672322940","end":"1672326000","title":"Sterren op het Doek","program_id":"1311748758","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221222\/83\/202212220200405888zj.jpg","description":"Na zijn winst bij De slimste mens in 2021 is entertainer Rob Kemps overal te zien en te horen. Op televisie met Matthijs van Nieuwkerk in CHANSONS!, maar ook bij SBS6 met onder andere Ik Hou van Holland. En dan treedt hij ook nog eens op voor een uitverkocht GelreDome met zijn act Snollebollekes. Özcan Akyol is dan ook benieuwd of het Rob gaat lukken om een tijdje stil te zitten, zodat de kunstenaars hem eens goed kunnen bestuderen. In het interview met Özcan geeft hij in ieder geval toe dat hij ook een andere kant heeft, die maar weinig mensen kennen.","category":""},"63577":{"channel":"147053128","start":"1672409520","end":"1672412400","title":"Sterren op het Doek","program_id":"1312194072","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221223\/27\/20221223020150512jn5.jpg","description":"Schrijver, columnist, voormalig fotomodel en actrice... de veelzijdige Daphne Deckers komt naar het prachtige kerkje van Persingen, het kleinste dorp van Nederland. Daar groeide zij op in haar tienerjaren, op een prachtige boerderij. Daar was haar vader elke dag bezig in de tuin met bloemen, planten en fruitbomen. Ze praat met liefde over haar vader, die voor zijn overlijden aan dementie leed. Ook legt ze uit waar haar hang naar onafhankelijkheid en zelfstandigheid vandaan komt. De kunstenaars zijn erg blij met dit model, maar welk portret neemt Daphne mee naar huis?","category":""},"63679":{"channel":"147053128","start":"1672668720","end":"1672671600","title":"Sterren op het Doek","program_id":"1313245538","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221226\/4\/2022122602005973147k.jpg","description":"Documentairemaker Sinan Can geeft gekscherend toe aan Özcan Akyol dat hij meedoen aan Sterren op het Doek spannender vindt dan filmen in Irak. In zijn geliefde Nijmegen begint het zeer openhartige gesprek bij de Sint Nicolaaskapel, waar Turkse invloeden nog zichtbaar zijn. Sinan laat weten dat alle ellende in oorlogsgebieden hem diep raakt, maar dat hij altijd op zoek zal blijven naar de parels tussen de ruïnes. Voor de kunstenaars een uitdaging om de pijn die verscholen zit achter zijn pretoogjes vast te leggen in een portret.","category":""},"63731":{"channel":"147053128","start":"1672755120","end":"1672758000","title":"Sterren op het Doek","program_id":"1313583638","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221227\/7\/20221227020115519w50.jpg","description":"Tien jaar geleden, op haar 35e, werd Annechien Steenhuizen het nieuwe vaste gezicht van het NOS Achtuurjournaal. We ontvangen haar in de Domkerk in Utrecht, waar zij in de buurt opgroeide en zich nog altijd thuisvoelt. Voor haar werk als journalist en nieuwslezer probeert Annechien altijd een neutrale positie in te nemen, maar voor de kunstenaars doet Özcan Akyol extra zijn best om te kijken of Annechien iets meer het achterste van haar tong kan laten zien. Hoe persoonlijker het interview, hoe beter het portret. Gaat hem dat lukken en kunnen de kunstenaars een gelaagd portret maken?","category":""}}