{"63514":{"channel":"147053128","start":"1672693800","end":"1672699500","title":"VPRO Wintergasten","program_id":"1313245616","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/17\/20221230130049716fj3.jpg","description":"Dr. Jane Goodall (1934) is een van de bekendste primatologen van de wereld. Halverwege de jaren tachtig besloot ze zich te concentreren op het vergroten van bewustwording rond natuurbehoud en klimaatverandering. Nog steeds bezoekt ze ongeveer 300 dagen per jaar regeringen en zakenmensen wereldwijd om hen op dit belang te wijzen. Sinds 1977 geeft ze leiding aan het Jane Goodall Institute, dat zich inzet voor de bescherming van de leefwereld van de mensaap en het promoten van een duurzame levensstijl. Janine Abbring spreekt Jane Goodall in Bournemouth, de stad waar ze opgroeide.","category":""},"63569":{"channel":"147053128","start":"1672780200","end":"1672786200","title":"VPRO Wintergasten","program_id":"1313583722","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/7\/20221230130049716yox.jpg","description":"Schrijver Leïla Slimani (1981) groeide op in Rabat en vertrok in 1999 naar Parijs om te studeren. Ze werd journalist, en in 2012 besloot ze zich uitsluitend aan haar schrijverschap te wijden. Haar eerste roman Dans le jardin de l'ogre wordt wel gezien als een aanklacht tegen de benepen seksuele cultuur in Marokko. In haar geruchtmakende boek Sexe et Mesonges tekende zij de seksuele ervaringen van vrouwen in Marokko op. Slimani's werk wordt bewonderd omdat ze vaak voor spannende en controversiële perspectieven kiest. Nadia Moussaid spreekt Leïla Slimani in haar woonplaats Lissabon.","category":""},"63623":{"channel":"147053128","start":"1672866600","end":"1672872300","title":"VPRO Wintergasten","program_id":"1313981345","date":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/program\/202212\/20221230\/32\/20221230130049716w1k.jpg","description":"Hersenchirurg Henry Marsh (1950) staat bekend als een pionier in de neurowetenschap in Engeland en in Oekraïne. Hij opereerde patiënten vaak terwijl ze bij bewustzijn waren. In 2014 publiceerde Marsh zijn memoires, waarin hij schrijft over de complexe details van het menselijk brein en zijn eigen falen en successen, maar ook reflecteert hij op het brein als zetel van ons bewustzijn en onze persoonlijkheid. In 2021 werd de dokter zelf patiënt, Marsh lijdt aan prostaatkanker. In zijn boek And Finally, Matters of Life and Death (2022) verhaalt hij over die transitie. Femke van der Laan spreekt Henry Marsh in zijn huis in Londen.","category":""}}