{"1297316367":{"id":"1297316367","media_id":"","title":"10 Things to Do Before We Break Up","first":"other","description":"Op de avond dat de alleenstaande moeder Abigail (Christina Ricci) in een bar Ben (Hamish Linklater) ontmoet, komen ze allebei met een lijst met dingen die ze moeten doen mochten ze ooit uit elkaar gaan, wetende dat ze nooit een relatie zullen aangaan. Maar als de grap verandert in een onenightstand, met als gevolg dat Abigail zwanger raakt, wordt het een stuk ingewikkelder. Het onwaarschijnlijke paar probeert er vervolgens toch iets van te maken.","duration":"4255","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221117\/5\/20221117023748230i4t.jpg","category":"Romantiek","vidcollection":"","ord":"15","datum":"20200101"},"1188095734":{"id":"1188095734","media_id":"","title":"47 Hours","first":"other","description":"Twee jonge meiden downloaden uit verveling een app met een luguber spel. Ze krijgen 47 uur de tijd om hun beurt in het spel over te geven aan een ander. Lukt dat niet, zullen ze een gruwelijke dood sterven. Ze denken eerst dat het slechts fantasie is, maar wanneer bloedige, dodelijke gebeurtenissen om hen heen plaatsvinden, beseffen ze dat de tijd dringt. Hun nieuwsgierigheid en geamuseerdheid slaat om in panische angst en ze doen er alles aan om hun eigen leven te redden ten koste van een ander...","duration":"5261","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220423\/19\/20220423025206733pq5.jpg","category":"Actie, Avontuur, Misdaad, Thriller","vidcollection":"","ord":"46","datum":"20190101"},"1149730162":{"id":"1149730162","media_id":"","title":"7 Days in Entebbe","first":"other","description":"Rosamund Pike en Daniel Brühl schitteren in dit waargebeurde verhaal over de meest gedurfde reddingsmissie in de geschiedenis. In 1976 wordt op Entebbe International Airport in Oeganda een vliegtuig zeven dagen lang gekaapt door Duitse en Palestijnse terroristen. Om de gegijzelde passagiers te bevrijden, voert het Israëlische leger in de nacht van 3 op 4 juli 1976 de gewaagde Operatie Entebbe uit. Hierbij komen in totaal 56 mensen om, onder wie zeven kapers en de broer van de huidige Israëlische president Benjamin Netanyahu.","duration":"6153","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202202\/20220224\/33\/20220224021721795h5x.jpg","category":"Drama, Actie, Avontuur","vidcollection":"","ord":"22","datum":"20180101"},"1263544688":{"id":"1263544688","media_id":"","title":"7 Psychopaths","first":"other","description":"Scenarioschrijver Marty worstelt met zijn nieuwe script 'Seven Psychopaths'. Hij heeft dringend een beetje inspiratie nodig. Marty doet alles voor een goed verhaal en raakt betrokken bij de criminele activiteiten van zijn beste vriend Billy en diens partner in crime Hans, die samen een aardig centje bijverdienen met het kidnappen van honden. Alles loopt uit de hand wanneer de dognappers de geliefde hond van de psychopathische gangster Charlie ontvoeren. Marty krijgt genoeg ideeën voor zijn script, maar met Charlie achter zich aan is het de vraag of hij het nog na kan vertellen.","duration":"6351","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220827\/61\/20220827022639606um0.jpg","category":"Komedie, Misdaad, Thriller","vidcollection":"","ord":"44","datum":"20120101"},"1283563501":{"id":"1283563501","media_id":"","title":"A Dangerous Method","first":"A","description":"Zwitserland, begin 20e eeuw. Geïntrigeerd door de uitdaging van een lastige zaak, neemt Dr. Carl Jung de onstabiele Sabina Spielrein onder zijn hoede als patiënt. Gewapend met de methode van zijn leermeester, de gerenommeerde Sigmund Freud, gaat Jung aan de slag en ontwikkelt hij de psychoanalyse. Hij valt echter ook voor de charmes van zijn aantrekkelijke patiënte en begint een gecompliceerde affaire met haar. Mede door deze verhouding ontstaan er scheurtjes in de vriendschap tussen Jung en Freud.","duration":"5713","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221017\/90\/20221017091447050vwq.jpg","category":"Drama, Romantiek","vidcollection":"","ord":"2","datum":"20110101"},"1210582785":{"id":"1210582785","media_id":"","title":"A Fish Called Wanda","first":"A","description":"De doortrapte Wanda (Jamie Lee Curtis) en de driftige Otto (Kevin Kline) zijn twee Amerikaanse dieven die een diamantroof in Engeland plegen en hierbij hun twee Britse medeplichtigen bedriegen. Ze laten bendeleider George oppakken door de politie, maar weten niet dat hij de buit al op een geheime plaats heeft verstopt. Om erachter te komen waar George de diamanten verborg, papt Wanda aan met zijn advocaat Archie Leach (John Cleese). De beschaafde Archie valt al snel voor de charmes van de sexy Wanda en heeft niet door dat hij slechts een speelbal is in haar sluwe plannetje.","duration":"6212","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220526\/35\/20220526024203320gyc.jpg","category":"Komedie, Misdaad, Thriller","vidcollection":"","ord":"18","datum":"19880101"},"1198558252":{"id":"1198558252","media_id":"","title":"A Gift from Bob","first":"A","description":"Bob de straatkat is terug! Engeland wordt geteisterd door een strenge winter. Zelfs Londen ligt bedolven onder een pak sneeuw en het is bitterkoud: dit zijn slechte vooruitzichten voor straatmuzikant James! Al snel komt hij krap bij kas te zitten. Terwijl de Britten gehaast hun laatste inkopen doen in de sfeervol verlichte hoofdstad, doet hij zijn uiterste best om de eindjes aan elkaar te knopen. James is de wanhoop nabij, maar zoals altijd komt zijn kat Bob bijzonder verrassend uit de hoek en leert hij James de ware betekenis van Kerstmis.","duration":"5528","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220508\/28\/202205080249462996w9.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"34","datum":"20200101"},"1208049939":{"id":"1208049939","media_id":"","title":"Adieu les cons","first":"A","description":"De 43-jarige Suze Trappet (Virginie Efira) krijgt te horen dat ze ernstig ziek is, waarna ze besluit op zoek te gaan naar de zoon die ze als tiener heeft moeten opgeven. Tijdens haar zoektocht ontmoet ze de heer Cuchas (Albert Dupontel), een vijftiger die met een burn-out kampt. Ook de blinde archivaris Blin (Nicolas Marié) gaat met hen op pad. Met z'n drieën beginnen ze aan een spectaculaire, onwaarschijnlijke zoektocht.","duration":"5038","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220522\/92\/20220522020105512ojm.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"21","datum":"20200101"},"1178410431":{"id":"1178410431","media_id":"","title":"Ainbo: Heldin van de Amazone","first":"A","description":"Ainbo is een meisje dat is opgegroeid in Candamo, een klein dorpje in de diepste jungle van de Amazone. Candamo wordt beschermd door de reuze schildpad Motelo Mama. Wanneer Ainbo op een dag ontdekt dat haar land wordt bedreigd door een eeuwenoude demon Yucurunu, roept ze de hulp in van Motelo Mama. Samen met haar twee knotsgekke Amazone gidsen Vaca en Dillo gaat Ainbo op avontuur, vastbesloten om haar land en het volk te redden voordat het te laat is.","duration":"4857","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220409\/59\/202204090246116233jv.jpg","category":"Familie, Kinderfilm","vidcollection":"","ord":"12","datum":"20210101"},"1136960492":{"id":"1136960492","media_id":"","title":"All the Money in the World","first":"A","description":"Oliemagnaat J.P. Getty (Christopher Plummer) is de rijkste man ter wereld. Wanneer in de zomer van 1973 zijn kleinzoon in Rome wordt ontvoerd door de Italiaanse maffia, eist men 17 miljoen dollar aan losgeld. De miljardair weiger echter ook maar één cent te betalen, waarna de familie het afgesneden oor van de jongen ontvangt. Wanhopig om haar zoon te redden alvorens hij verder in stukjes wordt gesneden, besluit zijn moeder Gail (Michelle Williams) om zelf te onderhandelen met de ontvoerders. Zelfs met de hulp van een ex-CIA-agent (Mark Wahlberg) zal Gail vindingrijk moeten zijn om zonder geld haar zoon te bevrijden.","duration":"7611","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202202\/20220203\/93\/2022020302381635524l.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"34","datum":"20180101"},"1126216390":{"id":"1126216390","media_id":"","title":"Almost Friends","first":"A","description":"De twintiger Charlie Brenner (Freddie Highmore) droomde ooit van een carrière als chefkok, maar vult nu zijn ongemotiveerde dagen met een onbeduidend baantje in een kleine bioscoop. Charlie woont bij zijn moeder Samantha en zijn stiefvader en hij leidt zijn leven feitelijk via zijn vriend Ben (Haley Joel Osment). Daar komt verandering in als hij valt voor de charmes van barista Amber (Odeya Rush). Helaas heeft zij zo haar eigen relatieproblemen en is ze van plan naar New York te verhuizen. Wanneer Charlie's biologische vader plotseling opduikt, wordt het hoog tijd op de zaken eens goed op een rijtje te zetten.","duration":"5825","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202201\/20220118\/30\/20220118155538815wx3.jpg","category":"Komedie, Drama","vidcollection":"","ord":"40","datum":"20160101"},"1234966230":{"id":"1234966230","media_id":"","title":"Alone","first":"A","description":"In een poging met het verlies van haar echtgenoot om te gaan trekt Jessica zich een tijdje terug uit de stad. Haar wordt echter geen rust gegund als ze door een ontvoerder naar een blokhut wordt gebracht. Wanneer ze weet te ontsnappen komt ze in de wildernis terecht die nog gevaarlijker blijkt dan haar achtervolging.","duration":"5623","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202207\/20220701\/94\/20220701025046907ngz.jpg","category":"Horror, Misdaad, Thriller","vidcollection":"","ord":"36","datum":"20200101"},"1274007689":{"id":"1274007689","media_id":"","title":"American Honey","first":"A","description":"De achttienjarige Star (Sasha Lane) sluit zich aan bij een stel avontuurlijke jongeren die huis aan huis tijdschriften verkopen. De bonte groep wordt geleid door Krystal (Riley Keough) en doorkruist rebellerend en feestend de Amerikaanse Midwest in een busje. Onderweg valt Star voor de charmes van haar opstandige collega Jake (Shia LaBeouf).","duration":"9732","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220922\/17\/20220922031740129xhh.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"26","datum":"20160101"},"1120927250":{"id":"1120927250","media_id":"","title":"American Hustle","first":"A","description":"Irving Rosenfeld (Christian Bale) is een briljante oplichter die samen met zijn sluwe Britse partner en minnares Sydney Prosser (Amy Adams) wordt gedwongen om te werken voor de losgeslagen FBI-agent Richie DiMaso (Bradley Cooper). DiMaso introduceert ze in de gevaarlijke maar betoverende wereld van politieke oplichters en de maffia.","duration":"7935","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202201\/20220107\/94\/20220107024523776fpt.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"42","datum":"20130101"},"1263121935":{"id":"1263121935","media_id":"","title":"American Night","first":"A","description":"De 'Pink Marilyn', een legendarisch en verloren gewaand kunstwerk van Andy Warhol, vormt de inzet van een harde en bloedige strijd tussen ex-vervalser annex art dealer John Kaplan (Jonathan Rhys Meyers) en Michael Rubino (Emile Hirsch), een maffiabaas met artistieke neigingen en een groot talent voor bloedvergieten. Er volgt een verhaal vol intriges, plotwendingen en ultraviolence.","duration":"7406","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220826\/4\/2022082602404909038w.jpg","category":"Actie, Avontuur, Misdaad, Thriller","vidcollection":"","ord":"46","datum":"20210101"},"1266316804":{"id":"1266316804","media_id":"","title":"American Sicario","first":"A","description":"Erik Vasquez alias 'Barbie' is een Mexicaans-Amerikaanse gangster die ervan droomt de meest gevreesde kartelbaas van Mexico te worden. Zo begaan hij is met zijn familie, zo genadeloos is hij voor zijn vijanden en rivalen. Maar wanneer hij in het nauw gedreven wordt en in zee gaat met de DEA, ontketent hij een bloedige bendeoorlog.","duration":"5997","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220903\/29\/20220903023202796z91.jpg","category":"Actie, Avontuur, Misdaad, Thriller","vidcollection":"","ord":"38","datum":"20210101"},"1260830703":{"id":"1260830703","media_id":"","title":"American Ultra","first":"A","description":"Stoner Mike en zijn vriendinnetje Phoebe leiden een rustig bestaan. Op een dag wordt Mike tijdens zijn tankstation-baantje aangesproken door een vreemde vrouw die een onsamenhangende zin tegen hem mompelt. Als hij vlak erna wordt aangevallen verandert hij intuïtief in een moordmachine; Mike blijkt een voormalig sleeper cell van de overheid en het programma waar hij deel van uitmaakte wordt opgeruimd. Maar aangezien Mike door de onbekende vrouw is geactiveerd zal het een stuk meer moeite kosten dan verwacht om hem uit te schakelen.","duration":"5505","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220820\/82\/2022082002284087942q.jpg","category":"Komedie, Actie, Avontuur","vidcollection":"","ord":"49","datum":"20150101"},"1294363145":{"id":"1294363145","media_id":"","title":"An Acceptable Loss","first":"A","description":"Elizabeth 'Libby' Lamm geeft les aan de universiteit maar was ooit topadviseur van de ambitieuze politica Rachel Burke (Jamie Lee Curtis). Toen Libby verantwoordelijk werd gehouden voor een militaire interventie die honderdduizenden slachtoffers maakte, kon ze niet meer met zichzelf leven: ze nam ontslag. Inmiddels is Rachel opgeklommen tot het presidentschap van de Amerika en maakt ze zich grote zorgen om de gevoelige informatie die Libby over haar weet. Ze zet Libby steeds verder onder druk gezet om te zwijgen over wat er is gebeurd in het verleden.","duration":"5854","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221110\/8\/20221110033450942420.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"26","datum":"20180101"},"1283561409":{"id":"1283561409","media_id":"","title":"And So It Goes","first":"A","description":"Makelaar en mopperkont Oren heeft geen contact meer met zijn familie. Wanneer zijn zoon ineens voor de deur staat is dat dan ook een enorme verrassing, zeker als hem wordt gevraagd om op de negenjarige Sarah te passen - de kleindochter van wie Oren het bestaan niet wist. Oren heeft geen idee hoe hij voor het jonge meisje moet zorgen en roept de hulp in van zijn sympathieke buurvrouw Leah. Dit leidt tot hilarische en ontroerende momenten, waarbij Oren een hele nieuwe kant van zichzelf ontdekt en de liefde hervindt.","duration":"5378","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221017\/46\/20221017110446449ew3.jpg","category":"Komedie, Romantiek","vidcollection":"","ord":"3","datum":"20140101"},"1268297453":{"id":"1268297453","media_id":"","title":"Animal Kingdom","first":"A","description":"Wanneer zijn moeder sterft aan een overdosis, moet de 17-jarige Joshua Cody uit Melbourne gaan wonen bij zijn grootmoeder Janine 'Smurf' Cody en haar drie criminele zoons. De ooms introduceren hem in een angstaanjagende wereld vol geweld, onder het toeziend oog van de geraffineerde Janine. Joshua probeert uit alle macht op het rechte pad te blijven, maar wanneer de spanningen tussen de politie en zijn criminele familie tot een dodelijke uitbarsting komen, ziet een rechercheur in hem de getuige die de Cody's achter slot en grendel zal krijgen.","duration":"6508","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220908\/39\/20220908022422820wfv.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"36","datum":"20100101"},"1240789094":{"id":"1240789094","media_id":"","title":"Annette","first":"A","description":"Als de beroemde operazangeres Ann na een voorstelling de omstreden cabaretier Henry ontmoet, is het liefde op het eerste gezicht. Al snel worden ze omgedoopt tot het perfecte glamourkoppel. De paparazzi volgt ze op de voet, de wereld adoreert ze. De geboorte van hun bijzondere dochter Annette zal hun leven echter voorgoed veranderen.","duration":"8069","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202207\/20220709\/2\/20220709025651944i1x.jpg","category":"Romantiek, Filmhuis","vidcollection":"","ord":"28","datum":"20210101"},"1225927353":{"id":"1225927353","media_id":"","title":"Another Year","first":"A","description":"Gerri en haar man Tom wonen in een rustige Londense buitenwijk. Ze zijn gezond, gelukkig en liefdevol getrouwd, maar weten heel goed dat veel mensen minder fortuinlijk zijn. Zoals Gerri's collega Mary die zichzelf voortdurend aanpraat dat ze niet gebukt gaat onder haar desastreuze liefdesleven. Ook ontgaat het hen niet dat hun dertigjare zoon Joe nog steeds single is. Of dat Toms jeugdvriend Ken in zijn eenzaamheid volledig vergeet voor zichzelf te zorgen. Gerri en Tom bieden graag een luisterend oor en warme huiselijkheid, maar moeten erkennen dat hun hulp en vriendschap ook grenzen heeft.","duration":"7781","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220618\/28\/20220618034715304foc.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"49","datum":"20100101"},"1183977058":{"id":"1183977058","media_id":"","title":"Antoinette dans les Cévennes","first":"A","description":"Antoinette Lapouge (Laure Calamy) is een schooljuf die uitkijkt naar de geplande romantische week met haar geheime minnaar Vladimir. Hij laat het echter plotseling afweten omdat zijn vrouw een wandelvakantie heeft geboekt in het nationaal park van de Cevennen in Zuid-Frankrijk. Antoinette denkt niet lang na en besluit haar geliefde achterna te reizen. Onvoorbereid op een wandeltocht gaan is echter niet zo verstandig, zeker niet als je vergezeld wordt door een koppige ezel. Maar de onderneming is wel aanleiding tot mooie ontmoetingen en lekker eten in de schitterende natuur.","duration":"5537","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220417\/68\/20220417024941995azm.jpg","category":"Komedie, Filmhuis","vidcollection":"","ord":"1","datum":"20200101"},"1217530851":{"id":"1217530851","media_id":"","title":"Aquarela","first":"A","description":"Prijswinnende documentaire waarin water de hoofdrol heeft, in al haar schoonheid en gruwelijkheid. Van het bevroren water in het Russische Baikalmeer, naar Miami in de greep van orkaan Irma, tot de machtige Angel Falls in Venezuela. Water brengt leven en dood, vreugde en wanhoop voor de kwetsbare mens.","duration":"5378","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220605\/71\/20220605023908604lr7.jpg","category":"Filmhuis","vidcollection":"","ord":"7","datum":"20180101"},"1230856566":{"id":"1230856566","media_id":"","title":"Assassin's Creed","first":"A","description":"Dankzij een revolutionaire technologie die het beleven van genetische herinneringen mogelijk maakt, kan Callum Lynch (Michael Fassbender) in de huid kruipen van zijn voorvader Aguilar tijdens de 15e eeuw in Spanje. Callum ontdekt dat hij een afstammeling is van een mysterieus en geheim genootschap, de zogenaamde Assassins. Hij vergaart een grote hoeveelheid kennis en doet ongelofelijke vaardigheden op die hij kan gebruiken om het op te nemen tegen de onderdrukkende en krachtige Templar-organisatie in de tegenwoordige tijd.","duration":"6643","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220625\/0\/20220625030145139dup.jpg","category":"Actie, Avontuur","vidcollection":"","ord":"41","datum":"20160101"},"1138872970":{"id":"1138872970","media_id":"","title":"At Eternity’s Gate","first":"A","description":"Wanneer Vincent van Gogh (Willem Dafoe) in 1886 verhuist naar Parijs, met als doel door te breken als kunstenaar, leert hij een avant-gardistische groep kunstenaars kennen onder wie Paul Gauguin. Maar Van Gogh stuit alleen maar op nog meer onbegrip en afwijzingen en vertrekt uiteindelijk naar Arles in de hoop een nieuw bestaan te bouwen. In zijn zoektocht naar aanvaarding, verliest Van Gogh zich echter steeds verder in een wereld van ziekte en depressie.","duration":"6394","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202202\/20220206\/22\/202202060221397705cd.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"31","datum":"20190101"},"1300185004":{"id":"1300185004","media_id":"","title":"Atlantis Down","first":"A","description":"In 2025 is de ruimtevaart geprivatiseerd en de shuttle Atlantis is gedegradeerd tot een veredelde taxi tussen de ruimtestations. Wanneer de bemanning op een routinemissie wordt gestuurd, weten ze niet dat ze deel uitmaken van een experiment.","duration":"5066","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221124\/7\/202211240255521624l3.jpg","category":"Fantasie, Sci-Fi","vidcollection":"","ord":"6","datum":"20100101"},"1193190062":{"id":"1193190062","media_id":"","title":"Awoken","first":"A","description":"Karla, een jonge student medicijnen probeert haar broer Blake te genezen van de mysterieuze en fatale slaapstoornis FFI. Blake kan niet letterlijk niet slapen totdat hij daaraan zal overlijden. Karla wordt geholpen door Robert, een professor aan haar universiteit, en twee studiegenoten. Ze combineert de kennis van haar studie met sinistere, occulte methoden die ze ontdekt in Roberts privébibliotheek. Maar haar zoektocht levert meer op dan gewenst: Karla gaat zelf ook steeds minder slapen en onverklaarbare, gruwelijke gebeurtenissen bedreigen de onderzoekers en patiënten. Is er een duistere, bovennatuurlijke macht aan het werk?","duration":"5061","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220430\/93\/20220430024103660ies.jpg","category":"Horror, Misdaad, Thriller","vidcollection":"","ord":"40","datum":"20190101"},"1265887130":{"id":"1265887130","media_id":"","title":"Back Roads","first":"B","description":"Harley zorgt voor zijn drie jongere zusjes. Moeder zit in de gevangenis omdat ze hun vader heeft vermoord. Harley doet wat hij kan om het gezin een goed leven te bieden maar hij heeft z’n eigen donkere geheimen. Hij leeft zijn frustraties uit met geheime gewelddadige uitstapjes en een heftige seksuele relatie met een oudere, getrouwde buurvrouw. Z'n escapades gaan richting dodelijk en Harley’s verschillende dubbellevens lopen steeds mee door elkaar. Hij wordt een tikkende tijdbom en iedereen in zijn omgeving is in levensgevaar.","duration":"5808","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220902\/74\/20220902021632152fjv.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"41","datum":"20180101"},"1295652779":{"id":"1295652779","media_id":"","title":"Bad Luck Banging or Looney Porn","first":"B","description":"Emi's reputatie en loopbaan als lerares komen hevig onder druk te staan als er online een sekstape van haar opduikt. De ouders van haar leerlingen zijn woedend en eisen haar vertrek. Maar ondanks de druk die op haar wordt uitgeoefend, weigert Emi zich daarbij neer te leggen.","duration":"6106","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221113\/33\/2022111302173472879h.jpg","category":"Filmhuis","vidcollection":"","ord":"19","datum":"20210101"},"1182634759":{"id":"1182634759","media_id":"","title":"Be Cool","first":"B","description":"Als Chili Palmer (John Travolta) besluit zijn geluk te beproeven in de muziekindustrie papt hij daarvoor aan de verleidelijke weduwe (Uma Thurman) van een onlangs vermoorde platenbaas, kaapt een bloedhete zangeres weg bij de concurrent en ontdekt dat er achter de mooie schermen van de muziekbizz heel wat valse tonen geblazen worden. Het is de kunst cool te blijven en niet al te veel uit de toon te vallen. Laat dat maar aan Chili Palmer over!","duration":"6880","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220415\/19\/20220415023116043s8j.jpg","category":"Komedie, Misdaad, Thriller","vidcollection":"","ord":"6","datum":"20050101"},"1300618904":{"id":"1300618904","media_id":"","title":"Becoming","first":"B","description":"Alex en Lisa (Toby Kebbell en Penelope Mitchell) zijn verloofd. Om dit te vieren maken ze een roadtrip. Onderweg stoppen ze bij een oude maat van Alex. Vanaf dat moment verandert Alex. Beetje bij beetje wordt hij onredelijker, gewelddadiger en uiteindelijk volkomen psychopathisch. Lisa ontdekt dat een kwaadaardig wezen bezit heeft genomen van zijn geest en opent de jacht om haar verloofde te redden.","duration":"5655","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221125\/80\/20221125025041432c55.jpg","category":"Horror, Misdaad, Thriller","vidcollection":"","ord":"5","datum":"20200101"},"1269088867":{"id":"1269088867","media_id":"","title":"Behemoth","first":"B","description":"Wanneer zijn dochtertje ziek wordt, vermoedt Joshua Riverton dat de chemiereus waarvoor hij werkt, verantwoordelijk is. Zijn mentale voorgeschiedenis wordt echter tegen hem uitgespeeld. Als hij verhaal wil halen bij zijn oude baas, loopt de situatie uit de hand. Het leven van de klokkenluider verandert in een hel. Letterlijk.","duration":"5312","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220910\/33\/20220910022810318sli.jpg","category":"Horror, Misdaad, Thriller","vidcollection":"","ord":"33","datum":"20210101"},"1225927356":{"id":"1225927356","media_id":"","title":"Bewitched","first":"B","description":"Jack Wyatt is een matige filmster die zijn carrière een nieuwe impuls wil geven, door Darren Stephens te spelen in een nieuwe reeks van de klassieke tv-serie Bewitched. Jack ontmoet de prachtige Isabel en vindt haar uitermate geschikt om zijn vrouw Samantha in de serie te spelen. Hij weet echter niet dat Isabel daadwerkelijk een echte heks is, wat haar natuurlijk zeer geschikt maakt voor de rol.","duration":"5877","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220618\/56\/20220618023138332ttq.jpg","category":"Komedie, Romantiek","vidcollection":"","ord":"45","datum":"20050101"},"1216927565":{"id":"1216927565","media_id":"","title":"Big Daddy","first":"B","description":"Sonny (Adam Sandler) is rommelig, ongedisciplineerd en onverantwoordelijk, met andere woorden: een groot kind. Zijn vriendin ziet een toekomst met hem niet meer zitten en vertrekt. De volgende ochtend staat er een jongetje van vijf voor de deur. Hij is de zoon van Sonny's gescheiden huisgenoot, maar die zit momenteel in China. Julian is opgegeven voor adoptie. Sonny besluit de jongen zelf op te voeden om te bewijzen dat hij wel degelijk verantwoordelijkheid kan dragen.","duration":"5356","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220604\/80\/20220604022618882hkt.jpg","category":"Komedie, Drama","vidcollection":"","ord":"11","datum":"19990101"},"1138459671":{"id":"1138459671","media_id":"","title":"Big Trip","first":"B","description":"Een onhandige ooievaar bezorgt de schattige baby Panda op het verkeerde adres. Beer, Eland, Tijger en Konijn vangen baby Panda op en beginnen aan een spannende tocht vol hilarische momenten. Zal het hen lukken om baby Panda veilig thuis te brengen?","duration":"4820","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202202\/20220205\/14\/202202050242506190o3.jpg","category":"Familie, Kinderfilm","vidcollection":"","ord":"33","datum":"20190101"},"1257895218":{"id":"1257895218","media_id":"","title":"Bigfoot Family","first":"B","description":"Bij Adam thuis is het een gezellige bende sinds zijn vader Bigfoot is teruggekeerd uit de wildernis en samen met een heleboel dieren weer bij zijn gezin woont. Bigfoot is een echte ster, terwijl Adam niets liever wil dan een normaal leven. Wanneer Bigfoot zijn bekendheid wil inzetten voor het milieu, vertrekt hij naar Alaska waar oliemaatschappij X-tract een natuurgebied in gevaar brengt. Een paar dagen later verdwijnt hij spoorloos. Samen met zijn moeder, de ondernemende wasbeer Trapper en de onhandige beer Wilbur gaat Adam naar het Hoge Noorden om zijn vader te redden.","duration":"5106","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220813\/35\/2022081302194148120m.jpg","category":"Familie, Kinderfilm","vidcollection":"","ord":"7","datum":"20200101"},"1295256588":{"id":"1295256588","media_id":"","title":"Blackbird","first":"B","description":"Lily (Susan Sarandon) is terminaal ziek. Na haar opties te hebben overwogen, besluit zij haar leven te willen beëindigen. Ze vraagt haar familie om nog eenmaal bijeen te komen in haar landhuis voor een afscheid. Aanvankelijk hebben de familieleden aanvaard dat hun moeder wenst te sterven voordat haar ziekte erger wordt. Maar al snel komt een onopgelost conflict bovendrijven tussen Lily's twee volwassen dochters, Jennifer (Kate Winslet) en Anna (Mia Wasikowska).","duration":"5847","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221112\/6\/20221112022540211yaf.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"22","datum":"20190101"},"1254471904":{"id":"1254471904","media_id":"","title":"Blood on Her Name","first":"B","description":"Leigh Tiller doodt per ongeluk een persoon waarna ze in een wanhopige bui het lijk verstopt. In een poging haar leven met haar zoon weer op te pakken, wordt zij voortdurend aan de misdaad herinnerd door haar geweten. De familie van de vermoorde man blijft met veel vragen achter. Leigh moet haar geheim verborgen houden voor haar vader Richard, die agent is, en voor Dani, de vriendin van het slachtoffer.","duration":"4812","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220805\/4\/20220805020030655u4o.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"14","datum":"20190101"},"1240788148":{"id":"1240788148","media_id":"","title":"Blood Quantum","first":"B","description":"De doden komen weer tot leven buiten het geïsoleerde reservaat van de Mi'gmaq in Red Crow. De inheemse bewoners hebben evenwel geluk en blijken op onverklaarbare wijze immuun voor de zombieplaag. Vele mensen zoeken hun toevlucht bij de Mi'gmaq waar sheriff Traylor het fort bewaakt. De zwangere vriendin van Traylors zoon blijkt niet immuun te zijn voor het virus. Dit maakt het voor Traylor steeds moeilijker om de afweging te maken om vluchtelingen op te nemen of zijn eigen volk te beschermen tegen de oprukkende zombies.","duration":"5625","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202207\/20220709\/91\/20220709022051150qlz.jpg","category":"Drama, Horror","vidcollection":"","ord":"29","datum":"20190101"},"1248505335":{"id":"1248505335","media_id":"","title":"Bloodthirsty","first":"B","description":"Grey is een getalenteerde zangeres die door de beruchte producer Vaughn Daniels wordt uitgenodigd om te komen werken in zijn afgelegen studio in de bossen. Ze gaat op het aanbod in en neemt haar vriendin Charlie mee. De veganistische Grey heeft echter last van vreemde visioenen waarin ze een wolf is. Gaande weg krijgt ze een onverklaarbare en onverzadigbare honger naar vlees. Geeft Grey toe aan haar innerlijke weerwolf en de creatieve kracht die daarmee gepaard gaat of vecht haalt haar menselijkheid de bovenhand?","duration":"5070","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202207\/20220722\/91\/20220722024123023di1.jpg","category":"Horror, Misdaad, Thriller","vidcollection":"","ord":"23","datum":"20200101"},"1260830690":{"id":"1260830690","media_id":"","title":"Boss Level","first":"B","description":"Roy Pulver (Frank Grillo) is een gepensioneerde special forces veteraan die overlijdt. Hij wordt echter de volgende dag weer wakker en komt erachter dat hij vast zit in een eindeloze tijdslus. Terwijl huurmoordenaars achter hem aanzitten moet hij uit zien te vogelen wie er verantwoordelijk is voor dit fenomeen. En wat hij moet doen om heelhuids de volgende dag te halen.","duration":"5795","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220820\/74\/20220820023316922our.jpg","category":"Actie, Avontuur","vidcollection":"","ord":"50","datum":"20200101"},"1201145986":{"id":"1201145986","media_id":"","title":"Brazil","first":"B","description":"In een zogenaamd perfecte toekomst, zet de mensheid alle technologieen in om het bestaan zo doelmatig mogelijk in te richten. Iedereen wordt in de gaten gehouden door een geheime dienst van de regering die liefde verbiedt omdat dit efficiëntie in de weg staat. Wanneer een dagdromende bureaucraat (Jonathan Pryce) ongewild betrokken raakt bij het verzet en een mooie mysterieuze vrouw ontmoet, wordt hij het tragische slachtoffer van zijn eigen romantische illusies.","duration":"8195","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220512\/1\/20220512025216314064.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"31","datum":"19850101"},"1193929119":{"id":"1193929119","media_id":"","title":"Breaking And Exiting","first":"B","description":"Harry (Milo Gibson) heeft een carrière als crimineel met een talent voor het inbreken in huizen. Door de verkoop van gestolen televisies en sieraden is hij in staat zijn huur te betalen. Nadat zijn partner in crime stopt, besluit Harry om alleen verder te gaan in de wetenschap dat hij niemand anders nodig heeft. Tot hij op een dag bij een nieuwe inbraak op Daisy stuit, een vrouw die net met een zelfmoordpoging bezig is. Hij besluit haar tegen zichzelf in bescherming te nemen. Voor beiden volgt een zoektocht naar zichzelf en de liefde.","duration":"4527","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220501\/26\/202205010159352466se.jpg","category":"Komedie, Drama","vidcollection":"","ord":"39","datum":"20180101"},"1183558594":{"id":"1183558594","media_id":"","title":"Cagefighter","first":"C","description":"Reiss Gibbons is de onbetwiste kampioen van keiharde kooigevechten. Hij heeft vijfmaal zijn titel verdedigd en het geld stroomt binnen door een ongekende reeks sponsordeals, die zijn manager en beste vriend Reggie regelt. Er is geen tegenstander die Reiss wil uitdagen. Als publiciteitsstunt accepteert Reiss een gevecht tegen de professionele worstelaar Randy Stone. Reiss ziet het gevecht als een grap, verschijnt slecht voorbereid in de ring en wordt er letterlijk en figuurlijk keihard uitgeslagen. Binnen 24 uur verliest hij alles en er rest hem slechts één ding: revanche op Stone.","duration":"5633","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220416\/74\/20220416022559882rl1.jpg","category":"Actie, Avontuur","vidcollection":"","ord":"4","datum":"20200101"},"1216927562":{"id":"1216927562","media_id":"","title":"Capote","first":"C","description":"Eind 1959 reist Truman Capote (Philip Seymour Hoffman), auteur van Breakfast at Tiffany's, naar een dorpje in Kansas om een artikel te schrijven over de moord op vier leden uit een boerenfamilie. Ondanks zijn kinderlijke stem, artistieke maniertjes en ongewone kleding weet Capote het vertrouwen te winnen van de plattelandsbevolking. Met name dat van rechercheur Dewey, die de leiding heeft over het moordonderzoek. Maar hij leert ook de hoofdverdachte kennen. Capote ziet in dat zijn artikel uit kan groeien tot een diepzinnig boek over zowel de slachtoffers als de daders.","duration":"6573","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220604\/81\/20220604025202187bbx.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"9","datum":"20050101"},"1277750362":{"id":"1277750362","media_id":"","title":"Captain Fantastic","first":"C","description":"In de prachtige bossen in het noordwesten van Amerika heeft Ben zijn ideale wereld geschapen. Een perfecte plek voor zijn zes kinderen, ver weg van de hectiek en de sociale druk van het hedendaagse bestaan. De kinderen studeren en leren jagen. Het leven is puur en overzichtelijk. Tot een dramatische gebeurtenis het gezin doet besluiten de confrontatie met de buitenwereld aan te gaan. Met zowel komische als heftige gevolgen.","duration":"6855","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221001\/65\/20221001032844755l1w.jpg","category":"Komedie, Drama","vidcollection":"","ord":"19","datum":"20160101"},"1151194764":{"id":"1151194764","media_id":"","title":"Captive State","first":"C","description":"Het is bijna een decennium geleden dat een buitenaardse kracht het gebied rondom Chicago heeft bezet. Mensen worden in een totalitair regime gevangen gehouden en getrackt aan de hand van een gps die bij iedere inwoner is ingebracht. Wanneer een groep verzetsstrijders de macht stukje bij beetje probeert terug te winnen, lijkt dit in eerste instantie een onmogelijke missie waarbij elke beweging wordt gecontroleerd door de autoriteiten die meekijken.","duration":"6312","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202202\/20220226\/17\/20220226022349518mrd.jpg","category":"Actie, Avontuur, Fantasie, Sci-Fi","vidcollection":"","ord":"19","datum":"20190101"},"1230856237":{"id":"1230856237","media_id":"","title":"Carnage","first":"C","description":"De ouders van Bruno en Ferdinand, twee elfjarige jongens, komen op een avond samen om een uit de hand gelopen ruzie tussen de twee vrienden op een volwassen manier op te lossen. Bruno zou Ferdinand met een stok twee tanden uit de mond hebben geslagen. Maar hoeveel beschaafder zijn hun ouders eigenlijk? De schone schijn aan de oppervlakte vervliegt al snel. Naarmate de avond vordert loopt het gesprek uit de hand en ontstaat er grote chaos met verhitte discussies, prijsgegeven geheimen, ongepast gedrag en hilarische voorvallen.","duration":"4565","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220625\/64\/20220625023842956tgs.jpg","category":"Komedie, Filmhuis","vidcollection":"","ord":"40","datum":"20110101"},"1145579656":{"id":"1145579656","media_id":"","title":"Chicago","first":"C","description":"","duration":"6528","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202202\/20220217\/22\/20220217022229827n6u.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"26","datum":"20020101"},"1300183843":{"id":"1300183843","media_id":"","title":"Citizen Jane","first":"C","description":"Jane Alexander, een aantrekkelijke, atletische vrouw, geniet van een comfortabel leven in Pacific Heights met haar man, de knappe, charismatische Tom. Jane's idyllische leven verandert als haar geliefde tante Gertrude op brute wijze wordt vermoord. Haar verdriet gaat over in afschuw wanneer een politiedetective Jane ervan overtuigt dat Tom de moordenaar is. Jane begint aan een spannende reis om haar vindingrijke echtgenoot op te sporen. Ze verbaast politie en justitie met haar sluwheid en vastberadenheid.","duration":"5137","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221124\/76\/20221124025206366r90.jpg","category":"Drama","vidcollection":"","ord":"7","datum":"20090101"},"1288461760":{"id":"1288461760","media_id":"","title":"Control","first":"C","description":"In de jaren zeventig wil de 19-jarige Ian Curtis (Sam Riley) ontsnappen aan het verstikkende leven in een Engels arbeidersstadje door samen met drie vrienden van school de band Joy Division op te richten. De angsten en gevoelens die zijn muziek voeden, beginnen echter al snel aan hem te knagen. Ian verzaakt zijn rol als echtgenoot van Debbie (Samantha Morton) en als vader van hun dochtertje omwille van een nieuwe liefde en de groeiende aspiraties van zijn band. Die spanning speelt zijn fysieke en mentale gezondheid parten. Hij bezwijkt onder de druk die op zijn schouders rust en wordt verteerd door zijn gekwelde geest.","duration":"7018","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221027\/84\/20221027031443851ig3.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"43","datum":"20070101"},"1277750388":{"id":"1277750388","media_id":"","title":"Countdown","first":"C","description":"Op een feestje daagt een stel tieners elkaar uit om Countdown op hun telefoons te installeren, een app waarmee je de exacte tijd ziet die je nog rest voordat je zal sterven. Wie aan het lot probeert te ontkomen, verbreekt de gebruikersovereenkomst en vindt alsnog de dood. Wanneer het vriendje van het eerste slachtoffer in het ziekenhuis belandt, wil de jonge verpleegster Quinn Harris bewijzen dat de vervloekte app onzin is. Maar tot haar grote schrik blijkt de aangegeven sterftijd van de patiënt te kloppen. Zelf had ze amper drie dagen op de teller staan en daarmee begint er een dodelijke race tegen de klok.","duration":"5182","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221001\/73\/20221001021650264y1t.jpg","category":"Horror, Misdaad","vidcollection":"","ord":"17","datum":"20190101"},"1178411485":{"id":"1178411485","media_id":"","title":"Cowboys","first":"C","description":"Samen met zijn zoon Joe, maakt Troy (Steve Zahn) een trektocht door het ruige Montana. De twee zijn op de vlucht en hopen de Canadese grens te halen door zo min mogelijk op te vallen. Een buitenbeentje binnen de lokale politie, Faith (Ann Dowd), zit achter hen aan. Als Faith dieper in de zaak duikt, ontdekt ze dat deze vermeende ontvoering anders in elkaar steekt dan ze denkt. Joe is een transgender en zijn vader Troy heeft het kind gekidnapt om het te beschermen tegen de intolerante moeder (Jillian Bell). Troy kampt echter met psychische problemen en ontbeert in de wildernis de broodnodige medicatie.","duration":"4949","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220409\/43\/2022040902534247405d.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"11","datum":"20200101"},"1248911280":{"id":"1248911280","media_id":"","title":"Crime Story","first":"C","description":"Ben Myers is een oude, zieke man. En ex-maffiabaas. Maar wanneer hij het doelwit wordt van een inbraak, neemt hij het recht in eigen hand. Zinnend op wraak, laat hij een spoor van dood en verderf achter. Tot ook de veiligheid van zijn eigen familie in het gedrang komt, en hij de gevolgen van zijn duistere verleden onder ogen moet zien.","duration":"5880","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202207\/20220723\/72\/20220723022123466kju.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"22","datum":"20210101"},"1294363148":{"id":"1294363148","media_id":"","title":"Cruise","first":"C","description":"In het New York van de jaren tachtig, draait het leven van de Italiaans-Amerikaanse Gio helemaal om auto's. Zijn eigen supersnelle auto, die hem de koning maakte van het illegale straatracecircuit, en de auto's van anderen waarin hij samen met zijn vriend Tony inbreekt. Wanneer Gio de adembenemende Jessica ontmoet, wordt hij halsoverkop verliefd. Gio's criminele kant maakt Jessica zo enthousiast, dat ze hem ervan blijft overtuigen om grotere en gevaarlijkere misdaden te plegen. Wanneer ze echter een auto stelen die een grote hoeveelheid cocaïne bevat, komt de keerzijde van hun criminele romantiek hard aan.","duration":"5176","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221110\/34\/20221110033421291eci.jpg","category":"Drama, Romantiek, Misdaad, Thriller","vidcollection":"","ord":"24","datum":"20180101"},"1297313367":{"id":"1297313367","media_id":"","title":"Crypto","first":"C","description":"Martin is een van de meest veelbelovende jonge bankiers van Wall Street. Totdat hij ontdekt dat zijn eigen bank sjoemelt met witwassen van grote bedragen. Hij trekt aan de bel, maar wordt gedegradeerd en naar een ander filiaal gestuurd. Al snel merkt Martin dat die locatie niet toevallig gekozen is. Hij ontdekt een bende hightech criminelen die hier opereert, met banden met een gewelddadig misdaad syndicaat. Ingeseind door zijn eigen werkgevers, gaan de moordenaars achter Martin aan. Gevangen in een web van internetfraude, witwassen, chantage en moord moet hij doordringen tot het hart van de organisatie en de leider ontmaskeren.","duration":"6067","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221117\/97\/20221117023304148ngi.jpg","category":"Misdaad, Thriller","vidcollection":"","ord":"17","datum":"20190101"},"1297313364":{"id":"1297313364","media_id":"","title":"Daniel Isn't Real","first":"D","description":"Playboy Ivan (Theo James) hopt van het ene highsocietyfeest naar het andere, waar hij zijn extreem rijke gastheren van waardevolle kunst berooft. Elyse (Emily Ratajkowski) begeeft zich in hetzelfde wereldje en verrijkt zich door de mensen die ze daar ontmoet op te lichten. De twee blijken één ding gemeen hebben: ze zijn beiden een fortuin schuldig aan het keiharde en gewetenloze onderwereld kopstuk Dimitri. Ivan en Elyse zijn op elkaar aangewezen om van de gewelddadige crimineel af te komen en bedenken een gewaagd plan. Maar lukt het deze twee onbetrouwbare types om op elkaar vertrouwen?","duration":"5747","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221117\/67\/20221117030314511d7w.jpg","category":"Actie, Avontuur, Misdaad, Thriller","vidcollection":"","ord":"16","datum":"20190101"},"1230078316":{"id":"1230078316","media_id":"","title":"Dark Web: Cicada 3301","first":"D","description":"Connor, een geniale hacker stuit tijdens een van z'n illegale computerkraken op een verborgen bericht van een geheim genootschap dat zich Cicada 3301 noemt. Cicada blijkt achter de schermen gigantische macht over de hele wereld te hebben en Connor raakt betrokken bij een levensgevaarlijke, geheime strijd tussen het genootschap en de Amerikaanse geheime dienst NSA. Wat begon als een intrigerend mysterie verandert al snel in een gevecht op leven en dood.","duration":"6045","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220624\/40\/20220624025128684uto.jpg","category":"Komedie, Misdaad, Thriller","vidcollection":"","ord":"42","datum":"20210101"},"1129381051":{"id":"1129381051","media_id":"","title":"Daughter of the Wolf","first":"D","description":"Clair Hamilton (Gina Carano) is een Black Ops commando, die een fortuin erft wanneer haar vader (Richard Dreyfuss) komt te overlijden. Dit nieuws blijkt uitgelekt te zijn, want een groep gewelddadige criminelen ontvoeren Clairs dertienjarige zoon Charlie en eisen precies het bedrag van de erfenis aan losgeld. Clair gebruikt al haar gevechtservaring om de kidnappers op te sporen en uit te schakelen. Haar jacht leidt haar diep in het hooggebergte aan de Amerikaans-Canadese grens. Een onherbergzaam gebied, waar ze niet alleen moet strijden op leven en dood tegen de ontvoerders, maar ook tegen de ijskoude gevaren van de wildernis.","duration":"5076","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202201\/20220121\/1\/20220121020401132dxp.jpg","category":"Actie, Avontuur, Misdaad, Thriller","vidcollection":"","ord":"39","datum":"20190101"},"1150358480":{"id":"1150358480","media_id":"","title":"De Dick Maas Methode","first":"D","description":"Dick Maas is een van Nederlands succesvolste regisseurs. Wie is die man achter Flodder, Amsterdamned, De Lift, Sint en Prooi nou echt? Aan de hand van unieke beelden, is het de jonge filmmaker Jeffrey de Vore gelukt om het verhaal van Dick Maas voor het grote publiek te vertellen in deze grappige en onthullende documentaire. Met ongelimiteerde budgetten en on-Nederlandse stunts en special effects heeft Maas de Nederlandse film naar een ander niveau getild. Samen met Dick Maas en vele toonaangevende filmmakers en acteurs blikken we terug op een unieke en ongekend succesvolle periode uit de Nederlandse filmgeschiedenis.","duration":"5797","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202202\/20220225\/62\/20220225025826716ep5.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"21","datum":"20200101"},"1146778794":{"id":"1146778794","media_id":"","title":"De emoji film","first":"D","description":"Aan de binnenkant van je smartphone ligt Textopolis, een levendige stad waar al je favoriete emoji's wonen. Ze hebben allemaal maar één gezichtsuitdrukking, behalve de uitbundige Gene. Vastbesloten om net als alle andere emoji's 'normaal' te worden, schakelt hij de hulp in van zijn handige beste vriend Hi-5 en de beruchte codekraker Hackie. Samen gaan ze langs de verschillende apps op zoek naar de Code waarmee ze Gene kunnen veranderen. Maar wanneer een groot gevaar de smartphone bedreigt, hangt het lot van alle emoji's af van deze drie onwaarschijnlijke vrienden die samen hun wereld moeten redden voordat deze voorgoed gewist wordt.","duration":"4971","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202202\/20220219\/97\/20220219024007617a7n.jpg","category":"Komedie, Familie, Kinderfilm","vidcollection":"","ord":"24","datum":"20170101"},"1292301657":{"id":"1292301657","media_id":"","title":"De gelukkige huisvrouw","first":"D","description":"Lea Meyer (Carice van Houten) is dolgelukkig met haar man Harry (Waldemar Torenstra), totdat Harry hij een kind wil. De bevalling van Harry Junior is een uitputtingsslag. Lea's humor en optimisme leggen het af tegen het natuurgeweld. Terwijl Harry een gelukkige vader is, voelt Lea geen enkele band met de baby. Ze krijgt waanvoorstellingen, zakt weg in een psychose en wordt verplicht opgenomen. Aanvankelijk steekt ze de draak met alles en iedereen. Maar gaandeweg ontdekt ze dat de medepatiënten mensen zijn met herkenbare emoties en dat er, onder haar gewoonte om van alles een grap te maken, een hoop onverwerkt verdriet schuilt.","duration":"5873","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221105\/57\/202211050310546836x3.jpg","category":"Drama","vidcollection":"","ord":"31","datum":"20100101"},"1202637960":{"id":"1202637960","media_id":"","title":"De Magische Poort","first":"D","description":"Davey, een verlegen dolfijn, ontdekt de magische poort die elke vis kan veranderen in wat hij wil zijn. Op een dag wordt de poort misbruikt door de moeralen die gigantisch zijn geworden en van plan zijn het vredige Vissenstad over te nemen. Davey moet zich herenigen met zijn lang verloren gewaande vader om de kracht en macht te krijgen om de moeralen te verslaan, zijn stad te beschermen en de liefde van zijn leven voor zich te winnen.","duration":"4814","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220514\/3\/20220514023549057jgt.jpg","category":"Komedie, Familie, Kinderfilm","vidcollection":"","ord":"29","datum":"20200101"},"1278166022":{"id":"1278166022","media_id":"","title":"De vogelwachter","first":"D","description":"De vogelwachter woont al bijna een halve eeuw moederziel alleen en zielsgelukkig op een afgelegen eiland. Op een dag krijgt hij bericht dat zijn post wordt opgeheven. Aan zijn gelukkige bestaan in en met de natuur komt abrupt een einde. De afgedankte vogelwachter weigert echter te gaan en trekt op geheel eigen wijze ten strijde.","duration":"5149","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221002\/0\/20221002024215943av6.jpg","category":"Komedie, Drama","vidcollection":"","ord":"14","datum":"20200101"},"1221596690":{"id":"1221596690","media_id":"","title":"Dead Man Walking","first":"D","description":"Zuster Helen Prejean (Susan Sarandon) uit New Orleans is de geestelijke raadsvrouw van Matthew Poncelet (Sean Penn), een ter dood veroordeelde moordenaar die op zijn executie wacht. Het is haar opdracht om de ziel van Matthew te redden. Maar als ze haar weg probeert te vinden in het duistere doolhof van zijn ziel, komt ze zoveel haat tegen dat ze zich afvraagt hoe ver verlossing moet gaan. Kan ze de naderende executie zo lang uitstellen dat ze Matthew kan verlossen of vindt ze een waarheid die het geloof, de basis van haar leven, op zijn grondvesten zal doen schudden?","duration":"7053","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220611\/52\/20220611031845146qv1.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"3","datum":"19950101"},"1251426223":{"id":"1251426223","media_id":"","title":"Deadlock","first":"D","description":"Op wraak belust na de dood van zijn zoon, neemt de gezochte misdadiger Ron Whitlock (Bruce Willis) met zijn trawanten een stuwdam in. Ze gijzelen alle aanwezigen en dreigen de regio onder water te zetten. Eén gijzelaar, een voormalig US Ranger, ontsnapt en vecht terug. Gaandeweg ontdekt hij meer over Whitlocks motieven.","duration":"5744","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202207\/20220729\/30\/2022072908244748728m.jpg","category":"Actie, Avontuur, Misdaad, Thriller","vidcollection":"","ord":"19","datum":"20210101"},"1288891117":{"id":"1288891117","media_id":"","title":"Death in Texas","first":"D","description":"Billy Walker verlaat de gevangenis en verneemt dat zijn moeder zonder nieuwe lever niet lang meer te leven heeft. Omdat ze de enige is die hem nooit in de steek liet, zet hij alles op alles om haar te redden. Ook al betekent moet hij daarvoor afdalen in de onderbuik van El Paso en de strijd aanbinden met een meedogenloze misdaadbaas.","duration":"5829","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221028\/12\/20221028025826474zvy.jpg","category":"Drama, Actie, Avontuur","vidcollection":"","ord":"42","datum":"20200101"},"1122016703":{"id":"1122016703","media_id":"","title":"Deerskin","first":"D","description":"Georges raakt volledig in de ban van zijn net verworven hertenleren jas die alle andere jassen van iedereen op de hele wereld overbodig maakt. Met de aanschaf van dit unieke kledingstuk krijgt hij van de vorige eigenaar een kleine camcorder cadeau, waarna Georges zich voor gaat doen als filmmaker. Met hulp van barvrouw Denise, die in haar vrije tijd films monteert, begint hij aan een bizarre missie. Er ontstaat een absurde driehoeksverhouding tussen Georges, Denise en de jas.","duration":"4407","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202201\/20220109\/94\/20220109022043980udr.jpg","category":"Komedie, Filmhuis","vidcollection":"","ord":"41","datum":"20190101"},"1235961369":{"id":"1235961369","media_id":"","title":"Demonic","first":"D","description":"Een jonge vrouw neemt deel aan een experiment dat haar met haar getroebleerde verleden confronteert. Ze komt in een bizarre wereld terecht die ze onbewust zelf oproept. Daar komt ze oog in oog te staan met angstaanjagende demonen en bovenal met haar moeder, van wie ze lang geleden vervreemd is geraakt.","duration":"5999","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202207\/20220702\/14\/20220702030032616wcj.jpg","category":"Horror, Fantasie, Sci-Fi","vidcollection":"","ord":"32","datum":"20210101"},"1210582788":{"id":"1210582788","media_id":"","title":"Desperately Seeking Susan","first":"D","description":"Huisvrouw Roberta Glass (Rosanna Arquette) verveelt zich te pletter en droomt weg bij het lezen van privé-advertenties in de krant. Ze raakt gefascineerd door de oproepen van Jim die wanhopig zoekt naar een zekere Susan (Madonna), een vrijgevochten vrouw die een avontuurlijk leven leidt om jaloers op te worden. Als Roberta verschijnt op de plek waar Jim en Susan elkaar gaan ontmoeten, verliest ze haar geheugen door een klap op het hoofd. Ze wordt per vergissing aangezien voor de wilde Susan en zo wordt haar leven plotseling een stuk minder saai. Vooral als blijkt dat de maffia het op Susan heeft gemunt.","duration":"5964","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220526\/45\/20220526023646836ig5.jpg","category":"Komedie, Drama","vidcollection":"","ord":"19","datum":"19850101"},"1260055667":{"id":"1260055667","media_id":"","title":"Detroit","first":"D","description":"In de zomer van 1967 houden de hevige 12th Street-rellen Detroit in hun greep. Tijdens één van de grootste en meest dodelijke volksopstanden uit de geschiedenis komen 43 mensen om, raken 189 mensen gewond en worden maar liefst 7200 mensen gearresteerd. Tweevoudig Oscarwinnaar Kathryn Bigelow brengt deze gebeurtenissen op indrukwekkende manier in beeld.","duration":"8243","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220818\/47\/20220818034705142mlx.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"2","datum":"20170101"},"1252296848":{"id":"1252296848","media_id":"","title":"Deux jours, une nuit","first":"D","description":"Sandra (Marion Cotillard) is herstellende van een depressie en wil graag weer aan het werk, maar haar baan staat op de tocht. De enige manier waarop ze deze kan houden is wanneer ze haar collega's ervan weet te overtuigen hun bonus af te staan. Ze heeft een weekend de tijd om dit voor elkaar te krijgen.","duration":"5482","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202207\/20220731\/58\/20220731021038046071.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"16","datum":"20140101"},"1286902312":{"id":"1286902312","media_id":"","title":"Dogman","first":"D","description":"Marcello bezit een hondentrimsalon in een vervallen buitenwijk aan de Italiaanse kust. Hij is een bescheiden man, houdt van zijn werk en wordt zeer gewaardeerd door zijn buurtgenoten. De rust in de wijk wordt verstoord als Simone, een ex-bokser verslaafd aan cocaïne, vrijkomt en de buurt terroriseert. De onzekere Marcello laat zich door Simone meeslepen in een spiraal van geweld. Wanneer Marcello zich voor de zoveelste keer verraden ziet door Simone, is de maat vol en begint hij te zinnen op wraak.","duration":"5925","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221023\/77\/20221023025927378kfi.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"44","datum":"20180101"},"1178410428":{"id":"1178410428","media_id":"","title":"Drag Me to Hell","first":"D","description":"Bankmedewerker Christine Brown (Alison Lohman) moet beoordelen of aangevraagde leningen goed- of afgekeurd worden en krijgt op een dag de mysterieuze mevrouw Ganush aan haar bureau. Aangespoord door haar baas, weigert Christine de aanvraag voor uitstel van betaling en laat de vernederde oude dame afvoeren door de beveiliging. Na werktijd belaagt deze mevrouw Ganush haar echter en spreekt over Christine een gruwelijke vloek uit, die haar leven tot een hel zal maken. Opgejaagd door demonen en onbegrepen door haar sceptische vriend, schakelt ze de hulp in van een medium. Die komt met een krankzinnig plan om de vloek op te heffen.","duration":"5694","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220409\/82\/20220409030305671nod.jpg","category":"Horror","vidcollection":"","ord":"10","datum":"20090101"},"1257895215":{"id":"1257895215","media_id":"","title":"Dreamkatcher","first":"D","description":"Tijdens een vakantie in de bergen hoopt Gail een beter contact te krijgen met haar stiefzoontje Josh. Nadat Gails verloofde voor zijn werk terug moet naar New York, maken zij en Josh kennis met een norse buurvrouw die een enorme verzameling droomvangers heeft. Josh, die na de dood van zijn moeder geplaagd wordt door nachtmerries, wil er graag eentje hebben. Omdat Gail daar niets van wil weten, steelt Josh een droomvanger die hij stiekem bij zijn bed hangt. Zijn nachtmerries stoppen prompt. Maar in plaats daarvan krijgt hij dromen waarin zijn overleden moeder hem opdracht geeft Gail te vermoorden.","duration":"4906","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220813\/4\/202208130220073845x7.jpg","category":"Horror, Misdaad, Thriller","vidcollection":"","ord":"5","datum":"20200101"},"1286495993":{"id":"1286495993","media_id":"","title":"Een echte Vermeer","first":"E","description":"In de vroege jaren twintig van de vorige eeuw schildert Han van Meegeren (Jeroen Spitzenberger) in de stijl van oude meesters zoals Rembrandt van Rijn en Johannes Vermeer. Als Han halsoverkop verliefd wordt op de echtgenote van de belangrijkste kunstcriticus van het land, Meneer Bredius, zorgt dat voor slechte recensies over zijn werk. Han zweert revanche en probeert Bredius om de tuin te leiden met een perfecte Vermeer-vervalsing.","duration":"6572","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221022\/37\/20221022024351032o85.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"47","datum":"20160101"},"1298593602":{"id":"1298593602","media_id":"","title":"Effacer l'historique","first":"E","description":"In een woonwijk worden drie buren geconfronteerd met de invloed van social media op hun leven. Marie wordt gechanteerd met een sekstape, Bertrands dochter wordt via Facebook op school gepest en Uber-chauffeur Christine is van slag omdat haar klanten weigeren om positieve recensies achter te laten. Samen besluiten ze de strijd aan te gaan tegen de internetgiganten.","duration":"6091","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221120\/89\/2022112002581469394i.jpg","category":"Komedie, Drama, Filmhuis","vidcollection":"","ord":"11","datum":"20210101"},"1301447992":{"id":"1301447992","media_id":"","title":"Eiffel","first":"E","description":"Na het succesvol afronden van de bouw aan het Vrijheidsbeeld ligt de wereld aan de voeten van ingenieur Gustave Eiffel. De Franse overheid vraagt hem om een spectaculair nieuw ontwerp te maken voor de Wereldtentoonstelling van 1889 in Parijs. Eiffel houdt zich echter liever bezig met een ander project. Alles verandert wanneer zijn pad kruist met de grote liefde uit zijn verleden. De lang verloren en verboden passie tussen de twee inspireert Gustave om zijn wereldberoemde Eiffeltoren te ontwerpen.","duration":"6226","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221127\/12\/20221127030251511zbh.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"1","datum":"20210101"},"1291405444":{"id":"1291405444","media_id":"","title":"El Chicano","first":"E","description":"Moordenaars, drugsdealers en bendes maken de straten van East LA onveilig. Maar één mysterieuze, anonieme vigilante betaalt de misdaad met gelijke munt terug. In de getto staat hij bekend als 'El Chicano', die geharde criminelen op dezelfde gewelddadige manier uit de weg ruimt. Zijn acties lokken echter nog meer geweld uit en politieagent Diego Hernandez krijgt de opdracht hem te ontmaskeren. Diego heeft niet veel zin in de zaak want El Chicano doet het politiewerk een stuk sneller, efficiënter én dodelijker dan de politie zelf. Bovendien vermoedt Diego dat de vigilante een stuk bekender is dan hem lief is.","duration":"6207","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221103\/83\/20221103030813815l8n.jpg","category":"Actie, Avontuur, Misdaad, Thriller","vidcollection":"","ord":"37","datum":"20180101"},"1120187570":{"id":"1120187570","media_id":"","title":"Entrapment","first":"E","description":"De legendarische en beruchte meesterdief Mac MacDougal reist de hele wereld af met de doelstelling zoveel mogelijk kunstwerken te stelen. Hij verkeert dus in de beste kringen en logeert in de duurste hotels. Kortom: overal waar geld is vind je Mac. Een undercover verzekeringsagente, Gin Baker, heeft hem echter in de smiezen en doet zich bij Mac voor als een meesterdievegge. Zij plannen hun superdiefstal op de vooravond van het nieuwe millennium. Op het moment dat de wederzijdse aantrekkingskracht groeit maar ook het wantrouwen, neemt het verhaal een compleet ander wending...","duration":"6498","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202201\/20220106\/42\/20220106025948404cmh.jpg","category":"Misdaad, Thriller, Filmhuis","vidcollection":"","ord":"43","datum":"19990101"},"1261157186":{"id":"1261157186","media_id":"","title":"Envole-moi","first":"E","description":"Thomas brengt zijn nachten door in clubs en zijn dagen in bed, tot op de dag dat zijn vader, Dr. Reinhard, zijn capriolen beu is. Hij besluit hem de pas af te snijden en dwingt hem de zorg op zich te nemen voor één van zijn jonge patiënten. Marcus is twaalf jaar oud en woont alleen bij zijn moeder. Sinds zijn geboorte lijdt hij aan een ernstige ziekte die zijn dagen onderbreekt tussen het opvangcentrum waar hij naar school gaat en herhaalde opnames in het ziekenhuis. Deze ontmoeting zal het dagelijks leven van beiden op zijn kop zetten en hun leven danig veranderen.","duration":"5237","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220821\/29\/20220821020043277c3t.jpg","category":"Komedie, Drama","vidcollection":"","ord":"48","datum":"20210101"},"1281038997":{"id":"1281038997","media_id":"","title":"Fahim","first":"F","description":"Wanneer de jonge Fahim en zijn vader hun geboorteland Bangladesh moeten ontvluchten en arriveren in Parijs, begint voor hen een nieuwe strijd. Terwijl ze wachten op de goedkeuring van hun politiek asielaanvraag, staan ze onder constante dreiging van uitzetting. Dan leert Fahim de schaakmeester Sylvain kennen, die hem onder zijn hoede neemt. Juist wanneer het nationale kampioenschap schaken begint, lijkt Fahim het land te moeten verlaten. Voor hem is er maar één uitweg: kampioen van Frankrijk worden. Gebaseerd op een waargebeurd verhaal.","duration":"6189","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221009\/69\/20221009021952123xhu.jpg","category":"Komedie, Drama","vidcollection":"","ord":"7","datum":"20190101"},"1277750385":{"id":"1277750385","media_id":"","title":"Fargo","first":"F","description":"Cami landt na middernacht op een vliegveld en neemt een Uber naar de afgelegen woning van haar vader. Haar chauffeur Spencer blijkt niet erg sociaal begaafd. Cami voelt zich tijdens de rit steeds ongemakkelijker en tot haar schrik krijgen ze onderweg autopech. De twee stranden in een bos waar de normale wetten van tijd en plaats niet van toepassing lijken. De schimmen en visioenen die overal opduiken, hebben een lugubere boodschap. De enige manier om weg te komen, is door 'de tol' te betalen: slechts een kan overleven, de ander zal moeten sterven.","duration":"5644","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221001\/77\/202210010227506766dg.jpg","category":"Drama, Misdaad","vidcollection":"","ord":"16","datum":"19960101"},"1286495999":{"id":"1286495999","media_id":"","title":"Finding Neverland","first":"F","description":"In het Londen van 1904 ontmoet de ludieke toneelschrijver J.M. Barrie (Johnny Depp) tijdens een wandeling met zijn hond totaal onverwachts zijn nieuwe inspiratiebron: vier kinderen die zonder vader door het leven gaan. Hij raakt spelenderwijs erg goed bevriend met de vier jongens en hun zeer charmante moeder (Kate Winslet). Het leven van het gebroken gezin kent echter nog maar weinig plezier en bruist al niet meer sinds de dood van hun vader en echtgenoot. James laat de jongens op verrassende manieren zien dat alles mogelijk is en dat je met fantasie een fantastisch leuke eigen wereld kunt creëren.","duration":"5813","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221022\/42\/20221022023348336u3c.jpg","category":"Drama, Familie, Kinderfilm","vidcollection":"","ord":"46","datum":"20040101"},"1245227057":{"id":"1245227057","media_id":"","title":"Flag Day","first":"F","description":"Journaliste Jennifer Vogel (Dylan Penn) worstelt al haar hele leven met de duistere erfenis van haar vader John (Sean Penn): enerzijds een liefhebbende en charismatische man, anderzijds een meedogenloze oplichter. John gelooft dat de wereld corrupt is en dat je daarom ook corrupt moet zijn om goed voor jezelf en je familie te kunnen zorgen. Hij liegt, bedriegt en gaat over lijken om uiteindelijk 20 miljoen dollar te verdoezelen. Nu Jennifer volwassen is, heeft zij geen idee wat er van John is geworden.","duration":"6259","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202207\/20220716\/74\/20220716025657782fp7.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"25","datum":"20210101"},"1276870512":{"id":"1276870512","media_id":"","title":"Florence Foster Jenkins","first":"F","description":"Florence Foster Jenkins doet er alles aan om haar droom, een bevlogen zangeres worden, uit te laten komen. De stem die ze in haar hoofd hoort is prachtig, maar voor anderen klinkt haar gezang vreselijk vals. Haar echtgenoot en manager St. Clair Bayfield, een aristocratische Engelse acteur, is vastbesloten om zijn geliefde Florence tegen de waarheid te beschermen. Wanneer Florence besluit een openbaar concert in Carnegie Hall te geven, komt hij voor de grootste uitdaging van zijn leven te staan.","duration":"6349","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220929\/66\/20220929022345715cj7.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"21","datum":"20160101"},"1266708403":{"id":"1266708403","media_id":"","title":"Før frosten","first":"F","description":"Denemarken, 1850. Terwijl de winter zijn intrede doet dreigen een boer op leeftijd, Jens, en zijn familie een hongerdood te sterven. Met het vooruitzicht op wederom een harde en onverbiddelijke winter, besluit Jens zijn dochter te laten trouwen met de zoon van zijn buren. Maar wanneer een rijke boer uit de omgeving Jens' land wil kopen, ziet hij dit als een mogelijkheid op een wellicht nog betere toekomst.","duration":"6015","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220904\/6\/20220904021618354mxz.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"37","datum":"20180101"},"1222051214":{"id":"1222051214","media_id":"","title":"Gagarine","first":"G","description":"De zestienjarige Youri is opgegroeid in Cité Gagarine, de enorme rode bakstenen woonwijk van Ivry-sur-Seine, aan de buitenste rand van Parijs. Hij droomt ervan om ruimtevaarder te worden. Wanneer hij hoort dat Gagarine met de sloop wordt bedreigd, besluit Youri in verzet te komen. Met de hulp van Diana, Houssam en de andere inwoners probeert hij de sloop tegen te houden en daarmee zijn 'ruimteschip' te redden. Regisseurs Fanny Liatard en Jérémy Trouilh richten met hun film een monument op voor Gagarine, haar bewoners en hun idealen. Inmiddels is de sloop een feit.","duration":"5661","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220612\/62\/20220612025039648bhl.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"1","datum":"20200101"},"1182634756":{"id":"1182634756","media_id":"","title":"Get Shorty","first":"G","description":"Wanneer gangster Chili Palmer (John Travolta) vanuit Miami naar Los Angeles reist om een schuld te innen bij een tweederangs regisseur (Gene Hackman), laat hij zich inpakken door de hippe filmbusiness. Palmer ontdekt dat de regels in Hollywood maar bar weinig verschillen van de wetten in criminele onderwereld: hij regelt een filmster, versiert een B-filmdiva en krijgt zelfs plaatsen gereseveerd in de hipste restaurants van de stad. Kortom, alles loopt gesmeerd. Tot zijn vroegere vriendjes, de maffiosi, hem opnieuw weten te vinden.","duration":"6037","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220415\/18\/20220415021911048wmv.jpg","category":"Komedie, Misdaad, Thriller","vidcollection":"","ord":"5","datum":"19950101"},"1206674253":{"id":"1206674253","media_id":"","title":"Ghostland","first":"G","description":"De tieners Beth en Vera verhuizen met hun moeder Pauline naar een afgelegen huis dat een overleden tante heeft nagelaten. Tijdens de eerste nacht in hun nieuwe onderkomen dringen twee psychopaten het huis binnen en moeten de vrouwen vechten voor hun leven. Deze traumatische nacht drijft de twee zussen uit elkaar. Beth wordt een beroemde horrorauteur met een perfect gezin in Los Angeles, terwijl haar zus Vera haar trauma niet aankan en ten onder gaat aan paranoïde aanvallen. Zestien jaar later keert Beth terug naar het landhuis waar Vera en Pauline al die tijd zijn blijven wonen en waar nog altijd angstaanjagende dingen gebeuren.","duration":"5267","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220520\/90\/20220520020622822v4w.jpg","category":"Drama, Horror","vidcollection":"","ord":"23","datum":"20180101"},"1292301665":{"id":"1292301665","media_id":"","title":"Give Me Liberty","first":"G","description":"Vic werkt als chauffeur bij een transportbedrijf voor gehandicapten in Milwaukee. Hij heeft een drukke dag voor de boeg en loopt al snel achter op schema, omdat de stad door protesten overhoop ligt. Toch lukt het zijn opa om de loyale Vic over te halen van zijn route af te wijken en hem tussendoor samen met een groep bejaarde Russen naar een begrafenis te brengen. Als zijn vaste passagier Tracy vervolgens instapt, is de chaos echt compleet.","duration":"6391","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221105\/96\/20221105032814222k6r.jpg","category":"Komedie, Drama, Filmhuis","vidcollection":"","ord":"30","datum":"20210101"},"1292301662":{"id":"1292301662","media_id":"","title":"Gold","first":"G","description":"Twee mannen (Zac Efron en Anthony Hayes) reizen door de woestijn en vinden de grootste goudklomp die ze ooit hebben gezien. Het duo beschikt echter niet over de juiste materialen om de goudklomp mee te nemen, maar willen hun vondst kosten wat het kost beschermen. Ze bedenken een plan: een van hen trekt naar de bewoonde wereld om het materiaal te bemachtigen, terwijl de andere bij het goudstuk blijft. De man die achterblijft krijgt echter alle narigheid van de woestijn over zich heen en moet zien te overleven.","duration":"5546","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221105\/4\/20221105021821672hb3.jpg","category":"Misdaad, Thriller","vidcollection":"","ord":"29","datum":"20220101"},"1199795893":{"id":"1199795893","media_id":"","title":"Guilty by Suspicion","first":"G","description":"Na een project in het buitenland, keert filmregisseur David Merrill (Robert De Niro) begin jaren vijftig terug naar Hollywood. Amerika is op dat moment in de ban van de heksenjacht die senator McCarthy voert tegen communisten. Ook Merrill wordt onder de loep genomen en omdat hij tijdens zijn verhoor weigert om namen te noemen van vermeende landverraders, komt hij op een zwarte lijst te staan. Dit betekent niet alleen het einde van zijn carrière in Los Angeles, ook in New York komt hij niet meer aan de bak. De verleiding wordt steeds groter om alsnog een getuigenis af te leggen tegenover de onderzoekscommissie.","duration":"6038","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220510\/53\/20220510021656662z9v.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"33","datum":"19910101"},"1277750382":{"id":"1277750382","media_id":"","title":"Heartbreakers","first":"H","description":"Max en Page vormen als moeder en dochter een team: Max verleidt rijke mannen zodat ze met haar trouwen, en vervolgens verleidt Page ze, zodat Max weer van de man kan scheiden, met een flinke deel van de 'buit' uit de scheiding. Als ze in geldproblemen komen besluiten ze nog één laatste klus te doen: de oude, rijke William B. Tensy. Het gaat echter allemaal niet zoals ze gehoopt hadden.","duration":"7409","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221001\/33\/202210010334441480jh.jpg","category":"Komedie, Romantiek","vidcollection":"","ord":"15","datum":"20010101"},"1274864043":{"id":"1274864043","media_id":"","title":"Held","first":"H","description":"Emma en Henry proberen hun wankelijke huwelijk te redden met een vakantie in een prachtige afgelegen woning, voorzien van allerlei technische snufjes. Als ze na de eerste nacht vermoeden dat er een indringer is geweest, besluiten ze weer te vertrekken maar blijken ze vast te zitten door het automatische beveiligingssysteem. Vanuit het huis klinkt een onheilspellende stem van iemand die hen met verborgen camera's in de gaten houdt en veel intieme details weet over hun relatie. De anonieme gijzelnemer begint het echtpaar te terroriseren. Emma en Henry moeten samenwerken om de waarheid te achterhalen en hun weg naar buiten te vinden.","duration":"5383","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220924\/20\/20220924021445323iwu.jpg","category":"Horror, Misdaad, Thriller","vidcollection":"","ord":"23","datum":"20200101"},"1195730239":{"id":"1195730239","media_id":"","title":"Het Bombardement","first":"H","description":"Rotterdam, mei 1940. De eenvoudige bakkersknecht en amateurbokser Vincent de Graaf (Jan Smit) raakt halsoverkop verliefd op de welgestelde Eva von Heerle (Roos van Erkel), dochter van Duitse notabelen. Eva moet een verstandshuwelijk aangaan met een rijke industrieel. Alleen een wonder kan Vincent bij haar brengen, of het noodlot... Wanneer de Duitsers Nederland binnenvallen, begeven Vincent en Eva zich op een op de gevaarlijke tocht dwars door de frontlinie om haar ouders op te gaan halen. Wanneer de Maasstad op 14 mei gebombardeerd wordt, veranderen de levens van alle Rotterdammers voorgoed. Ook die van Vincent en Eva.","duration":"6051","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220504\/97\/20220504022602588h17.jpg","category":"Drama, Actie, Avontuur","vidcollection":"","ord":"37","datum":"20120101"},"1295256585":{"id":"1295256585","media_id":"","title":"Het diner","first":"H","description":"De broers Lohman - Serge (Daan Schuurmans), een politicus in de race voor het premierschap en Paul (Jacob Derwig), een mislukte geschiedenisleraar maar nu huisman - gaan uit eten met hun vrouwen Babette en Claire (Kim van Kooten en Thekla Reuten). Er wordt over koetjes en kalfjes gepraat, maar tegelijkertijd heerst er een duidelijke spanning. Ze vermijden het onderwerp waarvoor ze eigenlijk zijn samengekomen: hun kinderen. Die hebben iets verschrikkelijks op hun geweten wat hun toekomst kan verwoesten. Maar wie weet wat en hoe ver ga je als ouder om je kind te beschermen?","duration":"5083","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221112\/26\/20221112025307134c3a.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"21","datum":"20130101"},"1193189983":{"id":"1193189983","media_id":"","title":"Hope Gap","first":"H","description":"Grace (Annette Bening) en Edward (Bill Nighy) wonen in een klein dorp bij de klif van Hope Gap en zijn 29 jaar getrouwd. Als hun zoon Jamie een weekend komt logeren informeert zijn vader hem dat hij van plan is om nog dezelfde dag zijn moeder te verlaten. Het eens zo hechte gezin wordt nu geconfronteerd met een nieuwe situatie waarin emoties als ongeloof, woede, onmacht maar ook hoop elkaar kruisen.","duration":"5771","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220430\/31\/20220430021650339ixc.jpg","category":"Drama","vidcollection":"","ord":"41","datum":"20190101"},"1229302546":{"id":"1229302546","media_id":"","title":"Hope Springs","first":"H","description":"Dertig jaar huwelijk heeft de middelbare Maeve (Meryl Streep) doen besluiten om de dingen iets krachtiger aan te pakken, met name op relatiegebied. Als ze hoort van een beroemde relatiegoeroe (Steve Carell) in het plaatsje 'Great Hope Springs', moet ze haar sceptische man (Tommy Lee Jones) op een vliegtuig zien te krijgen voor een intensieve week van huwelijk en sekstherapie. Dit zorgt voor verrassende en komische openbaringen.","duration":"5747","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220623\/96\/20220623022341822qir.jpg","category":"Komedie, Romantiek","vidcollection":"","ord":"43","datum":"20120101"},"1244693657":{"id":"1244693657","media_id":"","title":"Horrible Histories: Rotten Romans","first":"H","description":"Atti is een Romeinse tiener met veel hersens maar heel weinig spierkracht. Als een van zijn slimme plannetjes kwaad bloed zet bij keizer Nero, moet Atti voor straf mee met het leger. Hij komt terecht in een koud en nat Brittannië, waar de plaatselijke bevolking in opstand komt. En zo ontmoet hij Orla, een strijdlustig Keltisch tienermeisje dat zichzelf wil bewijzen als waardevolle vechter. De vraag is hoe lang deze vriendschap stand kan houden, als Atti ontdekt dat keizer Nero bereid is ten strijde te trekken tegen de opstandelingen.","duration":"5303","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202207\/20220715\/27\/202207150247019841ij.jpg","category":"Komedie, Familie, Kinderfilm","vidcollection":"","ord":"26","datum":"20190101"},"1257895212":{"id":"1257895212","media_id":"","title":"I Met a Girl","first":"I","description":"De Australische aspirant-muzikant Devon Cassidy heeft schizofrenie en is afhankelijk van de zorg door zijn oudere broer Nick. Een verhuizing brengt Devon in een neerwaarste spiraal, totdat hij Lucy ontmoet, een mysterieus meisje dat net zo impulsief en romantisch is als hij. Het is liefde op het eerste gezicht, maar na slechts één dag samen is Lucy al nergens meer te bekennen. Nick vermoedt dat Lucy een waanvoorstelling is. Maar Devon, die wil bewijzen dat hij niet gek is, ontdekt een briefje dat ze hem schreef: 'ontmoet me in Sydney'. Dus vertrekt Devon op een epische reis om het meisje van zijn dromen te vinden.","duration":"6223","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220813\/34\/202208130233464986f1.jpg","category":"Drama, Romantiek","vidcollection":"","ord":"4","datum":"20200101"},"1289335191":{"id":"1289335191","media_id":"","title":"Infamous","first":"I","description":"Arielle (Bella Thorne) werkt als serveerster in een klein stadje in Florida, maar droomt van roem, populariteit en bewondering. Wanneer ze de jonge crimineel Dean (Jake Manley) leert kennen, vormen de twee een sexy maar levensgevaarlijk stel. Hun dagen bestaan uit heftige seks, moord, rooftochten en vluchten voor de wet. Arielle en Dean trekken een bloedig spoor door het zuiden van de VS en slingeren alles live streaming de wereld in via de social media.","duration":"5766","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221029\/54\/2022102902303556639q.jpg","category":"Romantiek, Misdaad, Thriller","vidcollection":"","ord":"40","datum":"20200101"},"1181917786":{"id":"1181917786","media_id":"","title":"Inheritance","first":"I","description":"Lauren is een vooraanstaand lid van een megarijke, machtige Amerikaanse familie. Wanneer haar vader overlijdt, laat hij haar één enkele sleutel na, die een bunker op het familielandgoed blijkt te openen. In de bunker vindt ze een onbekende man, geketend aan de muur. Hij heet Morgan en blijkt decennia lang gevangen gehouden te zijn door haar vader. Hij vertelt Lauren dingen over haar familie die Lauren nooit geweten heeft. Haar vader lijkt zijn rijkdom en macht verkregen te hebben met diefstal, corruptie en moord. Lauren staat voor een dilemma: Wat zijn de gevolgen als ze Morgan bevrijdt? Kan ze hem niet beter vast laten zitten?","duration":"6393","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220414\/95\/20220414030458759od1.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"7","datum":"20200101"},"1142038699":{"id":"1142038699","media_id":"","title":"Jakob's Wife","first":"J","description":"Gevangen in een huwelijk met een predikant, zoekt de Anne troost bij een oude vriend. Een flirt die uitmondt in een bizarre, bloederige inwijding. Herboren als vampier, komt Anne voor een verscheurende keuze te staan: een opwindend, onsterfelijk bestaan aan de zijde van The Master of de terminale treurnis als Jakobs vrouw.","duration":"5644","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202202\/20220211\/17\/202202110212177367oh.jpg","category":"Horror, Fantasie, Sci-Fi","vidcollection":"","ord":"30","datum":"20210101"},"1269088871":{"id":"1269088871","media_id":"","title":"Jexi","first":"J","description":"Phil (Adam Devine) heeft een gigantisch probleem: hij is volledig afhankelijk van zijn telefoon. Hij heeft weinig vrienden, een nietszeggende baan en geen liefdesleven. Maar zijn saaie Facebook-status staat op het punt te veranderen. Zijn nieuwste telefoon blijkt een onverwachte feature te hebben: een coach genaamd Jexi. Deze virtuele assistent helpt hem om zijn leven weer op de rails te krijgen. Maar wanneer blijkt dat Phil steeds beter in 'het echte leven' kan functioneren, verandert Jexi in een technische nachtmerrie die hem niet wil laten gaan.","duration":"4841","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220910\/52\/20220910021245412ze3.jpg","category":"Komedie, Romantiek","vidcollection":"","ord":"32","datum":"20190101"},"1299344418":{"id":"1299344418","media_id":"","title":"JFK","first":"J","description":"Op 22 november 1963 wordt president John F. Kennedy doodgeschoten in Dallas, Texas. De vermeende dader, Lee Harvey Oswald, wordt twee dagen later uit wraak doodgeschoten door nachtclubeigenaar Jack Ruby. Een onderzoekscommissie concludeert dat zowel Oswald als Ruby hun misdaden op eigen houtje begingen. Maar officier van justitie Jim Garrison (Kevin Costner) staat erg argwanend ten opzichte van het officiële verhaal dat door de FBI verteld wordt. Samen met zijn team begint hij aan een langdurige missie om het mysterie rond de moordaanslag te ontrafelen.","duration":"10859","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221122\/86\/20221122033535735sm5.jpg","category":"Drama","vidcollection":"","ord":"10","datum":"19910101"},"1292301656":{"id":"1292301656","media_id":"","title":"Jobs","first":"J","description":"Steve Jobs (Ashton Kutcher) groeit op in San Francisco en is vanaf kleins af aan gek van technologie. Na de middelbare school leert hij Steve Wozniak kennen. De mannen delen de liefde voor innovaties en computers en besluiten gezamenlijk Apple Computer op te richten. Dankzij een investering van Mike Markkula maakt het bedrijf grote sprongen. Wanneer Apple moeilijke tijden doormaakt, lopen de drie tegen diverse problemen aan. Steve laat zich echter niet gek maken en besluit iets geheel nieuws te proberen. Het is de start van een technologische revolutie.","duration":"7331","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221105\/54\/20221105025234392nyn.jpg","category":"Drama","vidcollection":"","ord":"32","datum":"20130101"},"1248911274":{"id":"1248911274","media_id":"","title":"Just My Luck","first":"J","description":"Ashley (Lindsay Lohan) is de gelukkigste vrouw van New York, waar ze een veelbelovende carrière en een leven vol glamour en romantiek heeft. Jake (Chris Pine) is de ongelukkigste man van de stad, getergd door voortdurende ongelukjes en gemiste kansen. Alles verandert voor Ashley en Jake als ze elkaar ontmoeten op een chic gemaskerd bal, waar ze elkaar zoenen en hun geluk op miraculeuze wijze verwisselen. Nu wordt Ashley's fantastische leven enorm zuur, terwijl Jake van het leven geniet. Maar Ashley is vastbesloten hem te vinden en haar geluk terug te stelen.","duration":"5877","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202207\/20220723\/87\/20220723023044821ymy.jpg","category":"Komedie, Romantiek","vidcollection":"","ord":"20","datum":"20060101"},"1211297895":{"id":"1211297895","media_id":"","title":"Kaamelott Premier Volet","first":"K","description":"Na de verdwijning van koning Arthur, zaaien de tiran Lancelot en zijn Saksische huurlingen terreur in het Rijk van Logres. De goden pikken deze wrede dictatuur niet. Ze lokken Arthur uit zijn schuilplaats en planten de zaadjes voor het verzet. Kan Arthur de opstandelingen verenigen, Kaamelott heroveren en vrede brengen op het eiland van Brittannië?","duration":"6953","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220527\/73\/20220527022900846pyd.jpg","category":"Komedie, Fantasie, Sci-Fi","vidcollection":"","ord":"16","datum":"20210101"},"1257890805":{"id":"1257890805","media_id":"","title":"Kenau","first":"K","description":"Haarlem, december 1572. Terwijl het leger van Alva de Hollandse opstand met harde hand de kop indrukt, runt weduwe Kenau Hasselaer (Monic Hendrickx) haar scheepswerf alsof het geen oorlog is. Pas als haar jongste dochter in Spaansgezinde handen valt, kan ze niet langer afzijdig blijven en trekt ze samen met de vrouwen van Haarlem ten strijde. Legerkapitein Ripperda (Barry Atsma) ziet in dat hij de hulp van de moedige vrouwen niet kan afslaan. Alleen Kathelijne (Sallie Harmsen), de overgebleven dochter van Kenau, wordt buiten het vrouwenleger gehouden. Vertrouwt Kenau haar niet of heeft ze een andere reden?","duration":"6467","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220813\/65\/20220813031009192j9q.jpg","category":"Drama, Actie, Avontuur","vidcollection":"","ord":"6","datum":"20140101"},"1295251821":{"id":"1295251821","media_id":"","title":"Killing Them Softly","first":"K","description":"De werkloze junkies Frankie en Russell weten duidelijk niet waar ze aan beginnen wanneer ze in New Orleans een overval plegen tijdens een illegale pokerwedstrijd van de maffia. Want wie er met een shotgun de geheime gokhal van Markie Trattman binnenloopt, krijgt gegarandeerd Jackie Cogan (Brad Pitt) achter zich aan. De enige kans die de twee sukkels hebben is dat de door Cogan ingevlogen huurmoordenaar Mickey te druk is met drank en hoeren om op tijd in actie te komen. Als Cogan te horen krijgt dat de bazen achter zijn contactpersoon ongeduldig worden, besluit hij met frisse tegenzin zelf in te grijpen.","duration":"5593","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221112\/70\/20221112025850990tbz.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"20","datum":"20120101"},"1215272524":{"id":"1215272524","media_id":"","title":"Knight and Day","first":"K","description":"June stapt op een vliegtuig en maakt een praatje met haar charmante en mysterieuze medepassagier, Roy. Daarna verandert alles: het vliegtuig stort neer in een maisveld. June heeft geen tijd om even op adem te komen, want al snel wordt ze over de hele wereld achtervolgd. Ze ontwijkt kogels in Boston, springt over daken in Oostenrijk en rent weg voor dolle stieren in Sevilla – en dat alles samen met Roy, een potentieel onstabiel en onbetrouwbaar maar zeer aantrekkelijke geheim agent. Voordat ze het weten vormen ze een onwaarschijnlijk team en bevinden ze zich in een gevaarlijk machtsspel met onverwachte wendingen.","duration":"6298","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220602\/73\/2022060202520767127g.jpg","category":"Komedie, Actie, Avontuur","vidcollection":"","ord":"14","datum":"20100101"},"1195730242":{"id":"1195730242","media_id":"","title":"La vita è bella","first":"L","description":"In het Italië van de jaren dertig weet levensoptimist Guido (Roberto Benigni) zijn geliefde Dora te veroveren op de dag dat ze is uitgehuwelijkt aan een fascistische bureaucraat. Samen krijgen ze een kind en vijf jaar later, wanneer Italië de rassenwet in werking getreden, wordt Guido vanwege zijn joodse afkomst samen met zijn zoon naar een concentratiekamp gedeporteerd. Omdat de levens omstandigheden in het kamp erbarmelijk zijn, is Guido vastbesloten zijn zoon tegen alles en iedereen te beschermen. Hij slaagt erin zijn angst te overwinnen en zijn gevoel voor humor te laten zegevieren.","duration":"6689","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220504\/62\/20220504023719084h0i.jpg","category":"Komedie, Drama","vidcollection":"","ord":"38","datum":"19970101"},"1257000310":{"id":"1257000310","media_id":"","title":"Land of Mine","first":"L","description":"Wanneer de Tweede Wereldoorlog op z'n eind loopt wordt een groep Duitse soldaten, eerder jongens dan mannen, gevangen genomen door het Deense leger. Ze worden gedwongen een dodelijke taak ten uitvoer te brengen: het ontmantelen en ruimen van twee miljoen landmijnen die nog in de Deense stranden ingegraven liggen. En dat met weinig tot geen training. De jongens ontdekken dat de oorlog voor hen nog lang niet ten einde is.","duration":"5802","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220811\/73\/20220811023601896hou.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"9","datum":"20150101"},"1230856240":{"id":"1230856240","media_id":"","title":"Legend","first":"L","description":"Het verhaal speelt zich af in een fantasiewereld bewoond door onder andere eenhoorns, feeën en demonen. Een demonisch wezen dat enkel bekendstaat als de Heer der Duisternis geeft zijn handlanger de opdracht om twee eenhoorns te vinden. Met de magische kracht van hun hoorns wil hij de wereld in een eeuwige nacht hullen. Ondertussen toont Jack zijn geliefde prinses Lily de eenhoorns. Lily ziet hoe een van de eenhoorns wordt gedood en wil de andere eenhoorn redden, maar wordt samen met de eenhoorn gevangen genomen en naar het kasteel van de Heer der Duisternis gebracht. Het is aan Jack en zijn vrienden om haar te redden!","duration":"5390","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220625\/50\/202206250232102542vc.jpg","category":"Fantasie, Sci-Fi","vidcollection":"","ord":"38","datum":"19860101"},"1297760234":{"id":"1297760234","media_id":"","title":"Light of My Life","first":"L","description":"Tien jaar nadat een dodelijke pandemie de wereld drastisch heeft veranderd, besluit een vader (Casey Affleck) met zijn dochter Rag te vluchten naar de bossen van British Columbia. Rag is een van de weinige overgebleven mensen van het vrouwelijke geslacht en om haar te verbergen voor bandieten die jacht maken op vrouwen, wordt zij door haar vader vermomd als jongen. Terwijl hij haar probeert te beschermen tegen de gevaren in deze nieuwe wereld, komt hun relatie hevig onder druk te staan.","duration":"6868","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221118\/62\/202211180226336485sh.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"14","datum":"20190101"},"1146778797":{"id":"1146778797","media_id":"","title":"Line of Duty","first":"L","description":"Wanneer politieagent Frank Penny (Aaron Eckhart) tegen alle bevelen in een achtervolging inzet, schiet hij de kidnapper dood die de elfjarige dochter van de commissaris ergens heeft opgesloten. Frank moet alles op het spel zetten om het meisje te redden, maar om haar te vinden heeft hij de hulp nodig van vlogger Ava Brooks. Zij volgt Frank op de voet en zendt alles live uit op haar nieuwskanaal. Terwijl de stad toekijkt, beginnen Frank en Ava aan een race tegen de klok.","duration":"5682","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202202\/20220219\/2\/20220219025400911ya3.jpg","category":"Actie, Avontuur, Misdaad, Thriller","vidcollection":"","ord":"23","datum":"20190101"},"1191634477":{"id":"1191634477","media_id":"","title":"Lions for Lambs","first":"L","description":"Een politicus (Tom Cruise) probeert zijn nieuwste wereldomvattende strategie te verkopen aan een journaliste (Meryl Streep). Een idealistische docent (Robert Redford) wil een van zijn beste studenten ervan te overtuigen een andere richting te kiezen in zijn leven. En tenslotte hebben twee studenten zich aangemeld bij het leger om al vechtend hun leven zinvoller te maken.","duration":"5264","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220428\/37\/202204280243212830ez.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"43","datum":"20070101"},"1235961372":{"id":"1235961372","media_id":"","title":"Little Women","first":"L","description":"Gebaseerd op Louisa May Alcotts autobiografische roman uit 1868 over liefde, familie en de vrouwelijke geest binnen de familie March. Terwijl hun vader aan het front vecht van de Amerikaanse Burgeroorlog, groeien de zussen Jo, Amy, Meg en Beth op onder de hoede van hun sterke moeder. Het zijn moeilijke tijden voor de vier jonge vrouwen die hun weg in de maatschappij moeten vinden. Met onder anderen Winona Ryder, Kirsten Dunst, Claire Danes, Susan Sarandon en Christian Bale.","duration":"6822","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202207\/20220702\/76\/202207020246549243z0.jpg","category":"Drama","vidcollection":"","ord":"34","datum":"19940101"},"1183558595":{"id":"1183558595","media_id":"","title":"Lizzie","first":"L","description":"Massachusetts, 1892. De ongehuwde 32-jarige Lizzie (Chloë Sevigny) wordt door haar omgeving behandeld als een sociale outcast. Ze leidt een claustrofobisch leven wat geheel gedomineerd wordt door haar kille vader. En wanneer de jonge Bridget Sullivan (Kristen Stewart) voor het gezin komt werken vindt Lizzie eindelijk die vriendin waar ze naar heeft verlangd. Hun intimiteit groeit echter uit tot een donker en verontrustend plan.","duration":"6051","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220416\/63\/20220416022727389al8.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"3","datum":"20180101"},"1291404176":{"id":"1291404176","media_id":"","title":"Looks That Kill","first":"L","description":"De zestienjarige Max (Brandon Flynn) is geboren met een bijzondere afwijking: zijn gezicht is zo mooi, dat iedereen letterlijk dood neervalt bij het zien van zoveel schoonheid. Daarom moet hij overal en altijd zijn gezicht verbergen achter een verband en een zonnebril. Zijn beste vriend Dan probeert hem te koppelen aan een meisje, maar wanneer de eerste date uitloopt op een mislukking, ziet Max het niet meer zitten. Juist wanneer hij van plan is van een brug te springen, ontmoet hij de aantrekkelijke Alex, die net als hij blijkt te kampen met een eigenaardige aangeboren afwijking.","duration":"5302","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221103\/12\/20221103025841658wxs.jpg","category":"Komedie, Drama, Romantiek","vidcollection":"","ord":"36","datum":"20200101"},"1272020826":{"id":"1272020826","media_id":"","title":"Luce","first":"L","description":"Tien jaar geleden adopteerden Amy (Naomi Watts) en Peter Edgar (Tim Roth) hun zoon Luce uit Eritrea. De jongen ontwikkelt zich, ondanks zijn moeilijke kinderjaren, niet alleen als een getalenteerd atleet, maar ook als een modelstudent. Dan doet zijn leerkracht (Octavia Spencer) een verontrustende ontdekking over Luce en worden Amy en Peter geconfronteerd met het duistere verleden van hun zoon.","duration":"6295","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220917\/32\/20220917022235027y7w.jpg","category":"Drama","vidcollection":"","ord":"28","datum":"20190101"},"1221599629":{"id":"1221599629","media_id":"","title":"Marley and Me","first":"M","description":"De pasgetrouwde John en Jenny Grogan adopteren Marley, een schattige Labrador-pup. Ze houden de labrador enkel om een idee te krijgen hoe het is om ouders te zijn. Marley blijkt echter hyperactief te zijn en moet zelfs naar een speciale gehoorzaamheidsschool gestuurd worden. Hij vernielt de boel, wordt van de gehoorzaamheidsschool geschopt en wordt alleen maar erger wanneer John en Jennifer kinderen krijgen","duration":"6646","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220611\/76\/20220611024720118xu9.jpg","category":"Familie, Kinderfilm","vidcollection":"","ord":"5","datum":"20080101"},"1142523816":{"id":"1142523816","media_id":"","title":"Mary","first":"M","description":"David (Gary Oldman) is een kapitein die met zichzelf worstelt en hij wil een beter leven voor hem, zijn vrouw Sarah (Emily Mortimer) en zijn dochters opbouwen. Op een veiling ziet hij een oude boot met de naam 'Mary' erop en in een impulsieve bui besluit hij de boot te kopen. Kort nadat David en zijn gezin en twee vrienden met de boot op reis zijn gegaan, krijgen zij te maken met steeds meer vreemde en angstaanjagende gebeurtenissen.","duration":"4620","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202202\/20220212\/31\/20220212024807722rz2.jpg","category":"Horror","vidcollection":"","ord":"29","datum":"20190101"},"1197958027":{"id":"1197958027","media_id":"","title":"Mary Shelley","first":"M","description":"De rebelse en bevlogen Mary (Elle Fanning) valt op haar zeventiende voor de charmante dichter Percy Shelley. Hun hartstochtelijke affaire schokt hun omgeving en ze besluiten samen weg te lopen. Te gast in Zwitserland daagt Lord Byron zijn genodigden uit een spookverhaal te schrijven. Het is hier waar Mary een van de meest iconische personages aller tijden schept: Frankenstein. De samenleving van 1818 weigerde echter een vrouw als schrijfster van een literair meesterwerk te erkennen, wat Mary geen andere keus liet dan de vooroordelen van de samenleving te trotseren om haar creatie én eigen identiteit te verdedigen.","duration":"6927","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220507\/70\/20220507022954133ahp.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"35","datum":"20170101"},"1274863988":{"id":"1274863988","media_id":"","title":"Masquerade","first":"M","description":"Terwijl haar ouders naar een gemaskerd bal zijn om geld in te zamelen voor hun kunsthandel, is de elfjarige Casey alleen thuis met de babysitter. Helaas hebben twee vermomde dieven deze avond uitgekozen om in te breken en de peperdure kunst van Casey's ouders te stelen. De situatie escaleert snel als blijkt dat een van de inbrekers tot alles in staat is om zijn doel te bereiken. Ondertussen worden Casey's nietsvermoedende ouders naar huis gereden door bardame Rose (Bella Thorne). Zal hun dochter zich lang genoeg staande kunnen houden?","duration":"4818","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220924\/19\/20220924021417987kpj.jpg","category":"Horror, Misdaad, Thriller","vidcollection":"","ord":"22","datum":"20210101"},"1188095737":{"id":"1188095737","media_id":"","title":"Mermaids","first":"M","description":"Telkens wanneer haar moeder een relatie verbreekt, moet de vijftienjarige Charlotte Flax (Winona Ryder) verhuizen. Zo belandt ze begin jaren zestig in een klein stadje in Massachusetts, tot haar grote blijdschap in de buurt van een klooster. Charlottes grootste wens is namelijk om non te worden, al brengt de ontluikende liefde voor een conciërge haar behoorlijk in verwarring. Charlottes neurotische puberproblemen worden niet alleen bemoeilijkt door haar halfzusje Kate (Christina Ricci), die zwemster wil worden, maar vooral haar onconventionele moeder Rachel (Cher), die zich meer als vriendin dan als moeder gedraagt.","duration":"6339","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220423\/2\/20220423023716279se1.jpg","category":"Komedie, Romantiek","vidcollection":"","ord":"45","datum":"19900101"},"1254003042":{"id":"1254003042","media_id":"","title":"Midnight in Paris","first":"M","description":"Gil (Owen Wilson) is een aspirant-schrijver die met zijn verloofde Inez en haar ouders een bezoek brengt aan de stad van de liefde. In tegenstelling tot de welgestelde Inez, die niets ziet in een onzeker kunstenaarsbestaan, valt Gil direct na aankomst al voor de artistieke charme van de lichtstad. Wanneer hij tijdens een nachtelijke wandeling op een wel heel bijzondere wijze wordt meegevoerd in de bruisende culturele geschiedenis van Parijs, is dit voor Gil reden om zijn huidige situatie eens onder de loep te nemen: is het leven daar nu echt zoveel mooier, of lijkt dat maar zo?","duration":"5409","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220804\/63\/202208040234493677tm.jpg","category":"Komedie, Romantiek","vidcollection":"","ord":"15","datum":"20110101"},"1245711210":{"id":"1245711210","media_id":"","title":"Miss","first":"M","description":"Als kind wilde Alex niets liever dan Miss Frankrijk worden. Een onverwachte ontmoeting wakkert zijn droom weer aan en hij besluit - zijn gender verborgen houdend – als Alexandra mee te doen aan de wedstrijd. Met hulp van zijn gekozen familie probeert Alex de titel, zijn vrouwelijkheid en boven alles zijn identiteit te veroveren.","duration":"6198","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202207\/20220717\/57\/20220717021053999gk4.jpg","category":"Komedie, Filmhuis","vidcollection":"","ord":"24","datum":"20200101"},"1235961375":{"id":"1235961375","media_id":"","title":"Missing Link","first":"M","description":"De charismatische avonturier Sir Lionel Frost is stomverbaasd wanneer hij diep in de Amerikaanse bossen de ontbrekende schakel tussen aap en mens ontdekt. Deze toepasselijk genaamde Link is echter allesbehalve een monster. Hij is verrassend slim en charmant maar ook eenzaam omdat hij alleen leeft en niet weet waar hij vandaan komt. Bijgestaan door de temperamentvolle avonturier Adelina Fortnight, gaan Link en Sir Lionel op een razend spannend avontuur op zoek naar Link’s lang verloren familie: de Yeti's.","duration":"5418","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202207\/20220702\/71\/20220702021611728oip.jpg","category":"Komedie, Familie, Kinderfilm","vidcollection":"","ord":"35","datum":"20190101"},"1283133812":{"id":"1283133812","media_id":"","title":"Monster Party","first":"M","description":"Drie jonge dieven infiltreren in een gigantisch landhuis, waar een luxueus feest wordt gegeven voor een groep extreem rijke jet-setters. Maar hun hebzucht slaat al snel om in doodsangst, wanneer blijkt dat het gaat om een bijeenkomst van seriemoordenaars. Het aantal lijken loopt op en het drietal moet vechten op leven en dood om te ontsnappen, of gruwelijk aan hun einde komen.","duration":"5133","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221014\/23\/202210141713599785rm.jpg","category":"Komedie, Horror","vidcollection":"","ord":"5","datum":"20180101"},"1177630720":{"id":"1177630720","media_id":"","title":"Monsters of Man","first":"M","description":"Een Amerikaanse wapenfabrikant wil een lucratief legercontract binnenhalen door in Azië een kamp van heroïnedealers schoon te vegen met intelligente robotten. Maar als blijkt dat een team van dokters getuige is van de slachtpartij, keren de moordmachines zich tegen deze nieuwe doelwitten in een meedogenloze overlevingsstrijd.","duration":"7594","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220408\/45\/20220408023756966mox.jpg","category":"Actie, Avontuur, Fantasie, Sci-Fi","vidcollection":"","ord":"13","datum":"20200101"},"1254944710":{"id":"1254944710","media_id":"","title":"My Salinger Year","first":"M","description":"New York, de jaren 90. Na haar afstuderen droomt Joanna ervan schrijfster te worden. Ze vindt een baan als assistente van Margaret, een onverstoorbare en ook wel ouderwetse literair agente, met J.D. Salinger als een van haar beroemdste cliënten. Joanna leeft ondertussen in twee tegengestelde werelden. Want begeeft ze zich overdag in de wereld van glamour in het statige kantoor vol ouderwetse dictafoons, typemachines en lunches waar drie martini's de norm zijn, is het 's avonds armoe troef in het huis waar ze woont mét haar socialistische vriend, maar zónder gootsteen.","duration":"5819","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220806\/32\/20220806021930047w57.jpg","category":"Drama","vidcollection":"","ord":"13","datum":"20200101"},"1138459672":{"id":"1138459672","media_id":"","title":"Nekrotronic","first":"N","description":"De onfortuinlijke reinigingsmedewerker Howard North raakt betrokken bij een wereldwijd conflict tussen twee Nekromancers - de keiharde demonenjagers Molly en Torquel - en de duivelse Finnegan (Monica Bellucci) die het internet heeft geïnfiltreerd om de zielen van miljoenen mensen, verslaafd aan hun mobieltjes, te verslinden. Wanneer Howard achter de waarheid van Finnegans verleden komt, sluit hij zich aan bij Molly en Torquel om de plannen van de gevaarlijke demon te dwarsbomen. Hij ontdekt dat hij de ultieme Nekromancer is. De enige die de kracht heeft om de wereld te redden.","duration":"5572","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202202\/20220205\/47\/20220205022712143z2q.jpg","category":"Komedie, Actie, Avontuur","vidcollection":"","ord":"32","datum":"20180101"},"1226405626":{"id":"1226405626","media_id":"","title":"Never Gonna Snow Again","first":"N","description":"Op een grijze, mistige ochtend in een Oost-Europese stad verschijnt een mysterieus persoon, die in een omheinde gemeenschap aan de slag gaat als masseur. De identieke huizen worden allen bewoond door de welgestelde hogere klasse, die ondanks hun rijkdom met verdriet en innerlijke leegte rondlopen. De masseur biedt hen troost met zijn handen die genezen en zijn ogen die de zielen van deze eenzame bewoners doordringen. Voor hen klinkt zijn Russische accent als het lied van het verleden, een vredige melodie uit hun kindertijd, toen de wereld een veiligere plek was. Hij heet Zhenia en verandert hun leven.","duration":"6661","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220619\/29\/20220619022543138by6.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"44","datum":"20210101"},"1283992341":{"id":"1283992341","media_id":"","title":"Normandie nue","first":"N","description":"In Mêle-sur-Sarthe, een klein dorp in Normandië, worden de veehouders geteisterd door de crisis: de prijs van het vlees daalt fors, de melk wordt met verlies verkocht en de veehouders zitten in zak en as. Burgemeester Georges Balbuzard wil zich echter niet laten kennen en zal er alles aan doen om zijn dorp te redden. Het toeval wil dat Blake Newman, een bekende conceptfotograaf die grote menigten naakt fotografeert, op doortocht is in de streek. Balbuzard is ervan overtuigd dat deze man het dorp kan redden. Wat zou er gebeuren als Newman driehonderd Normandiërs naakt zou fotograferen op het Champ Chollet?","duration":"6283","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221017\/26\/20221017122534063rd9.jpg","category":"Komedie, Drama","vidcollection":"","ord":"1","datum":"20180101"},"1224873837":{"id":"1224873837","media_id":"","title":"Notorious Nick","first":"N","description":"Omdat Nick Newell geboren wordt met anderhalve arm, werd hij van jongs af aan gepest en gedwongen zich te verdedigen tegen bullebakken en pestkoppen. Gesteund door zijn alleenstaande moeder Stacey, zijn beste vriend Abi en zijn coach Alex weet hij het te schoppen tot MMA-kooivechter. Maar hij heeft moeite om tegenstanders te vinden. Kooivechters vinden geen eer te behalen aan een gevecht met Nick. Door keihard te blijven trainen en vol te houden met ongekend doorzettingsvermogen, krijgt Nick eindelijk zijn kans. En als hij eenmaal in de kooi staat ziet de hele wereld dat hij harder, sterker en succesvoller is dan zijn tegenstanders.","duration":"5048","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220617\/5\/2022061702383853652j.jpg","category":"Actie, Avontuur","vidcollection":"","ord":"50","datum":"20210101"},"1301055649":{"id":"1301055649","media_id":"","title":"Oldboy","first":"O","description":"De succesvolle marketingmanager Joe (Josh Brolin) wordt op een kwade dag zonder enige aanleiding of reden in totale eenzaamheid gevangen gezet. Wanneer hij na twintig jaar wordt vrijgelaten, gaat Joe bezeten van wraak op een missie om erachter te komen waarom iemand hem dit vreselijke lot aan wilde doen. Al snel wordt echter duidelijk dat het sadistische spel waar hij zich in bevond nog lang niet voorbij is.","duration":"5978","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221126\/95\/20221126023300559bvf.jpg","category":"Misdaad, Thriller, Filmhuis","vidcollection":"","ord":"3","datum":"20130101"},"1146218323":{"id":"1146218323","media_id":"","title":"Paydirt","first":"P","description":"","duration":"4912","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202202\/20220218\/42\/20220218023625828epg.jpg","category":"Actie, Avontuur, Misdaad, Thriller","vidcollection":"","ord":"25","datum":"20200101"},"1266314718":{"id":"1266314718","media_id":"","title":"Pelle en Kas op zoek naar het gezonken schip","first":"P","description":"Aan de vriendschap van Pelle en Kas dreigt een einde te komen wanneer de fabriek waar Pelles vader werkt, moet verkassen. Geen werk, geen geld, dus moeten ze verhuizen. Tenzij Pelle en Kas de beloning kunnen krijgen voor de verloren buit van een bankoverval. Alleen... die ligt op de bodem van de Baltische Zee!","duration":"4970","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220903\/78\/20220903021118135jj7.jpg","category":"Komedie, Familie, Kinderfilm","vidcollection":"","ord":"39","datum":"20210101"},"1130536644":{"id":"1130536644","media_id":"","title":"People You May Know","first":"P","description":"Jed Triplett is een introverte dertiger die zich tot nu toe heeft weten te onthouden van de sociale media. Wanneer hem de gigantische vraag wordt gesteld om te definiëren wie hij is, realiseert Jed zich dat een leven dat hij zelf kan verzinnen veel interessanter is dan het leven dat hij werkelijk leidt.","duration":"5277","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202201\/20220123\/60\/20220123024314703qsq.jpg","category":"Komedie, Drama","vidcollection":"","ord":"37","datum":"20170101"},"1203248515":{"id":"1203248515","media_id":"","title":"Petite Maman","first":"P","description":"Na het overlijden van haar oma verkent de achtjarige Nelly het huis en de omgeving waar haar moeder opgroeide. In het bos ontmoet ze een ander jong meisje. Langzamerhand wordt duidelijk dat ze het meisje kent, maar wie is ze? Nelly ontdekt dat haar moeder ook jong is geweest en dat helpt haar te begrijpen wie haar moeder is.","duration":"4202","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220515\/7\/20220515023001579do9.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"26","datum":"20210101"},"1291404173":{"id":"1291404173","media_id":"","title":"Philomena","first":"P","description":"Als tiener moest Philomena Lee (Judi Dench) haar buitenechtelijke zoontje ter adoptie afstaan op aandringen van de Iers-Katholieke gemeenschap waar ze woonde. Vijftig jaar later gaat ze met hulp van de cynische BBC-journalist Martin Sixsmith (Steve Coogan) op zoek naar haar verloren zoon. Martin ziet het verhaal vooral als een mooie comeback voor zijn onlangs geruïneerde carrière. Als echter tijdens hun zoektocht de puzzelstukjes op zijn plaats beginnen te vallen, ontstaat een ontroerende vriendschap tussen beiden, gebouwd op het verlangen om de waarheid boven tafel te krijgen over het onrecht wat Philomena is aangedaan.","duration":"5628","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221103\/46\/20221103023301328s6f.jpg","category":"Komedie, Drama","vidcollection":"","ord":"38","datum":"20130101"},"1216927559":{"id":"1216927559","media_id":"","title":"Pinocchio","first":"P","description":"Wanneer houtsnijder Geppetto (Roberto Benigni) uit een blok hout een pop maakt gebeurt er iets magisch. De pop begint te praten en kan lopen, rennen en eten zoals elke kleine jongen. Gepetto noemt hem Pinocchio en voedt hem op als zijn eigen zoon. Maar de brutale Pinocchio vindt het lastig om braaf te zijn. Hij is snel afgeleid en tuimelt van het ene ongeluk in het andere wanneer hij ten prooi valt aan twee oplichters in een wereld vol fantasierijke wezens. Zijn trouwe vriendin de fee probeert hem te laten inzien dat zijn grote droom, een echte jongen worden, alleen uit kan komen als Pinocchio zijn gedrag verandert.","duration":"7211","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220604\/36\/20220604033950478di1.jpg","category":"Familie, Filmhuis, Kinderfilm","vidcollection":"","ord":"12","datum":"20190101"},"1192370843":{"id":"1192370843","media_id":"","title":"Pixie","first":"P","description":"Pixie is een charmante meid uit een beruchte misdaadfamilie, wier moeder werd vermoord door de bende van Father McGrath. Ze wil haar moeders dood wreken door een fortuin aan drugsgeld van de moordenaars achterover te drukken en voor altijd te verdwijnen naar het buitenland. Maar al haar plannen worden per ongeluk gedwarsboomd door twee kroegtijgers, Frank en Harland. Pixie windt de twee in no time om haar vingers en voor ze het beseffen zitten Frank en Harland in haar klassieke Mercedes, met een lijk in de kofferbak en een tas vol cocaïne op de achterbank, achtervolgd door moorddadige priesters, huurmoordenaars en politie.","duration":"5342","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220429\/27\/202204290244099884aw.jpg","category":"Komedie, Misdaad, Thriller","vidcollection":"","ord":"42","datum":"20200101"},"1292302715":{"id":"1292302715","media_id":"","title":"Pizza Maffia","first":"P","description":"De tiener Ibrahim en zijn onafscheidelijke neef Illias - beter bekend als Bram en Haas - zijn de twee snelste koeriers van Novara, de pizzeria van Brams vader. Elke avond racen ze op hun scooter door de stad en halen de bruutste stunts uit om als eerste bij de klant te zijn. Als de vader van Haas na een ruzie met zijn broer niet meer in Novara wil werken, opent hij zijn eigen pizzeria aan de overkant van het plein. In no time brandt er een hevige strijd los. Alles en iedereen wordt meegesleept in de pizzaoorlog. Ook de neven Bram en Haas komen tegenover elkaar te staan in deze strijd om leven, dood, trots en een heleboel pizza's.","duration":"4897","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221105\/10\/20221105031602095yty.jpg","category":"Drama","vidcollection":"","ord":"33","datum":"20110101"},"1231513903":{"id":"1231513903","media_id":"","title":"Playlist","first":"P","description":"Als Sophie te horen krijgt dat ze kan gaan werken bij een beroemde uitgeverij in Parijs is dat een flinke stap richting haar ultieme droom. Ze hoopt ooit haar eigen grafische illustraties gedrukt te zien, maar voor nu moet ze het doen met een baan op de publiciteitsafdeling. Het leven krijgt echter een andere wending als ze onverwachts zwanger raakt. Haar relatie loopt stuk en een carrière in de uitgeverswereld moet weer plaats maken voor haar oude baantje in de bediening. Is het leven in Parijs eigenlijk wel uit te houden onder deze omstandigheden?","duration":"4976","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220626\/6\/20220626023713889x0u.jpg","category":"Komedie, Filmhuis","vidcollection":"","ord":"37","datum":"20210101"},"1269536740":{"id":"1269536740","media_id":"","title":"Pourris Gâtes","first":"P","description":"De drie kinderen van een rijke zakenman doen niets met hun leven, behalve het geld van hun hardwerkende vader uitgeven. Hij is het feestvieren op zijn kosten zat, en besluit zijn kinderen een les te leren door ze wijs te maken dat er geen geld meer is. Voor het eerst moeten de verwende nesten het voor hen ondenkbare doen: werken.","duration":"5470","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220911\/42\/20220911021028606bud.jpg","category":"Komedie, Filmhuis","vidcollection":"","ord":"31","datum":"20210101"},"1150365858":{"id":"1150365858","media_id":"","title":"Prooi","first":"P","description":"","duration":"6201","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202202\/20220225\/74\/20220225030549496y6y.jpg","category":"Horror, Misdaad, Thriller","vidcollection":"","ord":"20","datum":"20160101"},"1295653669":{"id":"1295653669","media_id":"","title":"Qui m'aime me suive","first":"Q","description":"De gepensioneerde Gilbert en Simone wonen in een dorpje in Zuid-Frankrijk en ervaren nogal wat ergernissen in hun huwelijk. Het constante cynisme van haar echtgenoot, hun geldtekort, maar ook het plotselinge vertrek van haar buurman en geheime minnaar Étienne, zorgen ervoor dat Simone ervoor kiest om haar man te verlaten. Maar dan besluit Gilbert hij tot alles bereid is om zijn echtgenote en grote liefde voor zich terug te winnen.","duration":"5265","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221113\/68\/20221113020852840doh.jpg","category":"Komedie, Drama, Filmhuis","vidcollection":"","ord":"18","datum":"20190101"},"1203248518":{"id":"1203248518","media_id":"","title":"Raging Bull","first":"R","description":"Wanneer bokser Jake La Motta (Robert De Niro) in de ring stapt om zijn tegenstander tot moes te slaan, wordt hij geëerd als een groot sportman. Maar wanneer hij zijn familie en vrienden buiten de ring op dezelfde manier behandelt, is hij een tikkende tijdbom. Vooral zijn vrouw (Cathy Moriarty) en zijn broer (Joe Pesci) hebben te lijden onder de agressieve Jake, die gebukt gaat onder jaloezie en paranoia. De woede die in Jake huist, maakt van hem een kampioen als bokser, maar een eenzame figuur in het echte leven.","duration":"7423","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220515\/0\/20220515023851876q04.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"27","datum":"19800101"},"1294361819":{"id":"1294361819","media_id":"","title":"Rat Race","first":"R","description":"Donald P. Sinclair heeft zes gouden munten in verschillende speelautomaten in zijn casino geplaatst. De gelukkigen die deze munten vinden, zullen een kans krijgen om om 2 miljoen dollar te bezitten. De zes deelnemers moeten tegen elkaar racen om als eerste bij het geld te komen, in een kluis in New Mexico. Er zijn geen regels en alles wat er zou kunnen gebeuren, gebeurt ook. Ondertussen sluiten Sinclairs medewerkers achter de schermen hun weddenschappen af.","duration":"6449","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221110\/1\/20221110031820603upr.jpg","category":"Komedie, Actie, Avontuur","vidcollection":"","ord":"28","datum":"20010101"},"1221599626":{"id":"1221599626","media_id":"","title":"Rifkin's Festival","first":"R","description":"Wanneer filmrecensent Mort Rifkin zijn echtgenote, publiciteitsagent Sue, vergezelt naar het San Sebastian Film Festival in Spanje vermoedt hij dat haar fascinatie voor de jonge filmregisseur Philippe misschien wel iets verder gaat dan alleen die van werk. Terwijl Philippes film overladen wordt met overdadige lof, vindt Mort deze maar banaal en dwalen zijn gedachten af naar de filmklassiekers waar hij ooit les over gaf. De situatie zet het kwetsbare huwelijk tussen Mort en Sue onder druk. Mort vrolijkt wat op wanneer hij dokter Jo Rojas ontmoet, een gelijkgestemde ziel die lijdt onder haar huwelijk met een uitbundige schilder.","duration":"5302","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220611\/71\/20220611021742085brl.jpg","category":"Romantiek, Filmhuis","vidcollection":"","ord":"2","datum":"20200101"},"1240789091":{"id":"1240789091","media_id":"","title":"Seal Team","first":"S","description":"Nadat zijn beste vriend is omgekomen bij een haaienaanval, stelt de vastberaden zeehond Quinn het Seal Team samen, om het op te nemen tegen een bende haaien die de zee onveilig maken. Het enige probleem is dat dit vrolijke Seal team helemaal niet getraind is voor zo’n missie. Ze zoeken de hulp van de ervaren strijder Claggart, maar zelfs hij kan deze jongens niet in vorm krijgen. Slaagt het Seal Team er met een paar trucjes, een beetje intelligentie en heel veel moed in om als team de rust terug te brengen in de zee?","duration":"5640","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202207\/20220709\/92\/20220709022747141e2d.jpg","category":"Familie, Kinderfilm","vidcollection":"","ord":"30","datum":"20210101"},"1289335188":{"id":"1289335188","media_id":"","title":"Shame","first":"S","description":"Dertiger Brandon leidt in New York een routinematig dubbelleven. Overdag is hij succesvol in zijn werk. Na kantoortijd gaat hij op vrouwenjacht en bevredigt zijn seksverslaving. Hij denkt zijn leven onder controle te hebben. Tot zijn eigenzinnige zusje Cissy plots voor de deur staat en bij hem intrekt. Brandons zorgvuldig afgeschermde privéleven raakt ontregeld. Hij wordt geconfronteerd met zijn eenzaamheid, zijn verleden en zijn schaamte.","duration":"5795","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221029\/33\/20221029024252478e2c.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"41","datum":"20110101"},"1280205942":{"id":"1280205942","media_id":"","title":"Shark Night","first":"S","description":"Als een groep vrienden vertrekt voor een vakantie op een prachtig eiland in de baai van Louisiana, is dit het begin van een regelrechte nachtmerrie. Het water dat hen omringt blijkt vol te zitten met levensgevaarlijke, bloeddorstige haaien, die het ene na het andere slachtoffer eisen. Terwijl de studenten pogingen doen om van het eiland af te komen, blijken niet alleen de haaien het op hen voorzien te hebben.","duration":"5199","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221007\/38\/20221007020546611oyi.jpg","category":"Horror","vidcollection":"","ord":"12","datum":"20110101"},"1280638257":{"id":"1280638257","media_id":"","title":"Sinister","first":"S","description":"Tien jaar geleden schreef misdaadauteur Ellison Oswald een bestseller over een beruchte moord. In zijn zoektocht naar inspiratie voor een tweede commerciële succes, verhuist hij met z'n familie naar een huis waar de vorige bewoners bruut om het leven zijn gekomen en een kind vermist raakte. In de woning ontdekt Ellison een doos met angstaanjagende 8mm amateurfilmpjes. Hij realiseert zich niet dat hij hiermee deuren heeft geopend die beter gesloten konden blijven.","duration":"6323","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221008\/92\/20221008023945575iuw.jpg","category":"Horror, Thriller","vidcollection":"","ord":"9","datum":"20120101"},"708445041":{"id":"708445041","media_id":"","title":"Snatch","first":"S","description":"Turkish en zijn partner-in-crime Tommy raken door de beruchte crimineel Brick Top betrokken bij de wereld van illegale 'big money' bokswedstrijden. Wanneer de door hun ingezette bokser direct in de eerste ronde k.o geslagen wordt door de onverstaanbare Ierse zigeuner One Punch Mickey, breekt de hel los. Ondertussen wisselt ergens anders in Londen een 86-karaats diamant op onrechtmatige wijze van 'eigenaar'. De daders zijn drie overgewaardeerde gangsters en een dolgedraaide hond. De twee verhalen lijken niets met elkaar te maken te hebben, maar niets is minder waar…","duration":"5918","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202011\/20201118\/10\/20201118002514661qta.jpg","category":"Komedie, Misdaad, Thriller","vidcollection":"","ord":"17","datum":"20000101"},"1298176042":{"id":"1298176042","media_id":"","title":"Sometimes Always Never","first":"S","description":"De zestigjarige kleermaker Alan (Bill Nighy) is net zo scherp als zijn maatpakken gesneden zijn. Hij is al jarenlang op zoek naar zijn vermiste zoon Michael, die wegliep na een hoogopgelopen ruzie tijdens een potje Scrabble. Ondertussen verwaarloosde Alan de relatie met zijn jongste zoon Peter (Sam Riley). Wanneer een lichaam moet worden geïdentificeerd, haalt Alan de band met Peter aan en neemt hij hem op sleeptouw. Maar voordat alle verhoudingen hersteld kunnen worden, moet hij ook nog het mysterie oplossen van een online Scrabble-speler van wie hij vermoedt dat het Michael is.","duration":"5254","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221119\/54\/20221119024622875y52.jpg","category":"Komedie, Drama","vidcollection":"","ord":"13","datum":"20180101"},"1257496298":{"id":"1257496298","media_id":"","title":"Son","first":"S","description":"Wanneer haar achtjarige zoontje ten prooi valt aan een mysterieuze ziekte, moet een jonge moeder uitmaken hoe ver ze wil gaan om hem te beschermen tegen de sinistere demonen uit haar sekteverleden. Met de hulp van een rechercheur, de enige die haar lijkt te geloven, bindt ze de strijd aan zoals enkel een moeder dat kan.","duration":"5870","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220812\/77\/20220812021338692wue.jpg","category":"Horror, Misdaad, Thriller","vidcollection":"","ord":"8","datum":"20210101"},"1130000720":{"id":"1130000720","media_id":"","title":"Spider-Man: Homecoming","first":"S","description":"Peter Parker (Tom Holland) keert na zijn eerste superheldengevecht als Spider-Man terug naar zijn normale leven in Queens. Hij hoopt snel bij The Avengers gevraagd te worden door Tony Stark (Robert Downey Jr.), maar het telefoontje blijft uit. Peter wordt ongeduldig, denkt dat hij zichzelf als held moet bewijzen aan Tony Stark en gaat vervolgens zelf op zoek naar onrecht. Tijdens deze zoektocht komt hij al snel terecht bij een mysterieuze wapenhandel van ene Adrian Toomes (Michael Keaton).","duration":"7676","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202201\/20220122\/15\/20220122032435838avs.jpg","category":"Actie, Avontuur","vidcollection":"","ord":"38","datum":"20170101"},"1212195662":{"id":"1212195662","media_id":"","title":"Status Update","first":"S","description":"Na de scheiding van zijn ouders, verhuist de zeventienjarige scholier Kyle Moore vanuit Californië met zijn moeder mee naar New England. De skater Kyle kan niet goed aarden in zijn nieuwe sociale omgeving waar de stoere leden van het ijshockeyteam de dienst uitmaken. Maar zijn kansen keren wanneer hij na de reparatie van zijn mobiele telefoon beschikt over een magische app die alle status updates van zijn social media accounts werkelijkheid maakt.","duration":"6148","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220528\/45\/20220528021855493sw5.jpg","category":"Komedie, Romantiek","vidcollection":"","ord":"15","datum":"20180101"},"1225926433":{"id":"1225926433","media_id":"","title":"Stay","first":"S","description":"Nadat hij bij een verkeersongeluk aan de dood is ontsnapt, wordt de depressieve student Henry Letham (Ryan Gosling) opgevangen door psychiater Sam Foster (Ewan McGregor). Henry zegt dat hij stemmen hoort en visioenen heeft. Hij laat Sam weten dat hij van plan is om over drie dagen zelfmoord te plegen. Sam wil dit koste wat kost voorkomen en roept te hulp in van zijn vriendin Lila (Naomi Watts), die ook ooit een zelfmoordpoging ondernam. Wanneer Henry niet veel later spoorloos verdwijnt, begint Sam aan een nachtmerrieachtige trip door de stad, die hem uiteindelijk naar een plek tussen leven en dood zal brengen.","duration":"5690","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220618\/25\/20220618022805748ag3.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"48","datum":"20050101"},"1216927556":{"id":"1216927556","media_id":"","title":"Stillwater","first":"S","description":"De Amerikaan Bill Baker (Matt Damon) reist vanuit Oklahoma naar Marseille om zijn dochter in de gevangenis te bezoeken. Ze zit vast voor een moord die ze beweert niet te hebben gepleegd. In zijn missie om zijn dochter vrij te krijgen wordt Bill geconfronteerd met de taalbarrières en de cultuurverschillen en wordt hij tegengewerkt door de Franse autoriteiten. Hij blijft volharden om de onschuld van zijn dochter te bewijzen en besluit om in Frankrijk te blijven en alles op alles te zetten om de echte moordenaar te vinden.","duration":"7988","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220604\/97\/202206040306246124g2.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"8","datum":"20210101"},"1221596693":{"id":"1221596693","media_id":"","title":"Street Kings","first":"S","description":"Tom Ludlow (Keanu Reeves) is de beste undercover-recherceur van een gespecialiseerde eenheid binnen de politie van Los Angeles. Gedesillusioneerd door de dood van zijn vrouw, houdt Ludlow er een ruwe en onorthodoxe handelswijze op na. Zijn chef Jack Wander (Forest Whitaker) houdt hem altijd de hand boven het hoofd, maar kan niet voorkomen dat Interne Zaken het op Ludlow heeft voorzien. Helemaal wanneer een ex-partner om het leven komt tijdens een overval in Ludlows bijzijn. Ludlow staat alleen in zijn strijd tegen het corrupte politiesysteem om zijn onschuld te bewijzen.","duration":"6258","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220611\/80\/20220611024552120gip.jpg","category":"Actie, Avontuur, Misdaad, Thriller","vidcollection":"","ord":"4","datum":"20080101"},"1301055542":{"id":"1301055542","media_id":"","title":"Take This Waltz","first":"T","description":"Je zal maar gelukkig getrouwd zijn, je leven goed op de rit hebben en dan opeens smoorverliefd worden op een nieuwe buurtgenoot. Wat doe je dan? Is het een tijdelijke bevlieging of blijkt die man eigenlijk je grote liefde te zijn? Dit is het dilemma van de 28-jarige Margot (Michelle Williams) die een veilige relatie heeft met Lou (Seth Rogen), maar zich sterk aangetrokken voelt tot de artistieke Daniel (Luke Kirby). Ze besluit haar intuïtie te volgen, wat resulteert in een hete en hitsige zomer. Margot leert zichzelf beter kennen, maar het blijft de vraag of ze de juiste keuze in haar leven maakt.","duration":"6700","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221126\/89\/20221126024447527lqs.jpg","category":"Drama, Romantiek","vidcollection":"","ord":"2","datum":"20110101"},"1289750295":{"id":"1289750295","media_id":"","title":"The Artist","first":"T","description":"Hollywood 1927. George Valentin is knap, charismatisch en de grote ster van de zwijgende cinema. Wanneer de geluidsfilm echter zijn intrede maakt, raakt de loopbaan van George in het slop. Drank en armoede brengen hem verder in verval. De carrière van de opkomende jonge actrice Peppy Miller, schiet juist als een raket omhoog. Zij biedt hulp aan George om terug op het witte doek te verschijnen en spoort hem aan danser te worden. Samen proberen zij de weg naar de top te vinden.","duration":"5767","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221030\/58\/20221030025444237tg7.jpg","category":"Romantiek, Filmhuis","vidcollection":"","ord":"39","datum":"20110101"},"1277305972":{"id":"1277305972","media_id":"","title":"The Beach Bum","first":"T","description":"Moondog (Matthew McConaughey) is een succesvolle dichter die zijn leven volgens zijn eigen regels leeft. Samen met zijn rijke vrouw (Isla Fisher), zijn verwaande agent (Jonah Hill) en zijn beste vriend (Snoop Dogg) is het leven één groot feest vol drugs en drank. Moondog is de rockster onder de dichters, ook al heeft hij de laatste jaren niet veel op papier gezet. Wanneer het noodlot plotseling toeslaat, moet hij zich echter herpakken en zich richten op zijn grote talent: schrijven. Maar dat lijkt makkelijker gezegd dan gedaan wanneer het merendeel van je dagen in het teken staan van drank, drugs en vrouwen.","duration":"5434","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220930\/61\/20220930021046086710.jpg","category":"Komedie, Filmhuis","vidcollection":"","ord":"20","datum":"20190101"},"1201690161":{"id":"1201690161","media_id":"","title":"The Big Wedding","first":"T","description":"Don en Ellie (Robert De Niro en Diane Keaton) waren ooit getrouwd. Ze kregen twee kinderen (Topher Grace en Katherine Heigl) en adopteerden de Colombiaanse Alejandro (Ben Barnes), maar hun huwelijk hield uiteindelijk geen stand. Alejandro heeft zijn biologische moeder nooit verteld dat zijn pleegouders zijn gescheiden en dat is een probleem wanneer deze strenggelovige vrouw te gast is op zijn huwelijk met Missy (Amanda Seyfried). Hij vraagt Don en Ellie om tijdens het feest net te doen alsof ze nog steeds bij elkaar zijn. Maar dat blijkt niet zo eenvoudig.","duration":"5132","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220513\/89\/20220513024210302bgh.jpg","category":"Komedie, Romantiek","vidcollection":"","ord":"30","datum":"20130101"},"1279765267":{"id":"1279765267","media_id":"","title":"The Book of Eli","first":"T","description":"In de nabije toekomst is Amerika een kaal en verlaten niemandsland geworden. De ooit zo majestueuze steden zijn nu gevaarlijke ruïnes en overal liggen criminelen op de loer. Gewapend met zijn jachtgeweer, samuraizwaard en natuurlijk instinct heeft Eli jarenlang in deze wereld rondgezworven, altijd allert voor gewelddadige bendes op zoek naar middelen om te overleven. Wanneer hij in een kleine gemeenschap in Californië aankomt, raakt hij in conflict met de zelfverklaarde dictator Carnegie.","duration":"6771","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221006\/76\/20221006022704161l1v.jpg","category":"Drama, Actie","vidcollection":"","ord":"13","datum":"20100101"},"1265473855":{"id":"1265473855","media_id":"","title":"The Box","first":"T","description":"1976. Norma Lewis (Cameron Diaz) is lerares. Haar man Arthur (James Marsden) werkt bij NASA. Hun leven verloopt rustig en voorspelbaar, totdat op een dag een mysterieuze man voor de deur staat die Norma een doosje overhandigt met een drukknop. Het doosje komt met een luguber voorstel: wie op de knop drukt krijgt 1 miljoen dollar, maar dan zal er ook ergens ter wereld een onbekend iemand gedood worden. Norma en Arthur krijgen 24 uur de tijd om te beslissen, een duivels dilemma.","duration":"6639","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220901\/84\/20220901022737939ohi.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"42","datum":"20090101"},"1254943808":{"id":"1254943808","media_id":"","title":"The Boy","first":"T","description":"De Amerikaanse Greta neemt een baan aan als nanny in een Engels landhuis om op de achtjarige Brahms te letten. Al snel ontdekt ze dat Brahms helemaal geen jongetje is, maar een levensechte porseleinen pop. Bij het vertrek van de 'ouders' krijgt ze een strikte lijst met regels voor de opvoeding van Brahms. Maar wanneer Greta deze regels begint te verwaarlozen, lijken er steeds meer vreemde dingen in het huis te gebeuren. Beetje bij beetje raakt Greta ervan overtuigd dat Brahms misschien toch geen gewone pop is.","duration":"5597","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220806\/94\/20220806023409245k1o.jpg","category":"Horror, Misdaad, Thriller","vidcollection":"","ord":"11","datum":"20160101"},"1268721280":{"id":"1268721280","media_id":"","title":"The Boy Behind the Door","first":"T","description":"De twaalfjarige Bobby Green komt terecht in een nachtmerrie wanneer hij en zijn beste vriend Kevin na school worden ontvoerd. Bobby weet te ontsnappen uit het afgelegen huis waar ze worden vastgehouden. Maar net wanneer hij hulp wil gaan halen, hoort hij de angstkreten van Kevin. Hij besluit om met gevaar voor eigen leven terug te gaan - je beste vriend laat je immers niet zitten. Er staat hen een angstaanjagende nacht te wachten.","duration":"5290","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220909\/85\/20220909020524569uyi.jpg","category":"Horror, Misdaad, Thriller","vidcollection":"","ord":"35","datum":"20200101"},"1186581614":{"id":"1186581614","media_id":"","title":"The Butler","first":"T","description":"Butler Cecil Gaines (Forest Whitaker) werkt tijdens de ambtstermijnen van maar liefst acht Amerikaanse presidenten in het Witte Huis. In zijn periode als bediende verandert de maatschappij om hem heen door de civil rights movement, de oorlog in Vietnam en andere belangrijke historische gebeurtenissen. Dit alles heeft niet alleen groots effect op Amerika, maar ook op het gezin van Cecil.","duration":"7604","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220421\/50\/20220421023940442uer.jpg","category":"Drama","vidcollection":"","ord":"50","datum":"20130101"},"1269088870":{"id":"1269088870","media_id":"","title":"The Call","first":"T","description":"In de herfst van 1987 drijven de pesterijen van vier tieners de oude Edith (Lin 'Insidious' Shaye) tot een wanhoopsdaad. Bizar genoeg staan de pestkoppen in het testament van de sinistere vrouw. Haar echtgenoot Edward (Tobin 'Saw' Bell) legt uit dat Lin een telefoon letterlijk in haar graf heeft meegenomen. Wie durft te bellen en een minuut aan de lijn blijft, erft een fortuin. Een voor een draaien ze het nummer van hun eigen hel.","duration":"5600","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220910\/69\/20220910022906487op7.jpg","category":"Horror, Misdaad, Thriller","vidcollection":"","ord":"34","datum":"20200101"},"1283563504":{"id":"1283563504","media_id":"","title":"The Card Counter","first":"T","description":"Ex-militair William Tell worstelt met zijn geweten sinds zijn dienst in Irak. Na een tijd in de gevangenis te hebben gezeten, vindt hij zichzelf opnieuw uit als professioneel gokker in het pokercircuit. Tijdens een presentatie van majoor Gordo wordt William benaderd door Cirk, een getroebleerde jongeman. William neemt Cirk mee op reis langs verschillende casino's om hem op het rechte pad te houden. Dit blijkt steeds moeilijker te worden, omdat ook William wordt achtervolgd door de keuzes die hij heeft gemaakt. Zijn enige oplossing lijkt om met geweld te strijden tegen zijn eigen verleden.","duration":"6436","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221015\/7\/202210150240008785q9.jpg","category":"Drama, Thriller","vidcollection":"","ord":"4","datum":"20210101"},"1280639245":{"id":"1280639245","media_id":"","title":"The Children Act","first":"T","description":"Rechter Fiona Maye staat bekend om haar weloverwogen uitspraken binnen het complexe familierecht. Wanneer haar huwelijk met Jack lijkt te bezwijken onder haar toewijding voor het vak stort Fiona zich op een ingewikkelde zaak. De zeventienjarige Adam heeft leukemie en zal zonder een bloedtransfusie niet lang meer leven. Vanwege zijn geloof als Jehovah's getuige weigert Adam de noodzakelijke medische hulp te accepteren. Fiona moet besluiten of hij te jong is om zelf over leven en dood te beslissen of dat het recht op vrije wil toch zwaarder weegt.","duration":"6057","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221008\/78\/20221008024040622dto.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"10","datum":"20170101"},"1280638254":{"id":"1280638254","media_id":"","title":"The Circle","first":"T","description":"In dit verontrustende drama naar de intrigerende bestseller van Dave Eggers, krijgt Emma Watson een baantje bij het machtige tech-bedrijf van Tom Hanks. Deze organisatie wil alle informatie over de gehele wereld in beheer hebben. De persoonlijke e-mails van de gebruikers, hun sociale media, betalingsverkeer en aankopen zijn met elkaar verbonden door een universeel besturingsprogramma. Het resultaat: iedereen heeft slechts één online identiteit. Een nieuw tijdperk van openheid en gemeenschapszin is aangebroken onder dubieuze motto: privacy is diefstal.","duration":"6288","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221008\/10\/202210080311272008z5.jpg","category":"Drama, Thriller","vidcollection":"","ord":"11","datum":"20170101"},"1294363151":{"id":"1294363151","media_id":"","title":"The Cooler","first":"T","description":"Het leven van pechvogel Bernie Lootz (William H. Macy) gaat niet over rozen. Sterker nog, zijn aanleg voor het ongeluk blijkt besmettelijk te zijn. In de casino's van Las Vegas bouwt hij een steeds grotere schuld op. Casino-eigenaar Shelly lost alle schulden af, maar dwingt Bernie wel te werken als een zogenaamde Cooler. Voor het eerst werkt Bernie's aantrekkingskracht voor ongeluk in zijn eigen voordeel: elke keer als een tafel te veel geld moet uitbetalen, gaat Bernie erbij staan waardoor al het geluk van de speler verdwijnt. Alles gaat goed tot hij verliefd wordt op de knappe serveerster Natalie.","duration":"5873","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221110\/53\/20221110043104322gu6.jpg","category":"Drama, Romantiek","vidcollection":"","ord":"25","datum":"20030101"},"1286495996":{"id":"1286495996","media_id":"","title":"The Crime Boss","first":"T","description":"In de gevaarlijke, duistere wereld van de drugshandel krijgt niemand een tweede kans. Kyle en Swin (Liam Hemsworth en Clark Duke) zijn twee eenvoudige koeriers die alles moeten doen wat aan hen wordt opgedragen door Frog (Vince Vaughn), een drugsbaron uit Arkansas die ze nog nooit hebben ontmoet. Wanneer een deal misloopt en hun tussenpersoon op gewelddadige wijze wordt omgelegd, kunnen Kyle en Swin niet ontkomen aan de keiharde gevolgen.","duration":"5743","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221022\/23\/20221022025837362krv.jpg","category":"Misdaad, Thriller","vidcollection":"","ord":"45","datum":"20200101"},"1134133035":{"id":"1134133035","media_id":"","title":"The Devil Has a Name","first":"T","description":"Met de moed der wanhoop bindt een landbouwer de strijd aan met de psychopathische oliebarones die systematisch zijn grond vergiftigt. De volledige oliebranche wil uiteraard verhinderen dat de rechtszaak een precedent schept en probeert hem koste wat kost het zwijgen op te leggen. Wint het grote geld? Of de kleine man?","duration":"5593","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202201\/20220129\/55\/202201290249485780as.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"36","datum":"20190101"},"1183558494":{"id":"1183558494","media_id":"","title":"The Falcon and the Snowman","first":"T","description":"Wanneer Christopher Boyce (Timothy Hutton) terechtkomt bij een afdeling van de Amerikaanse geheime dienst, ontdekt hij dat de CIA plannen maakt om van de minister-president van Australië af te komen. Gedesillusioneerd door zijn eigen regering, besluit Christopher om belangrijke documenten door te verkopen aan de Russen. De onderhandelingen laat hij doen door zijn jeugdvriend Daulton Lee (Sean Penn), die niet alleen drugssmokkelaar is maar ook verslaafd. Zo raken de twee totaal verschillende vrienden betrokken bij gevaarlijke Russische spionage, de een uit idealisme, de ander uit hebzucht.","duration":"7565","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220416\/34\/20220416025454798hdj.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"2","datum":"19850101"},"1134687822":{"id":"1134687822","media_id":"","title":"The Farewell","first":"T","description":"Wanneer de Chinees-Amerikaanse familie van Billi (Awkwafina) ontdekt dat hun geliefde grootmoeder terminale longkanker heeft, besluiten ze haar te gaan bezoeken in China. Omdat ze het slechte nieuws verborgen willen houden voor oma, doen ze alsof iedereen langskomt voor een haastig opgezet huwelijk van een neef. Tegen haar principes in, besluit Billi om mee te gaan. En zo komt ze in aanraking met het leven dat ze als zesjarige gedwongen moest opgeven, haar eigenzinnige grootmoeder en de kracht van onuitgesproken liefde.","duration":"5745","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202201\/20220130\/12\/202201300251484479so.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"35","datum":"20190101"},"1294364926":{"id":"1294364926","media_id":"","title":"The Fifth Estate","first":"T","description":"The Fifth Estate vertelt het verhaal van Julian Assange (Benedict Cumberbatch) en zijn compagnon Daniel Domscheit-Berg (Daniel Brühl) in de vroege, onstuimige dagen van de oprichting van Wikileaks. De controversiële organisatie veranderde de geschiedenis door duizenden geheime documenten op internet te publiceren. Het succes van de website zorgde ervoor dat ze op slag beroemd werden en veranderde de informatiestroom naar nieuwsmedia in de wereld en in het algemeen.","duration":"7700","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221110\/2\/202211100533307757vn.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"27","datum":"20130101"},"1254944713":{"id":"1254944713","media_id":"","title":"The Ghost Writer","first":"T","description":"Een ghostwriter (Ewan McGregor) krijgt de kans om de biografie te voltooien van de voormalige Britse premier Adam Lang (Pierce Brosnan) in diens Amerikaanse strandhuis. Lang wordt beschuldigd van een oorlogsmisdaad en op het eiland waar hij met zijn vrouw, zijn assistente en de schrijver verblijft, wemelt het van de verslaggevers en demonstranten. Tijdens zijn werk ontdekt de ghostwriter dat zijn verongelukte voorganger misschien wel bewijzen had gevonden voor die beschuldigingen. Zitten die misschien verborgen in het manuscript? Hoe lang is de schrijver zijn leven nog zeker?","duration":"7361","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220806\/24\/20220806025546700qba.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"12","datum":"20100101"},"1178411482":{"id":"1178411482","media_id":"","title":"The Hours","first":"T","description":"Clarissa Vaughan (Meryl Streep) is een welgestelde en succesvolle boekredacteur. Laura Brown (Julianne Moore) is gelukkig getrouwd. Virginia Woolf (Nicole Kidman) is een gewaardeerd auteur. Drie totaal verschillende vrouwen. Op het eerste gezicht succesvol en gelukkig. Met elkaar verbonden door de pijn en tegenslag waar ze mee te maken hebben. Stuk voor stuk moeten ze een dramatische beslissing nemen.","duration":"6597","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220409\/97\/20220409030021551uqw.jpg","category":"Drama, Romantiek","vidcollection":"","ord":"9","datum":"20020101"},"1291405447":{"id":"1291405447","media_id":"","title":"The Howling: Reborn","first":"T","description":"Op de avond van zijn diploma-uitreiking, legt buitenbeentje Will eindelijk contact met het meisje van zijn dromen. Tegelijkertijd komt hij tot de verschrikkelijke ontdekking dat hij een weerwolf is. Nu moet hij niet alleen zijn eigen bloeddorstige aard onderdrukken, maar het ook opnemen tegen een leger van gevaarlijke monsters die de mensheid wil wegvagen.","duration":"5296","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221103\/63\/20221103022632336bjd.jpg","category":"Drama, Actie, Avontuur, Fantasie, Sci-Fi","vidcollection":"","ord":"35","datum":"20110101"},"1205193899":{"id":"1205193899","media_id":"","title":"The Hundred Foot Journey","first":"T","description":"De familie Kadam verhuist met grootse plannen van India naar het pittoreske Saint-Antonin-Noble-Val in Zuid-Frankrijk om daar een Indiaas restaurant te openen. Het rustig openen van het restaurant zit er echter niet in. De kille eigenaresse van het klassieke Franse restaurant Le Saule Pleureur, Madame Mallory (Helen Mirren), protesteert hevig tegen de opening, wat escaleert in een flinke vete tussen de twee vestigingen. Wanneer zoon Hassan Kadam zijn passie voor de Franse haute cuisine ontdekt en valt voor sous-chef Marguerite, probeert hij te bemiddelen en de twee uiteenlopende culturen nader tot elkaar te brengen.","duration":"7039","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220518\/67\/20220518092434508t8v.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"25","datum":"20140101"},"1262700202":{"id":"1262700202","media_id":"","title":"The Imitation Game","first":"T","description":"In de winter van 1952 werd Alan Turing (Benedict Cumberbatch) door de autoriteiten opgepakt voor het toen strafbare feit homoseksualiteit. Wat echter bij niemand bekend was, was dat Turing enkele jaren daarvoor tijdens de oorlog in het diepste geheim leiding gaf aan een groep van knappe koppen. Hun opdracht was het kraken van de Enigma code die de Duitsers voor al hun communicatie gebruikten. De machine die Turing uitvond was niet alleen essentieel voor de beëindiging van de oorlog, ook was dit het prototype voor onze hedendaagse computer.","duration":"6571","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220825\/87\/20220825031627876h84.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"47","datum":"20140101"},"1251878815":{"id":"1251878815","media_id":"","title":"The Internship","first":"T","description":"Billy en Nick zijn twee verkopers van wie de loopbaan gekelderd is door de digitale wereld. In een poging te bewijzen dat ze nog mee kunnen met hun tijd weten ze zich aan te melden voor een felbegeerde stage bij Google, samen met een bataljon briljante studenten. Maar het verkrijgen van toegang tot deze utopie is slechts het begin. Nu moeten ze de strijd aangaan met de grootste genieën van de wereld.","duration":"6868","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202207\/20220730\/41\/20220730024732551ase.jpg","category":"Komedie","vidcollection":"","ord":"18","datum":"20130101"},"1188807213":{"id":"1188807213","media_id":"","title":"The Killing of Two Lovers","first":"T","description":"David en Nikki zijn twee high school sweethearts die al jaren getrouwd zijn en met hun vier kinderen wonen in het desolate landschap van een klein stadje in Utah. De twee hebben besloten wat afstand van elkaar te nemen om het huwelijk te redden dat ze tot nu toe als vanzelfsprekend hebben beschouwd. David stemt in met Nikki's wensen, omdat hij denkt dat het de enige manier is om hun gezin samen te houden. Die hoop vervliegt als Nikki een nieuwe vriend lijkt te hebben. David reageert impulsief en jaloers. Hij is doodsbang om zijn gezin te verliezen en zoekt de confrontatie.","duration":"4862","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220424\/57\/202204240235326208x7.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"44","datum":"20200101"},"1200464902":{"id":"1200464902","media_id":"","title":"The King of Comedy","first":"T","description":"Amateur Rupert Pupkin (Robert De Niro) wil er alles aan doen om een beroemd komiek te worden, maar krijgt nul op rekest wanneer hij om een tv-optreden vraagt in de talkshow van zijn grote idool Jerry Langford (Jerry Lewis). Rupert geeft niet op en om zijn zin door te drijven, begint hij Jerry te stalken. Uiteindelijk ziet hij geen andere mogelijkheid dan met behulp van de door Jerry geobsedeerde fan Masha (Sandra Bernhard) een ontvoering op touw te zetten, zodat hij eindelijk op televisie kan verschijnen.","duration":"6257","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220511\/69\/20220511021950881c2x.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"32","datum":"19820101"},"1294801323":{"id":"1294801323","media_id":"","title":"The Last Mark","first":"T","description":"Huurmoordenaar Keele moet een jonge vrouw omleggen die getuige was van een criminele afrekening door hem en zijn partner Palmer. De zaak wordt ingewikkeld wanneer hij het vermoeden krijgt dat deze Peyton zijn eigen dochter zou kunnen zijn. Keele wil zeker zijn van zijn zaak. Hij besluit Peyton te ontvoeren om de uitslag van de vaderschapstest af te kunnen wachten terwijl hij haar beschermt tegen de maniakale Palmer.","duration":"4846","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221111\/20\/202211110235190414xg.jpg","category":"Actie, Avontuur, Misdaad, Thriller","vidcollection":"","ord":"23","datum":"20220101"},"1230856243":{"id":"1230856243","media_id":"","title":"The Last Son","first":"T","description":"Aan het einde van de negentiende eeuw, in het Wilde Westen van Sierra Nevada, gaat de outlaw Isaac LeMay (Sam Worthington) gebukt onder een vervloekte profetie: ooit zal hij vermoord worden door een van zijn eigen kinderen. Omdat hij niet weet wie hem uiteindelijk zal neerleggen, maakt hij jacht op al zijn nakomelingen. Zijn laatste nog levende zoon is de koelbloedige moordenaar Cal (Colson 'Machine Gun Kelly' Baker), die achterna wordt gezeten door sheriff Solomon (Thomas Jane) en diens premiejagers.","duration":"5646","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220625\/87\/20220625022943203p82.jpg","category":"Drama, Actie, Avontuur","vidcollection":"","ord":"39","datum":"20210101"},"1286058515":{"id":"1286058515","media_id":"","title":"The Legend of Tomiris","first":"T","description":"Tomiris was de koningin van de Amazones, die 600 jaar voor Christus een bloedige oorlog voerde tegen het Perzische Rijk. Nadat de Perzische koning Cyrus haar dorp laat uitroeien neemt Tomiris de wapens op en verenigt een gigantisch leger om haar volk te bevrijden. Non-stop actie en avontuur, massale veldslagen met honderden krijgers en paarden in gevechtsharnas, strijd op leven en dood, en intriges van een wrede koning die met geweld, list en bedrog de bevolking probeert te onderdrukken.","duration":"7321","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221021\/84\/202210210233308663pk.jpg","category":"Drama, Actie","vidcollection":"","ord":"48","datum":"20190101"},"1210033045":{"id":"1210033045","media_id":"","title":"The Lost City of Z","first":"T","description":"Dit avontuurlijke en waargebeurde drama draait om de legendarische ontdekkingsreiziger Percy Fawcett. Aan het begin van de 20e eeuw ontdekt hij op een van zijn tochten door het onontgonnen Amazonewoud restanten van een oude, ver ontwikkelde beschaving. Bij zijn terugkomst in Engeland wordt zijn verhaal afgedaan als onzin en wordt het idee van het bestaan van de mythische stad El Dorado belachelijk gemaakt. Fawcett is echter vastbesloten om terug te keren naar de jungle en met de steun van zijn vrouw en zoon deze mysterieuze plaats te vinden. Het blijkt een levensgevaarlijke tocht die de hele wereld in zijn greep houdt.","duration":"8096","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220525\/93\/20220525024542954zd0.jpg","category":"Drama, Actie, Avontuur","vidcollection":"","ord":"20","datum":"20170101"},"1300183846":{"id":"1300183846","media_id":"","title":"The Men Who Stare at Goats","first":"T","description":"Bob Wilton (Ewan McGregor) is een in Irak gestationeerde reporter die op zoek is naar een goed verhaal. Hij ontmoet Lyn Cassady (George Clooney), die beweert een voormalig paranormaal soldaat te zijn. Hij vertelt over een speciale afdeling van het Amerikaanse leger die zich bezighoudt met het ontwikkelen van paranormale strijdkrachten. Samen gaan ze op zoek naar het hoofdkwartier, waar ze de oprichter (Jeff Bridges) en de afdelingschef (Kevin Spacey) ontmoeten.","duration":"5371","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221124\/10\/20221124025912138597.jpg","category":"Komedie, Actie, Avontuur","vidcollection":"","ord":"8","datum":"20090101"},"1298173031":{"id":"1298173031","media_id":"","title":"The Messenger","first":"T","description":"Sergeant Will Montgomery (Ben Foster) is net teruggekeerd uit Irak en wordt geplaatst bij de gevreesde Casualty Notification Service, de militaire dienst die de familie van een gesneuvelde soldaat moet inlichten. Samen met de geroutineerde Tony Stone (Woody Harrelson), die hem de basisregels van het emotionele werk bijbrengt, moet hij langs de deuren. Moeders storten in, vaders worden razend, vriendinnen ontkennen, buren kijken toe. Zelf mogen zij geen emoties tonen. Tony heeft zijn manier gevonden om met het enorme leed dat zijn boodschap aanricht om te gaan. Will maakt een andere keuze, tegen alle regels en waarschuwingen.","duration":"6759","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221119\/92\/20221119031149118h4b.jpg","category":"Drama","vidcollection":"","ord":"12","datum":"20090101"},"1235961378":{"id":"1235961378","media_id":"","title":"The Misfits","first":"T","description":"Richard Pace (Pierce Brosnan), een briljante internationaal opererende dief, ontsnapt uit een maximaal beveiligde inrichting. Tijdens zijn gewaagde ontsnapping weet hij de FBI en politie te ontwijken, maar wordt opgepikt door de Misfits, een bende moderne Robin Hoods onder leiding van de excentrieke en charismatische Ringo (Nick Cannon). De groep overtuigt Pace zich bij hen aan te sluiten om de overval van de eeuw te plegen: miljoenen aan goudstaven stelen die worden bewaard onder een van de best beveiligde gevangenissen ter wereld.","duration":"5437","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202207\/20220702\/61\/20220702023105552bib.jpg","category":"Actie, Avontuur, Misdaad, Thriller","vidcollection":"","ord":"33","datum":"20210101"},"1188096697":{"id":"1188096697","media_id":"","title":"The Natural","first":"T","description":"Een onbekende honkballer van middelbare leeftijd (Robert Redford) en met een mysterieus verleden verschijnt uit het niets en brengt een degraderende club naar de top van de competitie, enkel geholpen door zijn 'magische' honkbalknuppel. Krijgt hij nu eindelijk de erkenning en de roem die hij altijd al verdiende?","duration":"7928","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220423\/34\/20220423032739857ff7.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"48","datum":"19840101"},"1174008281":{"id":"1174008281","media_id":"","title":"The Night Clerk","first":"T","description":"Bart is een uiterst intelligente, maar wereldvreemde jongen. Hij werkt als nachtportier in een hotel. Hij gebruikt het beveiligingssysteem om de gasten te begluren. Zo ontdekt hij een ingewikkelde seksuele driehoeksverhouding die zich afspeelt in het hotel. Twee sexy vrouwen en één egocentrische, gewelddadige man ontmoeten elkaar heimelijk in het hotel. Wanneer één van de twee vrouwen vermoord wordt gevonden in de hotelkamer, weet Bart veel meer dan hij zegt. Is hij werkelijk zo onschuldig als hij doet voorkomen? Of schuilt er een veel duisterder geheim achter zijn onheilspellende zwijgen?","duration":"5199","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220403\/3\/20220403024222073b2w.jpg","category":"Actie, Avontuur, Misdaad, Thriller","vidcollection":"","ord":"15","datum":"20200101"},"1142523819":{"id":"1142523819","media_id":"","title":"The Outpost","first":"T","description":"In 2009 werden 53 Amerikaanse soldaten in Afghanistan gestationeerd om 'Keating', de meest gevaarlijke buitenpost ter wereld, te verdedigen. Onder constante dreiging van de Taliban ondersteunen de militairen de lokale bevolking bij maatschappelijke projecten. Als de Taliban ontdekt dat de basis gesloten wordt, willen ze nog een laatste statement maken. Met honderden strijders wordt Keating onverwachts aangevallen en moet de kleine groep Amerikaanse soldaten zichzelf zien te redden.","duration":"7082","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202202\/20220212\/72\/202202120243417576zr.jpg","category":"Actie, Avontuur, Fantasie, Sci-Fi","vidcollection":"","ord":"28","datum":"20190101"},"1271608659":{"id":"1271608659","media_id":"","title":"The Perfect Patient","first":"T","description":"De rechtszaak rond de vermeende seriemoordenaar Thomas Quick is het grootste juridische schandaal in de Zweedse geschiedenis. Verslaggever Hannes Råstam heeft zich erop toegelegd om de onschuld van Quick te bewijzen en de juridische chaos te ontmaskeren die hem veroordeelde tot een leven in een psychiatrische gevangenis. Niemand is echter geïnteresseerd in het vrijpleiten en vrijlaten van de ergste psychopaat in Zweden, een kannibalistische verkrachter die was veroordeeld voor acht moorden en er nog eens vijfentwintig had bekend. Toch legt hij het ongelooflijke verhaal achter de Thomas Quick-zaak stukje bij beetje bloot.","duration":"7565","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220916\/41\/20220916024733779k3t.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"29","datum":"20190101"},"1173562349":{"id":"1173562349","media_id":"","title":"The Postcard Killings","first":"T","description":"Jacob, een door verdriet verscheurde politie-inspecteur uit New York reist naar Londen om de moord op zijn dochter en haar kersverse echtgenoot te onderzoeken. Hij ontdekt dat een gestoorde seriemoordenaar pasgetrouwde stellen om het leven brengt. De moord wordt steeds aangekondigd met een ansichtkaart die naar een plaatselijke journalist gestuurd wordt. Ondanks dat hij tegengewerkt wordt door de lokale politie, bijt Jacob zich geobsedeerd vast in zijn prooi. Maar steeds als hij denkt de dader te pakken te hebben glipt die weer door z'n vingers.","duration":"6005","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220402\/46\/202204020234350666z8.jpg","category":"Actie, Avontuur, Misdaad, Thriller","vidcollection":"","ord":"16","datum":"20200101"},"1282691756":{"id":"1282691756","media_id":"","title":"The Program","first":"T","description":"Wielrenner Lance Armstrong genas van uitgezaaide teelbalkanker voordat hij zeven keer op rij de Tour de France won - een ongeëvenaarde prestatie. Armstrong was nooit een sterke klimmer, dus hoe kon het eigenlijk zo zijn dat hij een jaar na zijn comeback het peloton met gemak passeerde in zware bergetappes? Sportjournalist David Walsh kreeg het sterke vermoeden dat er doping in het spel was, maar stond alleen in zijn achterdocht. Zijn aantijgingen werden fel bestreden, maar zelfs Walsh kon niet vermoeden hoe geavanceerd, professioneel en succesvol het dopingprogramma was waaraan Armstrong deelnam.","duration":"5938","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221013\/6\/20221013025630197f9h.jpg","category":"Drama","vidcollection":"","ord":"6","datum":"20150101"},"1207449614":{"id":"1207449614","media_id":"","title":"The Racer","first":"T","description":"In de zomer van 1998 vinden de eerste etappes van de Tour de France plaats in Ierland. De Belgische wielrenner Dom Chabol, bijna aan het einde van zijn carrière, is één van de beste meesterknechten van de afgelopen twintig jaar in de Tour. Het is een zware, opofferende rol – tempo instellen, wind tegenhouden en ondersteuning bieden zodat de sprinter van het team als eerste over de meet komt - en zelf voor de overwinning gaan is geen optie. Maar Dom koestert in het geheim een verlangen om de gele trui te dragen, als is het maar één keer voor het einde van zijn carrière.","duration":"5593","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220521\/89\/20220521020437093uda.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"22","datum":"20200101"},"1196463582":{"id":"1196463582","media_id":"","title":"The Reader","first":"T","description":"In Duitsland, vlak na de Tweede Wereldoorlog, begint de vijftienjarige Michael een gepassioneerde maar heimelijke affaire met de veel oudere Hanna (Kate Winslet). Hun relatie wordt intenser wanneer ze hun gezamenlijke liefde voor boeken ontdekken. Elke avond leest Michael zijn geliefde Hanna voor uit grote werken. Ondanks hun innige band is Hanna op een dag spoorloos verdwenen en pas jaren later komt Michael (Ralph Fiennes) haar opnieuw tegen, wanneer hij als rechtenstudent een proces tegen oorlogscriminelen bijwoont. Hanna is een van de beklaagden en Michael ontdekt een diep geheim over de vrouw die hij ooit liefhad.","duration":"7132","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220505\/89\/20220505023325883eex.jpg","category":"Drama, Romantiek","vidcollection":"","ord":"36","datum":"20080101"},"1274863985":{"id":"1274863985","media_id":"","title":"The Rental","first":"T","description":"Twee jonge koppels trekken voor een weekendje naar een schijnbaar perfect huisje dat ze online hebben geboekt. Wat begint als een gezellig, feestelijk weekend slaat al snel om in een aaneenschakeling van sinistere gebeurtenissen. Stukje bij beetje komt het viertal tot het inzicht dat ze niet zo alleen zijn als eerder gedacht.","duration":"5079","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220924\/9\/202209240220383754tc.jpg","category":"Horror","vidcollection":"","ord":"24","datum":"20200101"},"1285606959":{"id":"1285606959","media_id":"","title":"The Road","first":"T","description":"Een wereldwijde ramp heeft de aarde in puin en as gelegd. Er zijn slechts enkele overlevenden, de beschaving is verdwenen en er is een groot gebrek aan voedsel en water. Door dit vijandige landschap trekken een naamloze man en zijn jonge zoon op zoek naar een veilig heenkomen. Ze proberen de kust te bereiken maar de weg daarheen is gevaarlijk. Barbaren en kannibalen liggen overal op de loer. In deze hel op aarde is slechts één lichtpuntje: de liefde tussen vader en kind.","duration":"6404","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221020\/79\/20221020031041646sdq.jpg","category":"Drama, Actie","vidcollection":"","ord":"49","datum":"20090101"},"1216205307":{"id":"1216205307","media_id":"","title":"The Row","first":"T","description":"Een seriemoordenaar heeft het gemunt op de meisjes op de campus. Nieuwkomer Riley raakt verwikkelt in een sinister complot met een duister geheim bij het dispuut waar ze lid van is. Ondertussen onderzoekt haar vader, rechercheur Cole, de zaak. Hij moet proberen de identiteit van de moordenaar te onthullen voordat het te laat is en Riley het volgende slachtoffer wordt.","duration":"4938","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220603\/40\/202206030200305316ca.jpg","category":"Horror, Misdaad, Thriller","vidcollection":"","ord":"13","datum":"20180101"},"1176868912":{"id":"1176868912","media_id":"","title":"The Runner","first":"T","description":"Colin Pryce (Nicolas Cage) is een politicus met grootse idealen maar niet zonder persoonlijke zwaktes. Na het grootschalige olielek van BP in 2010 en een seksschandaal op zijn eigen naam is Colin gedwongen zijn chaotische leven onder de loep te nemen.","duration":"5173","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220407\/37\/20220407024205721cl1.jpg","category":"Drama","vidcollection":"","ord":"14","datum":"20150101"},"1225926430":{"id":"1225926430","media_id":"","title":"The Secrets We Keep","first":"T","description":"Vijftien jaar na de Tweede Wereldoorlog vermoedt huisvrouw Maja (Noomi Rapace) dat haar een van haar nieuwe buren (Joel Kinnaman) een voormalige Duitse SS-commandant is. Hij leidde destijds een groep soldaten tijdens een voor Maja traumatische nacht, waarbij zij en haar zusje verkracht en voor dood achtergelaten werden. Enkel Maja overleefde. Nu is ze uit op vergelding; ze weet hem te ontvoeren, houdt de man vast in de kelder en mishandelt hem om de waarheid boven tafel te krijgen. Heeft zij het bij het juiste eind of zijn haar herinneringen door het trauma vertekend en begaat ze een vreselijke vergissing?","duration":"5617","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220618\/96\/20220618022442826j9u.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"47","datum":"20200101"},"1216953227":{"id":"1216953227","media_id":"","title":"The Sentinel","first":"T","description":"Pete Garrison (Michael Douglas) heeft een lange staat van dienst bij de Amerikaanse geheime dienst en werkt momenteel voor de presidentsvrouw (Kim Basinger). Wanneer aan het licht komt dat er aanslag wordt beraamd op president, vraagt Garrison aan zijn goede collega David Breckinridge (Kiefer Sutherland) om de onderste steen boven te krijgen. Helaas leiden alle sporen van een mol binnen de organistatie naar Garrison zelf. Terwijl Breckinridge niets anders kan dan zijn oude leermeester te arresteren, is hun collega Jill Marin (Eva Longoria) minder overtuigd van de zaak.","duration":"6213","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220604\/57\/20220604034200123mu0.jpg","category":"Actie, Avontuur, Misdaad, Thriller","vidcollection":"","ord":"10","datum":"20060101"},"1172557244":{"id":"1172557244","media_id":"","title":"The Shallows","first":"T","description":"Nancy wordt aangevallen door een witte haai wanneer ze in haar eentje aan het surfen is in een verlaten baai. Ze komt vast te zitten op een kleine rots, minder dan tweehonderd meter verwijderd van het strand. Zal ze de oversteek wagen?","duration":"4959","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220401\/48\/202204010239508801xt.jpg","category":"Horror, Actie, Avontuur","vidcollection":"","ord":"18","datum":"20160101"},"1187313072":{"id":"1187313072","media_id":"","title":"The Sunlit Night","first":"T","description":"Frances (Jenny Slate) is een Amerikaanse kunstenares die na een break-up met haar geliefde besluit naar Noorwegen te vertrekken voor een kunstproject. Eenmaal in Noorwegen, kruist haar pad met Yasha (Alex Sharp), een Russische emigrant die in Noorwegen is om zijn vader te begraven. Yasha's vader heeft als laatste wens om als een echte Viking begraven te worden in Noorwegen. Frances is tijdens deze periode een grote steun voor Yasha. Daar, waar de zon nooit ondergaat, laten zij hun verleden achter zich en zien zij de toekomst tegemoet.","duration":"4713","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220422\/2\/202204220234324767ls.jpg","category":"Drama, Romantiek","vidcollection":"","ord":"49","datum":"20190101"},"1277750365":{"id":"1277750365","media_id":"","title":"The Toll","first":"T","description":"Cami landt na middernacht op een vliegveld en neemt een Uber naar de afgelegen woning van haar vader. Haar chauffeur Spencer blijkt niet erg sociaal begaafd. Cami voelt zich tijdens de rit steeds ongemakkelijker en tot haar schrik krijgen ze onderweg autopech. De twee stranden in een bos waar de normale wetten van tijd en plaats niet van toepassing lijken. De schimmen en visioenen die overal opduiken, hebben een lugubere boodschap. De enige manier om weg te komen, is door 'de tol' te betalen: slechts een kan overleven, de ander zal moeten sterven.","duration":"4614","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221001\/76\/202210010258202239n0.jpg","category":"Horror, Misdaad, Thriller","vidcollection":"","ord":"18","datum":"20200101"},"1255363486":{"id":"1255363486","media_id":"","title":"The Voice of Love","first":"T","description":"Een warme en humorvolle ode aan Célin Dion, vrij geïnspireerd op het leven van de beroemde zangeres. Aline is het veertiende kind in het gezin Dieu. Als haar ouders ontdekken dat de jonge Aline een gouden stem heeft, zet de hele familie zich in om haar talent aan de wereld te laten horen. Maar hoe komt een eenvoudig plattelandsmeisje uit Franstalig Canada verder? Een afspraak met producent Guy-Claude blijkt wat ze beiden nodig hebben. Samen kunnen ze met moed, geduld en liefde de wereld aan. Van lokale tv-shows tot megahits en van onzekere jonge vrouw tot stijlicoon.","duration":"7258","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220807\/62\/2022080702341323680e.jpg","category":"Drama","vidcollection":"","ord":"10","datum":"20200101"},"1260414486":{"id":"1260414486","media_id":"","title":"The War Below","first":"T","description":"Messines Ridge, nabij Ieper, 1917. Om de patstelling aan het Westelijke Front te doorbreken, graven Britse mijnwerkers tunnels tot onder de Duitse linies, vaak met de blote handen om geen enkel geluid te maken, want de vijand luistert - en graaft - mee. De levensgevaarlijke missie van deze anonieme helden wordt een kantelmoment uit de geschiedenis.","duration":"5803","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220819\/4\/20220819021323072o6f.jpg","category":"Drama","vidcollection":"","ord":"1","datum":"20210101"},"1202637961":{"id":"1202637961","media_id":"","title":"The War with Grandpa","first":"T","description":"Wat zou jij doen als je jouw slaapkamer zou moeten afstaan aan niemand minder dan je eigen opa? Dit overkomt de tienjarige Peter (Oakes Fegley) omdat zijn opa Jack (Robert De Niro) noodgedwongen bij de familie intrekt. Peter wil zijn slaapkamer koste wat kost terug en samen met zijn vrienden doet hij er alles aan om zijn opa uit zijn slaapkamer te verdrijven. Dit betekent oorlog, want opa laat niet zomaar met zich sollen en schakelt de hulp van zijn eigen vrienden in. Een race tegen de klok, waarbij alle streken uit de kast worden getrokken. Lukt het Peter om zijn slaapkamer terug te krijgen?","duration":"5633","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220514\/99\/20220514021657314vnz.jpg","category":"Komedie","vidcollection":"","ord":"28","datum":"20200101"},"1300185001":{"id":"1300185001","media_id":"","title":"The Year Dolly Parton Was My Mom","first":"T","description":"Het is 1976 en Elizabeth is een doodgewoon meisje van elf jaar oud. Sinds kort bidt ze echter elke dag voor de overgang naar volwassenheid, omdat ze heeft ontdekt dat haar hele leven uit één grote leugen bestaat; ze blijkt geadopteerd. Met alleen haar verbeelding als gids, besluit ze te vertrekken, op zoek naar haar eigen identiteit. Marion, haar adoptiemoeder, voelt zich al snel gedwongen om alle waarheden rondom Elizabeth bekend te maken.","duration":"5451","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221124\/69\/20221124023010677jv2.jpg","category":"Komedie","vidcollection":"","ord":"9","datum":"20110101"},"1271177784":{"id":"1271177784","media_id":"","title":"Tinker Tailor Soldier Spy","first":"T","description":"Wanneer een geheimagent ontdekt dat er een mogelijke mol aanwezig is in de top van de Britse inlichtingendienst M1-6, wordt in het geheim de gepensioneerde veteraan George Smiley (Gary Oldman) ingeschakeld. De top van de inlichtingendienst mag van niets weten. Smiley's laatste missie staat in het teken van het opsporen van de dubbelspion, maar al snel blijkt er sprake te zijn van een ingewikkelde samenzwering. George belandt in een web van intriges.","duration":"7328","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220915\/35\/202209150241448751ne.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"30","datum":"20110101"},"1173562354":{"id":"1173562354","media_id":"","title":"To Your Last Death","first":"T","description":"Een bovennatuurlijk wezen dat zichzelf ‘Game Mistress’ noemt, staat Miriam toe om terug in de tijd te reizen om het leven van haar broers en zus te redden en dat van zichzelf. Ze waren het slachtoffer van een dodelijke jacht die hun wraakzuchtige vader georganiseerd had. Miriam krijgt zo een tweede kans, maar hiervoor moet ze de sadistische plannen van haar vader en de steeds veranderende spelregels van de geniepige Game Mistress overleven in de gruwelijkste nacht van haar leven.","duration":"5267","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220402\/80\/20220402025207830lt6.jpg","category":"Actie, Avontuur, Filmhuis","vidcollection":"","ord":"17","datum":"20190101"},"1258284942":{"id":"1258284942","media_id":"","title":"Tout s'est bien passé","first":"T","description":"Nadat de 85 jaar oude André een beroerte krijgt, raakt hij voor de helft verlamd en is het leven niet meer wat het was. Als bon-vivant besluit hij de verdere aftakeling niet af te willen wachten en vraagt zijn dochters Emmanuèle en Pascale om hem te helpen er een eind aan te maken. Hiermee confronteert hij de twee vrouwen niet alleen met een moreel dilemma, maar zadelt hij ze daarbij op met grote praktische en emotionele uitdagingen.","duration":"6499","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220814\/69\/20220814022407544i7r.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"3","datum":"20210101"},"1241527049":{"id":"1241527049","media_id":"","title":"Tre Piani","first":"T","description":"Een reeks gebeurtenissen zal het leven van de bewoners op drie verdiepingen van een appartementsgebouw in Rome op de proef stellen. Terwijl de mannen gevangenen zijn van hun eigen koppigheid, proberen de vrouwen, elk op hun eigen manier, de verscheurde relaties te herstellen en de liefde, die wel verdwenen leek, op een serene manier terug te brengen in de levens van de bewoners.","duration":"6946","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202207\/20220710\/9\/20220710022942887nrq.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"27","datum":"20210101"},"1240232202":{"id":"1240232202","media_id":"","title":"Trigger Point","first":"T","description":"Als lid van een eliteteam knapt Nicolas Brazer de vuilste klusjes op voor de overheid. Dan gaat hun dekmantel eraan en worden zijn collega's genadeloos vermoord. Aangewezen als zondebok en kampend met geheugenverlies, gaat hij onder de radar. Wanneer een oud-collega verdwijnt krijgt hij de kans om zijn goede naam te herstellen en zijn geheugen terug te vinden.","duration":"4921","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202207\/20220708\/23\/202207080236549275n9.jpg","category":"Actie, Avontuur, Misdaad, Thriller","vidcollection":"","ord":"31","datum":"20210101"},"1266316807":{"id":"1266316807","media_id":"","title":"Triggered","first":"T","description":"Een groep studiegenoten maakt een reünie-trip in de wildernis. Ze dragen een donker geheim met zich mee en er is enorm veel onderlinge haat en afgunst. Hun verleden achterhaalt hen wanneer een ex-leraar de groep drogeert en iedereen wakker word met een aflopend tijdbomvest om hun lichaam gemonteerd. Dan begint een strijd om de resterende minuten van elkaar te roven.","duration":"5409","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220903\/47\/202209030228014091xe.jpg","category":"Komedie, Actie, Avontuur","vidcollection":"","ord":"40","datum":"20200101"},"1251879713":{"id":"1251879713","media_id":"","title":"True History of the Kelly Gang","first":"T","description":"Australië, 19e eeuw. Ned Kelly (George MacKay) is van jongs af aan in de leer bij de beroemde struikrover Harry Power (Russell Crowe). Wanneer zijn moeder gearresteerd wordt, neemt Ned geen genoegen meer met het overvallen van kleine postkoetsen. Hij verzamelt een groep rebellen om zich heen om een opstand te plannen tegen de Britse overheersers. Een onvermijdelijke clash tussen de vrijbuiters en autoriteiten lijkt in de maak.","duration":"7198","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202207\/20220730\/69\/20220730025215924owv.jpg","category":"Drama, Misdaad, Thriller","vidcollection":"","ord":"17","datum":"20200101"},"1263937592":{"id":"1263937592","media_id":"","title":"Un triomphe","first":"U","description":"Om toch maar rond te kunnen komen, stemt worstelend acteur Étienne (Kad Merad) ermee in om een theaterworkshop in een gevangenis te geven. Verrast door het daar aanwezige acteertalent besluit hij om samen met zijn bonte groep gedetineerden Samuel Becketts beroemde toneelstuk 'Wachten op Godot' op de planken brengen. Wanneer de groep toestemming krijgt om buiten de gevangenismuren op te treden, heeft Étienne eindelijk de kans zijn talenten te laten zien. De mannen beginnen aan een tournee, die elke terugkeer achter de tralies weer pijnlijker maakt dan de vorige.","duration":"6158","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220828\/69\/202208280217550096sw.jpg","category":"Komedie, Filmhuis","vidcollection":"","ord":"43","datum":"20200101"},"1179311437":{"id":"1179311437","media_id":"","title":"Under the Silver Lake","first":"U","description":"Op een mooie, zwoele avond in Los Angeles maakt de jonge Sam (Andrew Garfield) kennis met zijn aantrekkelijke buurvrouw Sarah (Riley Keough). Wanneer zij de volgende ochtend op mysterieuze wijze blijkt te zijn verdwenen, begint Sam aan een surrealistische zoektocht. Beetje bij beetje ontsluiert hij een sinister complot dat de hele stad lijkt te beheersen.","duration":"8026","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220410\/66\/20220410024522921lmg.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"8","datum":"20180101"},"1143273577":{"id":"1143273577","media_id":"","title":"Undine","first":"U","description":"","duration":"5149","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202202\/20220213\/61\/20220213024151069dzx.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"27","datum":"20200101"},"1272020823":{"id":"1272020823","media_id":"","title":"Unearth","first":"U","description":"Twee naburige boerengezinnen kunnen elkaar niet meer luchten wanneer een van hen een huurovereenkomst sluit met een olie- en gasbedrijf. Terwijl de boringen op het land van start gaat, lopen de spanningen tussen de buren nog verder op. Niemand is er zich echter van bewust dat het hydraulisch fractureren ervoor zorgt dat een duistere en huiveringwekkende entiteit onder de grond wordt vrijgelaten.","duration":"5404","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220917\/0\/20220917024638127fnz.jpg","category":"Horror","vidcollection":"","ord":"27","datum":"20200101"},"1205770728":{"id":"1205770728","media_id":"","title":"Unfinished Business","first":"U","description":"Zakenman Dan Trunkman (Vince Vaughn) is het zat om tweede viool te spelen voor zijn irritante baas (Sienna Miller) en vormt zijn eigen concurrerende bedrijf. Hij neemt een gepensioneerde medewerker (Tom Wilkinson) en een dwaze verkoopaanvrager (Dave Franco) met zich mee. Na anderhalf jaar worstelen is er een veelbelovende deal in zicht, maar die wordt weggekaapt door de ex-baas van Dan. Vastbesloten om de deal te redden, vliegen Dan en zijn twee medewerkers naar Duitsland, waar een reeks onverwachte en soms schandalige obstakels wacht.","duration":"5231","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202205\/20220519\/45\/20220519024251667rlr.jpg","category":"Komedie, Filmhuis","vidcollection":"","ord":"24","datum":"20150101"},"1220166912":{"id":"1220166912","media_id":"","title":"Vicky Cristina Barcelona","first":"V","description":"Vicky (Rebecca Hall) en Cristina (Scarlett Johansson) zijn twee hartsvriendinnen met tegengestelde karakters. Bij Vicky, die verloofd is, overheerst de rede, terwijl Cristina zich laat leiden door haar gevoelens en voortdurend op zoek is naar nieuwe passies en seksuele ervaringen. Tijdens een zomer in Barcelona ontmoeten ze in een kunstgalerij een Spaanse schilder. Juan Antonio (Javier Bardem) is knap, sensueel en verleidelijk en doet hen een nogal ongewoon voorstel. Maar die nieuwe vriendschap valt niet in de smaak van Juan Antonio's ex-vriendin (Penélope Cruz).","duration":"5532","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220609\/5\/20220609024912303fd1.jpg","category":"Drama, Filmhuis","vidcollection":"","ord":"6","datum":"20080101"},"1301055545":{"id":"1301055545","media_id":"","title":"Violet","first":"V","description":"Violet Morton (Olivia Munn) heeft een succesvolle baan bij een filmstudio, maar laat zich iedere dag kleineren door een Stem (Justin Theroux) die ze in haar hoofd hoort. De Stem zegt Violet dat iedereen op haar neerkijkt, hij maakt haar enorm onzeker en stuurt al haar beslissingen aan. Totdat Violet tot het inzicht komt dat ze zich telkens opnieuw laat leiden door angst. Ze begint zich tegen de Stem te keren en beseft dat ze alles over een andere boeg moet gooien om tot haar ware zelf te komen.","duration":"5333","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221126\/48\/20221126025302610ymk.jpg","category":"Drama","vidcollection":"","ord":"4","datum":"20210101"},"1188096694":{"id":"1188096694","media_id":"","title":"Welcome to Acapulco","first":"W","description":"Wanneer hij op weg is naar New Mexico voor de belangrijkste presentatie van zijn carrière, neemt gamedesigner Matt Booth het verkeerde vliegtuig, Hij landt in Acapulco. Daar gaat het van kwaad tot erger wanneer hij op de vlucht is voor een meedogenloze huurmoordenaar, een duistere politicus en een voormalige overheidsagent die allemaal op zoek zijn naar een mysterieus pakket waarvan zij denken dat Matt het bij zich heeft. Geholpen door een pittige femme fatale moet Matt de actieheld worden zoals hij die zelf in zijn games creëert.","duration":"5093","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202204\/20220423\/35\/20220423024809051b0y.jpg","category":"Komedie, Misdaad, Thriller","vidcollection":"","ord":"47","datum":"20190101"},"1263544691":{"id":"1263544691","media_id":"","title":"Werewolves Within","first":"W","description":"Pete woont met zijn sterk gelovige vrouw Trish in een dorpje in Vermont. Hun woonplek wordt door een sneeuwstorm geteisterd die het hele dorp isoleert. De onderliggende rancune tussen de inwoners wordt blootgelegd wanneer een onbekend wezen jacht maakt op de dorpelingen. Wanneer de lichamen zich opstapelen, wordt duidelijk dat de moordenaar dichterbij staat dan verwacht.","duration":"5542","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202208\/20220827\/55\/20220827021515392a9r.jpg","category":"Komedie, Horror","vidcollection":"","ord":"45","datum":"20210101"},"1280639248":{"id":"1280639248","media_id":"","title":"What Happens in Vegas","first":"W","description":"Tijdens een wilde vakantie in Las Vegas komen carrièrevrouw Joy McNally en playboy Jack Fuller tot het besef dat ze met elkaar zijn getrouwd na een behoorlijke dronken nacht. Vervolgens winnen ze een jackpot, maar beiden willen het niet delen. Een rechter bevriest het prijzengeld en weigert het huwelijk nietig te verklaren, dus moeten Joy en Jack proberen hun geïmproviseerde huwelijk te laten werken.","duration":"5673","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202210\/20221008\/59\/202210080233087452y8.jpg","category":"Komedie, Romantiek","vidcollection":"","ord":"8","datum":"20080101"},"1225957040":{"id":"1225957040","media_id":"","title":"What's Your Number","first":"W","description":"Ally Darling (Anna Faris) realiseert zich dat ze een beetje verloren is in het leven. Haar nieuwste romance is net voorbij en ze is net ontslagen bij haar marketingbaan. Vervolgens leest ze een tijdschriftartikel dat waarschuwt dat 96 procent van de vrouwen die met 20 of meer geliefden naar bed is geweest, waarschijnlijk geen echtgenoot zullen vinden. Vastbesloten om haar leven te veranderen en het artikel het tegendeel te bewijzen, begint Ally samen met haar buurman (Chris Evans) aan een missie om de perfecte partner te vinden. Welke ex zal het zijn?","duration":"6110","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202206\/20220618\/46\/20220618033229222f31.jpg","category":"Komedie, Romantiek","vidcollection":"","ord":"46","datum":"20110101"},"1291836522":{"id":"1291836522","media_id":"","title":"While We Sleep","first":"W","description":"De jonge radioloog Nina Evanko doet bij de hersenscan van de dertienjarige Cora een bizarre ontdekking en zet alles op alles om het meisje van haar mysterieuze slaapstoornis te genezen. Cora gaat zich echter steeds vreemder gedragen en het wordt duidelijk dat de zaak verband houdt met een donker geheim uit Nina's eigen verleden. Wat ze ontdekt is beangstigender en gruwelijker dan Nina ooit had kunnen vermoeden.","duration":"5347","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202211\/20221104\/6\/20221104024657414u8z.jpg","category":"Horror","vidcollection":"","ord":"34","datum":"20210101"},"1248911277":{"id":"1248911277","media_id":"","title":"Witches in the Woods","first":"W","description":"Jill stopt met haar opleiding en gaat samen met vrienden snowboarden. Ze begeven zich naar een afgelegen gebied dat op geen enkele kaart te vinden is. De groep komt 's nachts zonder benzine te zitten en slaagt er niet in de weg naar de bewoonde wereld terug te vinden. Dat blijkt echter niet hun grootste zorg te zijn: iets of iemand houdt de vrienden in de gaten.","duration":"5202","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202207\/20220723\/66\/2022072302230456359r.jpg","category":"Horror, Misdaad, Thriller","vidcollection":"","ord":"21","datum":"20190101"},"1274422927":{"id":"1274422927","media_id":"","title":"Zwaar Verliefd","first":"Z","description":"De jonge, succesvolle dierenarts Isa (Barbara Sloesen) is een tikkeltje onzeker over haar lijf én de liefde. Ze wil lekkerder in haar vel zitten en besluit de Bossche bollen te laten staan en zichzelf naar de sportschool te slepen. Ruben (Jim Bakkum) is dé perfecte man. Knap, werkt met zijn handen en houdt zielsveel van zijn labrador Bo. Als Isa op een dag Bo redt van een chocoladevergiftiging, valt ze als een blok voor zijn baasje. En hij voor haar, maar dat durft ze niet te geloven. Na een peptalk van haar vriendinnen besluit Isa toch voor haar droomman te gaan. Maar is Ruben nog steeds geïnteresseerd?","duration":"4979","type":"movie","seasons":"","icon":"https:\/\/t-mobiletv.nl:443\/CPS\/images\/universal\/film\/poster\/202209\/20220923\/84\/20220923020055716bx0.jpg","category":"Komedie, Romantiek","vidcollection":"","ord":"25","datum":"20180101"}}