{"3910":{"channel":"npo2","start":"1672493900","end":"1672496944","title":"Alles is Famiri","program_id":"C20C3016040C5C04FC10E4B3F07DA8D0","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/BF9619B74F69109280C2A4BE38A1BBB968162D0443E2BDAF5FEB340246390CAA.jpg","description":"Alles is Famiri. Alles is familie. Amber Kortzorg is op reis in het land van haar vader: Suriname. Welke rol speelt de familie hier en wat betekenen familieleden voor elkaar? Amber zelf is er nog niet klaar voor haar vader te ontmoeten, maar brengt wel een ontroerend bezoek aan haar andere Surinaamse familieleden. Voor even kan ze de pijn vergeten, hoe het voelde alsof ze er niet bij hoorde - en de omhelzing van haar familie voelt dan ook als een warm bad.","category":""},"5712":{"channel":"npo2","start":"1672601577","end":"1672604431","title":"Alles is Famiri","program_id":"4EC9B3FEF4A3FA719E41879248D83D44","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/A95D0DE7176D86DFBD89387C347ACE3E64E53216DBE6F12AC7BC753DE6AA4CAC.jpg","description":"","category":""},"17864":{"channel":"npo2","start":"1673098865","end":"1673101865","title":"Alles is Famiri","program_id":"97D242CFCCE1FC099D58C0ECF4DD04DC","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/A95D0DE7176D86DFBD89387C347ACE3E64E53216DBE6F12AC7BC753DE6AA4CAC.jpg","description":"Op de smeulende puinhopen van het koloniale verleden en de slavernij is een nieuw en energiek Suriname gebouwd. Met neef Rodney duikt Amber Kortzorg in het leven van haar voorouders. De families die ze bezoekt vertellen over het pijnlijke, recente verleden. Maar ook als de geschiedenis beschadigd is, kan die troost en kracht bieden. Je moet immers weten waar je vandaan komt, en wat je verhaal is, om de toekomst te kunnen omarmen.","category":""},"19777":{"channel":"npo2","start":"1673205605","end":"1673208305","title":"Alles is Famiri","program_id":"EE1BFDACF990658422541C6A226F3E70","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/82E22A458AD93D97D256105DC247DAD112D5A813BDCB346694E8E53ECDB68E46.jpg","description":"Het lijkt wel of alle geloven en goden van de wereld zich hebben gemanifesteerd in Suriname. De Surinamer gelooft, en als het niet in God is dan op z'n minst in spirituele rijkdom. Maar waar gelooft Amber Kortzorg zelf eigenlijk in? Ze gaat op bezoek bij verschillende Surinaamse families, die Amber in hun geestenrijk toelaten. De variatie en veelzijdigheid is enorm. En is er misschien een gedeelde waarde, een gevoel, waarin iedereen zich kan vinden?","category":""}}