{"110":{"channel":"npo3","start":"1672290121","end":"1672290562","title":"Bing","program_id":"0A1258FA2B1419AF17A0E59558001587","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/A66D1E00764C07B8B3514CCF803E3E59822FCF6D4A0F3FC99139041F8460F62D.jpg","description":"Coco gaat voor de allereerste keer logeren bij Bing thuis. Maar zodra ze haar verzameling Regenboog Feeënmuisjes introduceert en heel graag het Welterusten-spel wil spelen, duurt het niet lang voordat ze merken dat ze beiden een ander bedtijdritueel hebben.","category":""},"2051":{"channel":"npo3","start":"1672376522","end":"1672376962","title":"Bing","program_id":"4FEF59A66B99A1E64782721B5767C5B7","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/DC1542343FFBBF97BDAE541158FC6D067CD495AA192D40AF0A938C452539C8FF.jpg","description":"Bing en Sula krijgen allebei een muntje voor de verrassingsautomaat die in Padgets winkel staat. Sula krijgt de zilveren neushoorn die ze wilde, dus Bing is ervan overtuigd dat hij ook het speelgoedje krijgt dat hij wil. Als het ei uit de verrassingsautomaat rolt, is Bing verdrietig als hij ontdekt dat daar niet de aliën in zit die hij graag wilde.","category":""},"7620":{"channel":"npo3","start":"1672636221","end":"1672636794","title":"Bing","program_id":"08893645E19C269373BF79BB0B3567AF","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/A88830E59E6A10FE14605783DD417480D7DEA11B8AAA1C1CDC64E97A56DE8DB1.jpg","description":"Sula en Amma gaan naar het huis van Bing om naar het vuurwerk te kijken. Sula houdt niet van de harde knallen, dus heeft ze oorwarmers op. Bing denkt dat hij dapper genoeg is om het vuurwerk buiten in de tuin te gaan bekijken. Maar dan klinkt er plotseling een hele luide knal en in totale paniek rent Bing naar binnen en verstopt zich onder de keukentafel. Flop geeft Bing een zeer ongewoon paar oorwanten, zodat Bing kan genieten van het vuurwerk zonder de harde knallen.","category":""},"9601":{"channel":"npo3","start":"1672722783","end":"1672723356","title":"Bing","program_id":"9970E84FE29ED9373B5625AC3D031466","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/03E67BB5757DCCDAC5EEE7CF07071E2EC96637E5F37915B75DBA61D3B10306BB.jpg","description":"Bing wil graag duizelig worden op de draaimolen en de draaischotel, maar Pando duwt hem supersnel. Bing leert dat een beetje duizelig zijn leuk is, maar te duizelig zijn is helemaal niet leuk.","category":""},"11729":{"channel":"npo3","start":"1672808860","end":"1672809323","title":"Bing","program_id":"429CF5CCB7CFB1B9813E40AC978D752B","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/9F7B10DA6438A7F0BF9F1B24A8F0022BB5E08E47FD57BD26871DD813C790A0CD.jpg","description":"Bing bouwt een huis van de bank en wat kussens en Coco besluit dat dat het perfecte begin is voor een spelletje Grote Boze Wolf met Sula en Charlie. Bing vindt het leuk om de wolf te zijn totdat hij zijn zelfgebouwde huis niet in mag.","category":""},"13853":{"channel":"npo3","start":"1672895460","end":"1672895900","title":"Bing","program_id":"720C0D7927DABDD804FE0B99B0E2F598","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/0BC1A2E8C413A3D10F8352490487DF75908ADBB004CA92CC0457A677D93AAB14.jpg","description":"Het is een warme dag en Bing en Flop kopen een waterijsje bij Lily de ijscodame. Maar voordat ze het ijsje kunnen opeten, springt er een kikker in het badje van Bing en gaan ze haar redden. Tegen de tijd dat ze terugkomen bij de ijsjes, is er niks meer van over dan de stokjes en een bord vol met plakkerig sap.","category":""},"15914":{"channel":"npo3","start":"1672981925","end":"1672982345","title":"Bing","program_id":"C632228F1865E3BB1A756182078936DC","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/D05661F932F0672DFF100A991E94B26EF411822DD1532F3FF80D3C5F92E80C99.jpg","description":"Bing en Sula maken een grote muurschildering in Amma's crèche. Maar Bing schildert zijn regenboog zó enthousiast op de muur dat zijn verf over Sula's boom heen druppelt. Sula is boos en Bing voelt zich schuldig, totdat Flop en Amma hen helpen en ze zien dat de muurschildering niet is verpest, maar is veranderd. En hoe beter ze kijken, hoe meer het opvalt dat ze een prachtige regenboogboom hebben geschilderd.","category":""},"21771":{"channel":"npo3","start":"1673240945","end":"1673241365","title":"Bing","program_id":"03F56DDD6C8F838C2B4859ED732CE367","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/B1487A9B9319F98BDA117C35BC277DEAD8A115799C7D6707C74CA2AE4D526093.jpg","description":"Bing en Flop spelen verstoppertje terwijl ze op weg zijn naar Padget's winkel. Eenmaal in de winkel, wil Bing niet dat het spelletje ophoudt, dus verstopt hij zich achter de deur van de voorraadkast, waar Flop hem echt niet kan zien. Maar als de deur dan in het slot valt, kan Bing er niet meer uit.","category":""}}