{"473":{"channel":"sbs9","start":"1672271290","end":"1672274389","title":"Death in Paradise","program_id":"507AD9DB8BC67197535E867D1BE6B697","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/ACF62EF2B2E094D5A322A983DF363979FB090527DFB75594B085CE0D59B6DD0E.jpg","description":"De rolstoelgebonden June Anderson wordt gewurgd in de villa die ze samen met haar echtgenoot Doug en zus Janice huurt. Hoewel Janice haar begunstigde is en geen alibi heeft, vermoedt Poole dat Doug de moordenaar is. Doug is een voormalige collega waarvan Poole weet dat hij corrupt en alcoholist is. Ondertussen geeft schoonmaakster Estelle toe dat ze June's juwelen heeft gestolen. De zaak wordt ingewikkelder wanneer Janice een van de twee mannen die het verhuurbedrijf bezitten ziet wegrennen van de plaats van de moord. Er wordt snel iemand gearresteerd, maar Poole vermoedt dat de moord op June mogelijk verband houdt met een moord in Engeland.","category":""},"6038":{"channel":"sbs9","start":"1672531032","end":"1672543135","title":"Death in Paradise","program_id":"BA75F838C1F3A4C51E3AD377F51BAC0D","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/ACF62EF2B2E094D5A322A983DF363979FB090527DFB75594B085CE0D59B6DD0E.jpg","description":"Terwijl het eiland zich voorbereidt op een orkaan, wordt het lijk van Leo Downs, een meteorologisch onderzoeker van de universiteit, gevonden. Alle verdachten lijken een waterdicht alibi te hebben.","category":""},"12125":{"channel":"sbs9","start":"1672787579","end":"1672791495","title":"Death in Paradise","program_id":"47B12604795CFDA71C41723298BDE926","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/58313031088AA4101EA55362D5B895AD2FD573744BD5972FAAFE8F9117526826.jpg","description":"Met tegenzin woont Poole een liefdadigheidsinstelling bij wiens gastheer, lokale natuurbeschermer en filantroop Malcolm Powell, wordt doodgeschoten. Zijn secretaresse Vicky beweert dat de moordenaar een man is die Jack Roberts heet, maar niemand weet wie hij is en hij lijkt in het niets te zijn verdwenen.","category":""}}