{"567":{"channel":"canvas","start":"1672334280","end":"1672337040","title":"Extreme Lands","program_id":"BE0CC300FB17DA65819136C317CF41E4","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/0BB6177D50919885479D558749DE3AC8C6C84A434A2288F144588C7ADD2F7590.jpg","description":"In Costa Rica mogen de inwoners zeker geen schrik hebben van enkele van de gevaarlijkste dieren ter wereld. Zo hebben ze daar te maken met slangen die jaarlijks verschillende inwoners doden. Heidi trekt naar een vulkanenregio waar de mens heeft moeten leren leven met dit dreigende gevaar en er zelfs hun voordeel uithalen. Tot slot trekt ze in Guatemala naar de afstammelingen van de Maya's, een bevolkingsgroep die zich 2000 jaar geleden al had aangepast aan hun omgeving.","category":""},"2480":{"channel":"canvas","start":"1672420380","end":"1672423140","title":"Extreme Lands","program_id":"763FE10A6DA01A8565DF434841C1E4EB","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/0BB6177D50919885479D558749DE3AC8C6C84A434A2288F144588C7ADD2F7590.jpg","description":"Vandaag gaat Heidi naar Californië. De rijkste en meest dichtbevolkte staat van de VS ligt tussen twee tektonische platen: de Pacifische plaat en de Noord-Amerikaanse plaat. Daardoor is het een van de gevaarlijkste seismische regio's op aarde. Ondanks dit gevaar is de mens zich daar toch gaan vestigen en hebben ze de woestijnen kunnen omvormen tot agrarische oases en er belangrijke steden gebouwd zoals San Francisco en Los Angeles.","category":""},"10111":{"channel":"canvas","start":"1672764240","end":"1672767000","title":"Extreme Lands","program_id":"C21F30BAEF76C1B8AAE5B0F1D0DF535C","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/0BB6177D50919885479D558749DE3AC8C6C84A434A2288F144588C7ADD2F7590.jpg","description":"Met zijn 127 miljoen inwoners is Japan zonder twijfel een van gevoeligste regio's als het aankomt op natuurrampen. De archipel kent een grote vulkanische en seismische activiteit, maar daarnaast vormt water ook een groot gevaar voor het land, met vaak zware regenval en tyfoons. De Japanners doen er alles aan om hun kennis over deze natuurrampen te vergroten om drama's te kunnen voorkomen.","category":""},"12222":{"channel":"canvas","start":"1672850460","end":"1672853220","title":"Extreme Lands","program_id":"78A8B6A5031F2F71BC1116DA84540574","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/0BB6177D50919885479D558749DE3AC8C6C84A434A2288F144588C7ADD2F7590.jpg","description":"Heidi trekt naar de Verenigde Arabische Emiraten waar zich de Rub al Khali bevindt, een van de grootste zandwoestijnen ter wereld. De droogte is hier de grootste uitdaging met een gemiddelde temperatuur van 45 graden in de zomer. De wetenschap staat voor de uitdaging om nieuwe oplossingen te zoeken om de wereld van morgen te bouwen, een groenere, meer ecologische en meer verantwoordelijke wereld.","category":""}}