{"627":{"channel":"ketnet","start":"1672329240","end":"1672332180","title":"Hoodie compilatie","program_id":"09DA0416F319C96F7FA0800DD9DD39FF","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/4EF1BF91D9318A70BB56F8475582F5252FA05C455268C287CC37FEE881223FED.jpg","description":"Pieter wil terug Hoodie worden, maar moet daarvoor Doriens vertrouwen winnen. Hij besluit om Dorien alles te vertellen, maar wanneer blijkt dat het team haar walkie gebruikt, reageert ze negatief. Pieter probeert Dorien te overtuigen dat ze de walkie nodig hebben, maar ze wil zichzelf beschermen. Flo wil graag samenwerken met Dorien, maar de rest van het team heeft daar twijfels over. Het team gaat voor het eerst samen met Dorien in actie, maar hun aanpak botst. Ze proberen te begrijpen waarom de Copyket de laptop weggaf, maar dan ontvangen ze een boodschap van de Copyket. Flo wil het zoeken van de Copyket koppelen aan romantiek, maar Dorien staat in de weg van haar romantische plannen. Ze overtuigt Pieter om tijd vrij te maken, maar dan wordt de Copyket gesignaleerd.","category":""},"2542":{"channel":"ketnet","start":"1672415760","end":"1672418700","title":"Hoodie compilatie","program_id":"36A1713DAAC5DED9A50AA03E4C21A205","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/4EF1BF91D9318A70BB56F8475582F5252FA05C455268C287CC37FEE881223FED.jpg","description":"Pieter ligt in de clinch met Dorien nadat ze de Hoodie-actie zonder haar deden. Flo probeert tussenbeide te komen, maar alles valt in duigen wanneer Pieter over zijn strafstudie begint. Pieter hoopt dat Soufian hem kan helpen oefenen op strides, maar die weigert omdat hij het zelf niet kan. Ondertussen probeert Flo met Dorien te bonden in de hoop haar vertrouwen te winnen. Flo wil meer tijd met Pieter, maar die wil focussen op de Copyket. Wanneer de Copyket toeslaat, springt Dorien te hulp, waardoor Pieter beseft dat Dorien hem nog sterker maakt als Hoodie. Pieter wil op strides trainen zodat hij de Copyket kan bijhouden, maar zijn omgeving belemmert hem. Wanneer de Copyket plots opduikt, slaagt Pieter toch in strides, maar verliest zijn gsm.","category":""},"8138":{"channel":"ketnet","start":"1672675020","end":"1672677780","title":"Hoodie compilatie","program_id":"8E7C607FDAAC0FA04EFEA47913F9C2C6","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/4EF1BF91D9318A70BB56F8475582F5252FA05C455268C287CC37FEE881223FED.jpg","description":"Wanneer het team de Copyket wil stoppen, is Pieter onbereikbaar. Ze kunnen hem op het nippertje waarschuwen, waarna Pieter op de Copyket af vlamt, maar hij krijgt onthutsend nieuws van Kenza. Het team vreest dat de Copyket vannacht zal toeslaan, dus Basim offert zich op om via de bewakingstapes te waken. Maar wanneer hij het gevecht tegen de slaap verliest, duikt de Copyket op. Flo wil zich bewijzen, maar tijdens de Hoodie-actie faalt ze, waardoor hun plan in duigen valt. Maar wanneer de Copyket opduikt, kiest Pieter voor de confrontatie, tegen het advies van zijn team in. Flo wil het team helpen, maar wanneer ze met lumineuze ideeën komen, voelt Flo zich nog meer overbodig. Het team slaagt erin de Copyket op te sluiten, maar die ontsnapt toch dankzij de politie.","category":""},"10173":{"channel":"ketnet","start":"1672761540","end":"1672764360","title":"Hoodie compilatie","program_id":"8F752CB18E25D1FE2856ABF892A33C9E","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/4EF1BF91D9318A70BB56F8475582F5252FA05C455268C287CC37FEE881223FED.jpg","description":"Pieter wil koste wat het kost Jean confronteren, maar Flo wil de mol gebruiken als spoor naar de Copyket. Pieter luistert niet en gaat ervoor, maar komt dan tot de ontdekking dat ze mis waren.Het team wil de Copyket pakken via Baï, maar voor Flo's plan hebben ze een tweede traceur nodig. Pieter wil Soufian inschakelen, maar daardoor moet hij Dorien vertellen over Soufians link met Isa.Pieter probeert Doriens vertrouwen te winnen en is eerlijk over Soufian, maar dat valt hen beiden zwaar. Flo wil Dorien bij het plan van het team betrekken, maar dan blijkt dat Dorien Soufian nog wantrouwt.Flo achtervolgt Soufian om Dorien te bewijzen dat hij niet de Copyket is, maar wanneer Soufian zich verdacht gedraagt krijgt Flo zelf twijfels. Pieter achtervolgt Baï en ontmaskert de Copyket.","category":""},"12282":{"channel":"ketnet","start":"1672847760","end":"1672850460","title":"Hoodie compilatie","program_id":"47A910B4DDAED5E050FC2B377534A7E9","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/4EF1BF91D9318A70BB56F8475582F5252FA05C455268C287CC37FEE881223FED.jpg","description":"Pieter wil Soufians hulp, maar hij is gekrenkt omdat het team hem niet vertrouwde. Pieter moet het goedmaken. Wanneer Soufian de 'Copyket' onderschept, blijkt het wantrouwen van het team terecht.Soufian wil Pieter doen inzien dat de Copyket goede bedoelingen heeft, maar maakt zichzelf verdacht. Het team verliest de Copyket, en rekent op Flo's hulp, maar zij laat hun laatste hoop vervliegen.Flo voelt zich schuldig voor alles wat er door haar misloopt, maar Basim en Kenza redden de boel. Het team ontdekt waar de Copyket wil toeslaan, maar Pieter ontdekt dat iemand de hoodie verstopte.Door het hoodie-incident vertrouwt Pieter Basim niet meer. Flo probeert het team bijeen te houden, maar Pieter wil enkel nog met haar communiceren. Maar dan ontdekken ze wie de échte Copyket is...","category":""},"14385":{"channel":"ketnet","start":"1672934100","end":"1672936800","title":"Hoodie compilatie","program_id":"181E65A73444DEA1FCC3FD26B65BB0D3","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/4EF1BF91D9318A70BB56F8475582F5252FA05C455268C287CC37FEE881223FED.jpg","description":"Nadat Pieter ontdekt dat Soufian de Copyket is, zet hij alles op alles om bewijs te verzamelen. Maar Soufian wil hem tot inzicht brengen. Ondertussen kampt Basim met zijn gevoelens voor Flo.Pieter volgt Soufian met de buit en vergaart bewijs tegen hem, maar wordt geraakt door wat hij ziet. Pieter zoekt raad bij Dorien, maar beslist te liegen dat Soufian is ontkomen met de buit.Pieter wil uitzoeken of Soufian toch goed is voor hij hem aangeeft, maar Dorien vindt iemand die steelt pertinent slecht. Flo wil afstand van Pieter, maar zijn nood aan hulp brengt hem dichter.Pieter vraagt Dorien om raad en raakt stilaan overtuigd om Soufian dan toch aan te geven. Net wanneer hij al het bewijs verzamelt, stuurt Soufian hem nieuwe info die hem doet twijfelen.","category":""},"16411":{"channel":"ketnet","start":"1673020500","end":"1673023200","title":"Hoodie compilatie","program_id":"1825CBED5C8835D73023C65F356435E0","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/4EF1BF91D9318A70BB56F8475582F5252FA05C455268C287CC37FEE881223FED.jpg","description":"Pieter hoopt dat Soufian toch goed is, maar Kenza en Flo doen hem inzien dat hij hem moet vragen te stoppen met stelen. Wanneer Pieter dat doet, daagt Soufian hem uit in zijn wereldbeeld. Pieter wil Soufian tonen dat je kan helpen zonder te stelen, maar de mensen blijken niet zo vrijgevig. Ze vinden een nieuw plan dat Pieter wil delen met Soufian, maar die verplettert hun hoop.Pieter wil Soufian confronteren, maar die vindt dat hij in zijn recht was. Kenza wil achter Pieter aan, maar mag niet van Flo. Pieter wil Soufian doen boeten, maar die vindt dat ze hetzelfde zijn.Pieter lijkt hopeloos in de val te zitten, maar dan geeft Flo de juiste impuls om hem in actie te krijgen. Soufian geeft zijn verlies toe en breekt met zijn bende, maar Pieter eist dat hij zich aangeeft.","category":""},"22283":{"channel":"ketnet","start":"1673279700","end":"1673282400","title":"Hoodie compilatie","program_id":"BC5BBDE405BAFB07CBE0E6CD449E2833","date":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/4EF1BF91D9318A70BB56F8475582F5252FA05C455268C287CC37FEE881223FED.jpg","description":"Wanneer Soufian zich als Redket toont, wil Pieter weten wat hij van plan is. Maar net wanneer Pieter Soufians plan zou kunnen afluisteren, vlamt Kenza als een razende gek naar Soufian met haar blaaspijp. Het team wil achterhalen wat de code van Soufian betekent, maar Basim ontdekt dat Soufians plan groter is dan verwacht. Pieter wil Baï inlijven achter Doriens rug, maar Baï vindt hem verdacht. Pieter wil Dorien overtuigen dat ze Baï kunnen gebruiken, maar die lost niet veel. Het team is te laat bij de inbraak en begrijpt er niets van, maar dan ontdekt Basim de betekenis achter Soufians code. Het team wil Soufian stoppen, maar Flo vreest dat Pieter te veel risico's neemt met Baï. Pieter bedenkt een nieuw plan en probeert stiekem via Baï een boodschap naar Soufian te sturen.","category":""}}