{"I4LHSHKWd06oP5bn0J6H2g":{"id":"I4LHSHKWd06oP5bn0J6H2g","title":"3 Days to Kill","first":"other","description":"Geheim agent Ethan Runner is ziek en heeft niet lang meer te leven. Zijn laatste levensdagen wil hij rustig met zijn familie doorbrengen om de band met zijn dochter, die al een tijd van hem vervreemd is, aan te halen. Maar alles verandert wanneer hij een experimenteel medicijn aangeboden krijgt dat zijn leven kan redden, in ruil voor één laatste opdracht.","duration":"6240","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/08870057104EA3A3DA9EBC6967040A2DC4A95469706CF59ED40F521131889B09.jpg","category":"","vidcollection":"","ord":"80","datum":"0"},"OIeZzSy4Y0GnldEASvprQw":{"id":"OIeZzSy4Y0GnldEASvprQw","title":"A Bad Moms Christmas","first":"A","description":"De drie ondergewaardeerde en overbelaste moeders moeten de uitdagingen en verwachtingen van kerstmis tot een goed einde brengen. En alsof het nog niet moeilijk genoeg is om hun gezin de perfecte kerst te bezorgen, moeten ze dat allemaal doen terwijl ze hun eigen moeders opvangen en entertainen. Aan het einde van de rit zullen de moeders opnieuw ontdekken hoe ze de feestdagen voor iedereen speciaal kunnen maken en een nauwere band met hun moeders creëren.","duration":"5460","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/0CEAB2A9F062847E639765C6C09A30974A37169FA3633A639A4E763C8334095E.jpg","category":"","vidcollection":"","ord":"90","datum":"0"},"hQpB6St_P0awbNk82Ocyag":{"id":"hQpB6St_P0awbNk82Ocyag","title":"A New Year's Resolution","first":"A","description":"Kelly Leone is producer van een ochtendshow in Milwaukee. Voor het nieuwe jaar heeft ze het goede voornemen om een maand lang geen 'nee' te zeggen tegen uitnodigingen op het sociale vlak. Met tegenzin stemt ze er ook nog mee in dat de ochtendshow haar volgt tijdens dit experiment. Kelly begeeft zich ver buiten haar comfortzone en neemt deel aan allerlei activiteiten die ze normaal gesproken zou weigeren. Dan ontmoet ze de charismatische zakenman Tom Malone.","duration":"6720","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/ADA139B7463D30A3BBF4BB98C3673F294A62A6634B28D581C25AED8EA1F26EE2.jpg","category":"","vidcollection":"","ord":"43","datum":"0"},"jrE0vKKXzUCaCA7-83vLMA":{"id":"jrE0vKKXzUCaCA7-83vLMA","title":"A pigeon sat on a branch reflecting on existence","first":"A","description":"Mozaïekvertelling met centraal twee melancholieke verkopers van feestartikelen. Met een meesterlijk gevoel voor inktzwarte humor schetst Anderson een wereld vol absurde dromen en fantasieën.","duration":"5820","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/DC26DE4B7FAC492F99C701B71872E8F5B8018BCCB79784AB58BCAC27A5789C50.jpg","category":"","vidcollection":"","ord":"15","datum":"0"},"50I-XaD6qU6DNC3H_sQWCw":{"id":"50I-XaD6qU6DNC3H_sQWCw","title":"A Shaun the Sheep Movie: Farmageddon","first":"A","description":"Wanneer een buitenaards wezen met ongelooflijke krachten neerstort bij de boerderij, besluit Shaun deze 'Lu-La' te helpen en haar naar huis te begeleiden. Samen gaan ze op missie voordat een duistere organisatie haar gevangen kan nemen.","duration":"4560","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/B4C92EBE7C4DE5982EB43BAF4E78978669B1F7583C7F7B8F4FBCF1755ABDC37A.jpg","category":"","vidcollection":"","ord":"53","datum":"0"},"jvun02Dhs0mEhnO_a1amWA":{"id":"jvun02Dhs0mEhnO_a1amWA","title":"Alles is familie","first":"A","description":"De familie De Roover staat op een punt dat ze niet meer terug kunnen. Ze staan op een belangrijk punt in hun leven. Belangrijke keuzes moeten nu gemaakt worden. Winnie wil heel graag kinderen. Haar man wil juist zichzelf beter leren kennen. Haar broer Charlie wil liefst helemaal niks doen. Hun zwager, Dick, wil zijn overleden vrouw terug. Arend wil alleen gelukkig zijn. Moeder Jeanette is alleen bezig met het vinden van een partner.","duration":"7560","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/55DC6A64AD840A1C3A4B95DD00BA932A99B59FD5A05E2210C26AF4AAAE41F1B9.jpg","category":"","vidcollection":"","ord":"26","datum":"0"},"Xyq9x8UwOk-MWrESLvlveA":{"id":"Xyq9x8UwOk-MWrESLvlveA","title":"American Assassin","first":"A","description":"Gesterkt door gebeurtenissen uit het verleden is Mitch Rapp (Dylan O'Brien) vastbesloten om wraak te nemen. Samen met Koude Oorlog veteraan Stan Hurley (Michael Keaton) wordt Rapp door de adjunct directeur van de CIA aangesteld om een golf van ogenschijnlijk willekeurige aanvallen op zowel militaire als civiele doelwitten te onderzoeken. Het drietal ontdekt een patroon in het geweld en gaat op een gezamenlijke missie: het tegenhouden van een mysterieuze man en zijn intentie om een wereldoorlog in het Midden-Oosten te starten.","duration":"5880","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/1C5152213929565A833A2B873BB7D5CB9BFD2C136376C0B110E38543E91C1179.jpg","category":"","vidcollection":"","ord":"11","datum":"0"},"6haOpTWwI0qGFV7I7QngQg":{"id":"6haOpTWwI0qGFV7I7QngQg","title":"Anna","first":"A","description":"Na ontdekt te worden door een modellenscout, verandert de carrière van de Russische schoonheid Anna Poliatova van gewone marktkoopvrouw in een internationale mode-sensatie. Maar onder de opvallende schoonheid van Anna schuilt een geheim dat haar de onuitwisbare kracht en vaardigheid geeft om een van de meest gevreesde geheim agenten van de wereld te worden.","duration":"6480","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/A19AFB62D611CD5D0B4334FCBD6B0F2B58F809D4D45507464B1EAD8C6D7DA3AF.jpg","category":"","vidcollection":"","ord":"77","datum":"0"},"Nr3PrwZcB0GuwRywdPuEAQ":{"id":"Nr3PrwZcB0GuwRywdPuEAQ","title":"ANNE+","first":"A","description":"Net voordat Anne gaat emigreren naar haar grote liefde Sara in Montréal, keurt haar uitgever het manuscript dat ze heeft ingediend voor haar eerste boek af. Wat heeft Anne nou eigenlijk te vertellen? En heeft ze überhaupt wel iets te vertellen? Noodgedwongen gaat Anne op zoek naar wat ze wil in het leven, want niet alleen haar hoofdpersonage lijkt te zijn afgedwaald. Dan ontmoet ze de non-binaire Lou die anders in het leven staat. Langzaam vindt Anne al struikelend richting en helderheid in haar leven. Ze herschrijft haar boek en realiseert zich dat ze keuzes moet maken.","duration":"5280","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/F3FAC88237CFBE37984C6D4ACED13289095E76B04B23E32FEA26345C2A1A8F3C.jpg","category":"","vidcollection":"","ord":"27","datum":"0"},"CJcpDyq7NEuku-NLkJTH4Q":{"id":"CJcpDyq7NEuku-NLkJTH4Q","title":"Austin Powers: International Man Of Mystery","first":"A","description":"De Britse geheim agent Austin Powers moet zijn aartsvijand Dr. Evil zien uit te schakelen. Die heeft zich in de jaren zestig in laten vriezen om dertig jaar later de wereld te veroveren.","duration":"7020","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/EBF38AB5CED04506238F21BEB4439F1397C8BF6D6FC00CAA3D856F2ED57B2504.jpg","category":"","vidcollection":"","ord":"45","datum":"0"},"nQ8mTpYjeE6acgbF3Cx3ZQ":{"id":"nQ8mTpYjeE6acgbF3Cx3ZQ","title":"Ava","first":"A","description":"Ava werkt als huurmoordenaar voor een geheime organisatie. Haar specialiteit: overal ter wereld hooggeplaatste doelwitten uitschakelen. Wanneer ze de verkeerde informatie doorgespeeld krijgt, loopt een van haar opdrachten fout af. Ze wordt op non-actief gezet en besluit haar familie op te zoeken in de hoop hun stukgelopen relatie te kunnen redden. Maar achter haar rug om heeft het hoofd van de geheime dienst een aanslag op haar voorbereid om alle sporen te wissen. Ava moet nu niet alleen zichzelf, maar ook haar familie in leven zien te houden.","duration":"5280","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/16600B71B67010A29593044196BEF4EC6C2DB5A4943EEFB0907CC28FDDCDD1C7.jpg","category":"","vidcollection":"","ord":"57","datum":"0"},"KZIdcCa3-0WfwSd0mC9Egg":{"id":"KZIdcCa3-0WfwSd0mC9Egg","title":"Barbie Dreamtopia: Een Feest Vol Fantasie","first":"B","description":"Barbie reist met haar zusje Chelsea door de heerlijke fantasiewereld Sweetville. Tijdens hun reis ontmoeten Barbie en Chelsea allerlei kleurrijke karakters, zoals Notto Prins, aardbeibeertjes en de olifantenkoning. Barbie gebruikt haar magie voor een kristalceremonie, maar raakt haar toverstokje kwijt. Barbie en Chelsea helpen twee eenhoorns met de bouw van een nieuwe schuur en repareren de grote limonadebubbelmachine.","duration":"2400","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/9C6D42072148AC95F8CD15F121BF88506D05C586ED53DC1928E669FB597F8B68.jpg","category":"","vidcollection":"","ord":"93","datum":"0"},"sauxyB9IiU6ODU64Qn2h9w":{"id":"sauxyB9IiU6ODU64Qn2h9w","title":"Becoming Astrid","first":"B","description":"Biografie over Astrid Lindgrens jonge jaren. Als vrijpostige tiener op het Zweedse platteland van de jaren twintig krijgt ze een baantje bij de lokale krant. Wanneer ze zwanger raakt van de getrouwde hoofdredacteur leidt dat tot grote problemen, maar Astrid slaat zich er kranig doorheen.","duration":"6900","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/CA4E69F8766723787BA23554758C4AD86279051E39559171FBD92C2BA7973C3A.jpg","category":"","vidcollection":"","ord":"3","datum":"0"},"8TOBfQJXyU6KSvesaMKmTg":{"id":"8TOBfQJXyU6KSvesaMKmTg","title":"Before I Fall","first":"B","description":"Samantha Kingston heeft het allemaal: een perfect leven, de perfecte vrienden en een ogenschijnlijk perfecte toekomst. Tot alles verandert. Na een noodlottige nacht wordt Sam wakker zonder enige toekomst. Ze zit gevangen in steeds dezelfde dag en begint zich af te vragen hoe perfect haar leven eigenlijk was. En terwijl ze het mysterie van haar leven begint te ontwarren, moet ze ook de geheimen ontrafelen van de mensen die het dichtst bij haar staan, voordat haar tijd op is.","duration":"7080","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/D7337123F97A2DE7125703707EC4539D56376C6BF7E8ECEC1310F1BE7964684B.jpg","category":"","vidcollection":"","ord":"61","datum":"0"},"cB6zKVBkCUeBUnJAMxYpaA":{"id":"cB6zKVBkCUeBUnJAMxYpaA","title":"Blade 2","first":"B","description":"Er heeft zich een vreemde mutatie voorgedaan in de vampierenwereld, genaamd The Reaper. De bloeddorst van deze vampiers is zo groot, dat ze het op zowel mensen als andere vampiers hebben voorzien. Blade en Whistler besluiten samen te werken met The Bloodpack, een elite team vampiers, aangezien ze dit maal een gezamenlijk doel hebben.","duration":"7260","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/83A4F6BCE01ACE28D15167C539DE0F5E136DD154574F702F9BAAFCCD99396EEA.jpg","category":"","vidcollection":"","ord":"12","datum":"0"},"TPiqBrSN0EWkpD3WaCeIQg":{"id":"TPiqBrSN0EWkpD3WaCeIQg","title":"Brandweerman Sam: Norbert Puk En Het Mysterie In De Lucht","first":"B","description":"Piekepolder wordt opgeschrikt door een reeks ongelukken. Maar er is ook een nieuwe held: Vliegende Man. Politieagent Marco en hoofdagent Roos de Ruyter ontdekken dat de twee gebeurtenissen met elkaar verbonden zijn. Norbert-man en Superjaap doen hun uiterste best om de inwoners van Piekepolder te beschermen. Maar uiteindelijk is het natuurlijk weer Brandweerman Sam die de boel echt komt redden!","duration":"3540","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/AA2C260027D9AFC51CA7B6C17917BDFA4BA3E6B2B6BC5B70D36405A96895BF13.jpg","category":"","vidcollection":"","ord":"76","datum":"0"},"AAC82AA8kUORndQ2CItDKQ":{"id":"AAC82AA8kUORndQ2CItDKQ","title":"Bridge To Terabithia","first":"B","description":"Jess Aarons is een teruggetrokken jongen die van lopen en tekenen houdt. Op school wordt hij gepest en thuis moet hij opboksen tegen zijn vier zussen. Bovendien hebben zijn ouders het moeilijk om de eindjes aan elkaar te knopen. Als hij in een loopwedstrijdje verslagen wordt door zijn nieuwe buurmeisje Leslie Burke, sluit hij aarzelend vriendschap met haar. Samen ontdekken ze het magische koninkrijk Therabithia, waar ze het opnemen tegen gigantische trollen om zo de gevangenen van de duistere meester te bevrijden. Therabithia geeft Leslie en Jess ook de moed om het op te nemen tegen pestkoppen Hoager en Janice. Zodra ze met het touw over de beek slingeren, is immers alles mogelijk...","duration":"6480","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/462818BDDEFDE30761E3664233A6E48BEE0D5EDBCD4CAE66C87404C701628DE2.jpg","category":"","vidcollection":"","ord":"60","datum":"0"},"QBoZZhy8QUu69dixcmKhaA":{"id":"QBoZZhy8QUu69dixcmKhaA","title":"Bridget Jones's Baby","first":"B","description":"Nadat Bridget Jones heeft gebroken met Mark Darcy loopt haar leven niet helemaal volgens plan. De vrijgezelle 40-plusser besluit zich weer te concentreren op haar baan als topproducer en zich weer te omringen met oude en nieuwe vrienden. Voor één keer heeft Bridget alles onder controle. Maar dan krijgt haar liefdesleven een wending. Ze ontmoet de onstuimige Amerikaan Jack, de minnaar die alles is wat Mark niet was. Wanneer ze zwanger raakt is er slechts één kink in de kabel: ze kan slechts met 50% zekerheid zeggen wie de vader is.","duration":"8520","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/C85B24AADA0617FED0D5ED94BE38986880367CF41EB108F7144397C88EDF1B98.jpg","category":"","vidcollection":"","ord":"7","datum":"0"},"koRLfs1N30ihcqE8HxPO9w":{"id":"koRLfs1N30ihcqE8HxPO9w","title":"Christmas Tree Lane","first":"C","description":"Zanglerares Meg Reilly maakt zich zorgen om de muziekwinkel van haar vader aan Christmas Tree Lane, een leuk buurtje waar de tijd stil lijkt te hebben gestaan. Een vastgoedmagnaat wil het hele gebied platgooien en opnieuw ontwikkelen. Meg leidt het buurtprotest tegen de sloop van het winkelgebied. Als ze Nate ontmoet, valt ze al snel voor zijn charmes, maar dan doet ze een onaangename ontdekking. Het bedrijf dat de buurt wil slopen is van Nates vader.","duration":"6840","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/C794A6F4E3A02C354016E8FBA84DA922F935F63DDC99F2C6F8B1E2FB416D3A56.jpg","category":"","vidcollection":"","ord":"18","datum":"0"},"pylV2TzKk06oPHjcotPjWg":{"id":"pylV2TzKk06oPHjcotPjWg","title":"City of Ember","first":"C","description":"Generaties lang leiden de inwoners van de City of Ember een geweldig bestaan in een fantastische wereld van glinsterende lichtjes. Maar wanneer de inwoners erachter komen dat de energiebron zijn kracht verliest, begint een race tegen de tijd. Twee tieners gaan op avontuur om het mysterie van het ontstaan van de stad te ontrafelen en om de inwoners te helpen ontsnappen, voordat de lichtjes voorgoed zijn gedoofd.","duration":"5100","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/016684680BB1BE201820ECC02251F7D37229FD2969DAE2CCFF8787EAF0602FCA.jpg","category":"","vidcollection":"","ord":"74","datum":"0"},"wkrjMRxdPkOzVzBlonKm8w":{"id":"wkrjMRxdPkOzVzBlonKm8w","title":"Cold Pursuit","first":"C","description":"Nels is een stille huisvader en een hardwerkende sneeuwploegbestuurder. Hij is van levensbelang voor een badplaats in de Rocky Mountains, omdat hij degene is die de winterwegen overzichtelijk houdt. Hij en zijn vrouw wonen in een comfortabele hut waar geen toeristen komen. De stad heeft hem zojuist de prijs voor de burger van het jaar toegekend. Maar Nels moet zijn rustige bergleven verlaten als zijn zoon wordt vermoord door een machtige drugsbaron. Nu hij niets meer te verliezen heeft, zint hij op wraak.","duration":"6240","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/EA8F8EBC7064901E9DAD4F3BA4D5F04E2974588BCBC3BC601AB47E26B15C0661.jpg","category":"","vidcollection":"","ord":"87","datum":"0"},"PBLXOccZw0qn96WuWeRCgw":{"id":"PBLXOccZw0qn96WuWeRCgw","title":"De Heineken ontvoering","first":"D","description":"Op 9 november 1983 wordt biermagnaat Freddy Heineken samen met zijn chauffeur Ad Doderer ontvoerd. Al snel laait een psychologische strijd op tussen de succesvolle bierbrouwer en zijn ontvoerders.","duration":"6960","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/664B43EFC517B8A324ED680AD5B3B0EA11C9509BA0D555F74D2F395E92A77376.jpg","category":"","vidcollection":"","ord":"21","datum":"0"},"O9-mpS_6BEuIr45yqwjOog":{"id":"O9-mpS_6BEuIr45yqwjOog","title":"De Lift","first":"D","description":"Aan het einde van een landbouwtentoonstelling nemen enkele bezoekers de lift. Op het ogenblik dat ze lichtelijk beschonken instappen, slaat de bliksem in. Er ontstaat niet meteen paniek, maar tot overmaat van ramp valt ook de luchtverversing uit. Nadat de lift onverwacht opnieuw in werking is getreden, moeten vier mensen naar het ziekenhuis worden gebracht. Elektricien Felix Adelaar wordt erbij geroepen, maar hij staat voor een raadsel. Alle zekeringen zijn intact en aan de lift zelf mankeert niets. De lift gaat zijn eigen leven leiden en er vallen doden en gewonden. Wanneer journalist Mieke De Beer zich in de zaak mengt, wordt Felix door zijn baas op ziekenverlof gestuurd. Dat doet hem vermoeden dat er kwade opzet in het spel is.","duration":"6840","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/752CB69F3156C81790E84525DA8B66E97FB0606D11A0B4C8AE2853D199ADB423.jpg","category":"","vidcollection":"","ord":"49","datum":"0"},"1zalhLN-WEW8waWXp9yO_A":{"id":"1zalhLN-WEW8waWXp9yO_A","title":"De President","first":"D","description":"Komedie over de nabije toekomst van Nederland, waarin het koningshuis niet meer bestaat en een president moet worden gekozen.","duration":"5100","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/0A85DF1D6F56B21792151558A88B5A8F123244F471E29660E64A39097B894684.jpg","category":"","vidcollection":"","ord":"20","datum":"0"},"3mJR9OSewUyjPtHObgJVIg":{"id":"3mJR9OSewUyjPtHObgJVIg","title":"Despicable Me","first":"D","description":"Gru is een duivels meesterbrein dat geniet van alles wat slecht is. Hij is van plan om de maan te stelen. Hij verslaat iedereen die hem in de weg zit met zijn wapenverzameling van krimp- en vriesstralen en zijn gevechtsklare land- en luchtvoertuigen. Maar dan ontmoet hij op een dag drie kleine eigenwijze weesmeisjes die naar hem kijken en iets in hem zien wat nog nooit iemand heeft gezien: een mogelijke papa. 's Werelds grootste schurk heeft zojuist zijn grootste uitdaging gevonden: drie kleine meisjes die Margo, Edith en Agnes heten.","duration":"6480","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/C479B98EC1D414DDC65A9274DD404728A44526708A524CCC0557C69A85EC26B4.jpg","category":"","vidcollection":"","ord":"46","datum":"0"},"IgvlGC4lhky7IzzBvlMrYg":{"id":"IgvlGC4lhky7IzzBvlMrYg","title":"Despicable Me 2","first":"D","description":"Gru, het duivelse meesterbrein, is terug en heeft zijn leven gebeterd en drie kinderen geadopteerd. Samen met zijn assistenten en de kinderen beleven zij een nieuw avontuur, waarbij de Minions weer voor de nodige problemen zorgen. Een paar Minions zijn aan het lanterfanten wanneer ze een geluid horen buiten. In eerste instantie blijkt het een kat te zijn die ze bang maakt, maar vervolgens worden ze ontvoerd door een mysterieuze kracht.","duration":"6600","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/6469DAB525285EBF1BB7BC39F85699DA5231E880CCACCC2DAFD5F7DFD3C6CDAD.jpg","category":"","vidcollection":"","ord":"29","datum":"0"},"d7zUpdFF9kuI0OK0yQIUIQ":{"id":"d7zUpdFF9kuI0OK0yQIUIQ","title":"Dheepan","first":"D","description":"Dheepan, een ex-Tamiltijger, ontvlucht Sri Lanka en komt als politiek vluchteling in Parijs terecht. Om te overleven moet hij gebruikmaken van de overlevingstechnieken die hij als Tamiltijger leerde.","duration":"6240","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/5DBF7C94933E1792D6EB7BA030B783C271BAFA6F97982FFF2E6AF35EC803645F.jpg","category":"","vidcollection":"","ord":"4","datum":"0"},"uzKaBB30iUqgwVm-IUwoDg":{"id":"uzKaBB30iUqgwVm-IUwoDg","title":"Die Hard: With a Vengeance","first":"D","description":"New York wordt opgeschrikt door een zware bomaanslag in een grootwarenhuis. De dader neemt zelf contact op met de politie. Hij noemt zichzelf Simon en eist dat agent John McClane bij de zaak betrokken wordt. Als er geen gevolg gegeven wordt aan zijn eis, volgt er een nieuwe aanslag op een openbare plaats. Hoewel McClane op dat ogenblik geschorst is wegens wangedrag, aarzelt zijn overste geen seconde om hem opnieuw aan de slag te laten gaan. Simon heeft een persoonlijke rekening te vereffenen met McClane en besluit een woordspelletje met hem te spelen. Telkens als hij het verkeerde antwoord geeft of faalt in een opdracht, ontploft er een nieuwe bom.","duration":"9240","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/E1D1354C0F668187B5BF13AEC3F28EB2E826319FA0DB2AA63DE8994000DBC18D.jpg","category":"","vidcollection":"","ord":"5","datum":"0"},"dCxJtpVXvU2-L7sS5s_taA":{"id":"dCxJtpVXvU2-L7sS5s_taA","title":"Dirty God","first":"D","description":"Jade woont samen met haar tweejarige dochter bij haar moeder in een arbeiderswijk in Londen. In de bloei van haar leven wordt ze getroffen door een wraakactie van haar ex waar ze blijvende littekens aan overhoudt. Het nachtleven was voor Jade en haar vriendinnen een wekelijks uitstapje, maar tegenwoordig wordt ze in de clubs alleen nog maar nagestaard. Hierdoor wordt ze gedwongen op zoek te gaan naar haar eigen schoonheid. Ondanks alle pijnlijke ervaringen laat Jade zich niet uit het veld slaan en neemt ze het besluit om de weg naar zichzelf en haar dochter terug te vinden.","duration":"5760","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/8EDE9D3992DCB8888A461E59FEB8DBABCA4E16E2EDC266508B05707E43467DA0.jpg","category":"","vidcollection":"","ord":"28","datum":"0"},"_4vjwCkgFUOAeSfjQ8YItw":{"id":"_4vjwCkgFUOAeSfjQ8YItw","title":"Dojo","first":"D","description":"Brandon doet klusjes voor Billy, de leider van een plaatselijke jeugdbende. Wanneer hij samen met zijn beste vriend Stefano inbreekt in een judoschool, wordt hij gepakt door de judoleraar Kai. Brandon krijgt een kans om uit de jeugdbende te stappen en mee te trainen voor een belangrijke judowedstrijd. Maar hij wil Stefano, die inmiddels ook in de bende zit, niet kwijtraken. Het wordt steeds moeilijker om de juiste keuzes te maken.","duration":"5280","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/96883478B8F1A4B30FA39D48FBEFC9F9AD124281677AFDE3465ED3989D759693.jpg","category":"","vidcollection":"","ord":"22","datum":"0"},"BFthYiCVzkmq1MCQhverZg":{"id":"BFthYiCVzkmq1MCQhverZg","title":"Eerlijk gestolen","first":"E","description":"De elfjarige Nola doet haar best om geld te sparen, zodat haar oma naar Suriname kan reizen om daar de as van haar overleden opa uit te strooien. Maar vliegtickets zijn duur en het sparen duurt lang. Als Nola een tas met gestolen geld vindt besluit ze de buit te houden. Het is tenslotte voor een goed doel. Maar of dat zo'n verstandige keuze is.","duration":"4020","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/B0BF8BCD2AA54B5B8A7C491A1D3473F6F1B0D8526A90D3B2B64D9BC69F12B8AF.jpg","category":"","vidcollection":"","ord":"12","datum":"0"},"1ZLHPwRfX0-yF2qwmSnKwQ":{"id":"1ZLHPwRfX0-yF2qwmSnKwQ","title":"Engel","first":"E","description":"De elfjarige Engel heeft een heel fijn leven: lieve ouders, een schat van een kat, een gekke oom, een mooi huis en een hartsvriendin. Ze is alleen erg onzeker. Op een dag vindt ze een prachtig zakhorloge. Al snel komt ze erachter dat het horloge heel bijzonder is. Alles wat ze wenst, komt uit! Engel wordt ineens superpopulair, maar of dit haar ook echt gelukkig maakt?","duration":"7140","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/87DA949C10510D7BA5028A222AC94FBC4A9615247FA8566C82201A6E369B68B3.jpg","category":"","vidcollection":"","ord":"55","datum":"0"},"kQkSsi8nekKUoK0IMBODkg":{"id":"kQkSsi8nekKUoK0IMBODkg","title":"Fantastic Beasts: The Crimes of Grindelwald","first":"F","description":"Gellert Grindelwald is ontsnapt en is medestanders naar zijn kant aan het overhalen. Dit met de belofte om tovenaars te verheffen boven alle niet-magische wezens. Alle hoop om hem tegen te houden rust op zijn oude vriend Albus Dumbledore.","duration":"9540","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/222EF4B250B87A71A9286C6B0A20E861E709FB5AD627110E805D28A2EA6DC821.jpg","category":"","vidcollection":"","ord":"34","datum":"0"},"4kyW5coboEmEdUgu0V2Bng":{"id":"4kyW5coboEmEdUgu0V2Bng","title":"Fish tank","first":"F","description":"Mia zit altijd in de problemen. Ze is uitgesloten van school en verbannen door haar vrienden. Op een dag neemt haar moeder een mysterieuze vreemdeling mee, die belooft liefde in hun leven te brengen.","duration":"6900","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/D7BD010C79B8CF33A99B2E795C93CF0798C09FBD6EDC87AAC130272675693211.jpg","category":"","vidcollection":"","ord":"10","datum":"0"},"TdQnLoOssk6Ih7t4CB9K2A":{"id":"TdQnLoOssk6Ih7t4CB9K2A","title":"Flodder","first":"F","description":"De asociale familie Flodder woont al jaren op een gifbelt, maar kan dankzij de tussenkomst van sociaal werker Sjakie verhuizen naar een leegstaande villa in een residentiële wijk. De drie zonen hebben heel wat op hun kerfstok en dochter Kees neemt het niet zo nauw met de goede zeden. Het zal ma Flodder worst wezen, zolang ze maar illegaal jenever kan stoken in haar kelder. Kees brengt het hoofd van de buurman op hol, terwijl Johnny een verhouding begint met een buurtbewoonster. Haar echtgenoot, een keiharde commandant van een tankbataljon, laat het er niet bij en begint zijn eigen oorlog tegen de nietsvermoedende Flodders.","duration":"7800","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/A6137F928C7457CE87E67B3B69BDD98B9BA9868E844D637CD530FFC7D4350D55.jpg","category":"","vidcollection":"","ord":"8","datum":"0"},"JMHSbDiN9USoENPI-W30Jw":{"id":"JMHSbDiN9USoENPI-W30Jw","title":"Flodder III","first":"F","description":"De familie Flodder keert terug uit Amerika, waar ze al snel na aankomst niet meer welkom waren. Eenmaal thuis maakt Zonnedael zich net op voor het 25-jarig jubileum van de wijk. De bewoners proberen via slinkse methoden de Flodders in een kwaad daglicht te stellen. De feestcommissie, die de motor achter deze praktijken is, wordt echter keer op keer zelf de dupe van hun pogingen de Flodders een loer te draaien. De voorzitter raakt zodanig over zijn toeren, dat hij zijn toevlucht neemt tot wel heel drastische middelen. Hij steelt een tankwagen vol benzine en stuurt die op de villa van de feestende Flodders af. Het wordt een feest met een gedenkwaardig einde.","duration":"9000","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/9093C4EA1CBCEDFAA72AFD38077437047C6C4C9ABE8649990318AE0F5D83DF1E.jpg","category":"","vidcollection":"","ord":"4","datum":"0"},"J2uJhgCLbEOckEfYhN_JzA":{"id":"J2uJhgCLbEOckEfYhN_JzA","title":"Flodder In Amerika!","first":"F","description":"Het gemeentebestuur van Zonnedael stuurt de familie Flodder in het kader van een cultureel uitwisselingsprogramma naar de Verenigde Staten. Op het vliegveld van New York worden de Flodders aangezien voor een Russische delegatie van wetenschappers en komen ze terecht in een exclusief hotel. Ze beleven allerlei avonturen, terwijl Sjakie tijdens zijn zoektocht naar de Flodders van het ene ongeluk in het andere belandt. Als dochter Kees een relatie aanknoopt met de zoon van de Amerikaanse president en door toedoen van zoon Kees het vrijheidsbeeld wordt opgeblazen, dreigt de familie het land uit te worden gezet. Ook hier probeert de familie weer geheel in stijl een slaatje uit te slaan.","duration":"8880","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/F55729EC5ACAD3B62483D36A80D54FDEE5238581468626F8491BB96EA4515906.jpg","category":"","vidcollection":"","ord":"9","datum":"0"},"MPlVn9LN7EyxcsxEPDrL_w":{"id":"MPlVn9LN7EyxcsxEPDrL_w","title":"Funan","first":"F","description":"Het tragische verhaal van een gezin dat in 1975 uit elkaar wordt gerukt door de Rode Khmer. Na een lange voettocht komen ze aan in een werkkamp, waar het zoontje gescheiden wordt van zijn ouders.","duration":"4980","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/C4DAAADC2399D8D583EC4859E1C2FED4F3DE21215E17F90F90DDEEC6C8CE3F50.jpg","category":"","vidcollection":"","ord":"18","datum":"0"},"97ShntEjB0eZw09TRhBgwQ":{"id":"97ShntEjB0eZw09TRhBgwQ","title":"Girl","first":"G","description":"Een veelbelovende danseres schrijft zich in bij een prestigieuze balletschool. Ondertussen worstelt ze met haar genderdysforie.","duration":"6360","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/80AFF4190A9A8F99E7F97A2C0E467EB95DB737CDE98534B0F39636089AE87466.jpg","category":"","vidcollection":"","ord":"19","datum":"0"},"CSlQSS41wkCXz7RrVkZHAA":{"id":"CSlQSS41wkCXz7RrVkZHAA","title":"Godzilla","first":"G","description":"Wanneer boosaardige wezens de mensheid en haar voortbestaan bedreigen, slaat Moeder Natuur terug met haar eigen ultieme wapen: Godzilla. Een verwoestende natuurkracht, die het in een heftige strijd zal opnemen tegen deze wezens. Joe Brody is een wetenschapper in Japan. Hij ontdekt als één van de eersten een afwijking in sonargegevens en is net met zijn onderzoek hiernaar begonnen wanneer de hel losbarst. Zijn stiefzoon Ford, een jonge marineofficier, probeert ondertussen terug te keren naar zijn gezin in San Francisco, waar zijn vrouw Elle, een verpleegster, haar handen vol heeft met het helpen van mensen in nood.","duration":"8820","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/FF4C0CD3E4D25BDCC7531CAEABA9C6C702952BDC4CEFC6F4AB9F1048AC2AB563.jpg","category":"","vidcollection":"","ord":"50","datum":"0"},"bWPFAef5Y0WpEYICxowrJQ":{"id":"bWPFAef5Y0WpEYICxowrJQ","title":"Gone with the Wind","first":"G","description":"1861, in het zuiden van de Verenigde Staten. Scarlett viert haar zestiende verjaardag op Tara, het landgoed van haar familie. Ze is verliefd op Ashley, maar hij is verloofd met zijn nicht Melanie. Scarlett bekent Ashley haar gevoelens maar die kan haar liefde niet beantwoorden. Rhett Butler, een avontuurlijke en knappe kerel met een twijfelachtige reputatie, is toevallig getuige van hun intieme gesprek. Diezelfde dag breekt de Burgeroorlog uit tussen de noordelijke en de zuidelijke staten. Kort daarna trouwt Melanie met Ashley, terwijl Scarlett trouwt met Melanie's broer Charles.","duration":"15960","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/8CDC1BDCBA65BD3BB1C7F4E62AB43F75D842D9F245EAFA3DD93F0100C0A2A2F5.jpg","category":"","vidcollection":"","ord":"39","datum":"0"},"Sgocd-8tmESBGEgkP4iRBA":{"id":"Sgocd-8tmESBGEgkP4iRBA","title":"Hell or High Water","first":"H","description":"Wanneer de onafscheidelijke broers Tanner en Toby hun ranch dreigen te verliezen beginnen ze aan een wanhopige reeks overvallen op kleine lokale banken. Alles loopt gesmeerd tot de bijna gepensioneerde Texas ranger Marcus zich in de zaak vastbijt.","duration":"5580","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/68779D27AC37254653A17A6E4EE462E81AD8AD532680EEDD97450DE13E76D356.jpg","category":"","vidcollection":"","ord":"75","datum":"0"},"jTacbMXJeE-V7Yxdh490aw":{"id":"jTacbMXJeE-V7Yxdh490aw","title":"Hitched For the Holidays","first":"H","description":"Julie en Rob willen geen van beiden kerst vieren bij hun familie, want dan is er steeds gezeur over waarom ze nog alleen zijn. Ze besluiten elkaars familie te bezoeken als 'stel'. Maar dit loopt al snel uit de hand.","duration":"6960","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/E9DEBCC2BB2057EA2EC8BADA65DAEBC7D431151675276D3956413B1C17CA03C1.jpg","category":"","vidcollection":"","ord":"10","datum":"0"},"BD1fdP-eK0ustZKk3CH90A":{"id":"BD1fdP-eK0ustZKk3CH90A","title":"Home Alone","first":"H","description":"De achtjarige Kevin McCallister wordt per ongeluk thuis achtergelaten wanneer zijn familie op kerstvakantie gaat. De teneergeslagen Kevin leert gelukkig in korte tijd voor zichzelf te zorgen. Daarbij neemt hij het ook op tegen de boeven Harry en Marv. Deze twee inbrekers hebben geen verweer tegen de slimme valstrikken die Kevin voor hen in petto heeft.","duration":"7500","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/4F3A83DFDC7B5D9EF471C46C2DDDDB281D759F311DFF0A742CA9A822E4B3B54A.jpg","category":"","vidcollection":"","ord":"2","datum":"0"},"ayhINN_uDkSUH8FNi8pVaw":{"id":"ayhINN_uDkSUH8FNi8pVaw","title":"Home Alone 2: Lost in New York","first":"H","description":"Kerstmis in Florida. Het zou gezellig, mooi en warm zijn geweest. Kleine Kevin vergist zich echter van vliegtuig en landt in New York. De schrik slaat hem om het hart, want hoe kan hij als jongetje alleen stand houden in zo'n grote en gevaarlijke stad. Gelukkig heeft hij de kredietkaart van zijn pa op zak en ziet hij de kans om een kamer te reserveren in het peperdure Plaza Hotel. Echt alleen in New York is Kevin overigens niet. Ook de twee inbrekers Harry en Marv zijn in de buurt, want zij hebben hun werkterrein toevallig naar de Big Apple verlegd.","duration":"8880","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/40FB9D7E2915E2F0B20597BF455896CD330E0192E74C82CA0B0EADE0EEC5AD14.jpg","category":"","vidcollection":"","ord":"1","datum":"0"},"SDjxbCTw8kCy4sON5bDs5Q":{"id":"SDjxbCTw8kCy4sON5bDs5Q","title":"I am Number Four","first":"I","description":"Negen buitenaardse baby's met menselijke kenmerken vluchten met hun lijfwachten naar de aarde. Ze worden opgejaagd door de Mogadorians, die hun eigen planeet hebben vernietigd om de baby's op te sporen. De baby's hebben allemaal een nummer van één tot negen en kunnen ook alleen in die volgorde worden vermoord. Number Four, John Smith, verhuist naar Paradise en wordt vrienden met fotograaf Sarah. Na zijn hele leven op de vlucht te zijn geweest, is Number Four verliefd geworden en heeft hij iets om voor te vechten.","duration":"6240","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/812E3A2EA8952781CEE330CCE495532742956D77617A8AEE1E3E647C22F4594F.jpg","category":"","vidcollection":"","ord":"26","datum":"0"},"PcKUvnmq0kSx9Xi5PZy34A":{"id":"PcKUvnmq0kSx9Xi5PZy34A","title":"Instant Family","first":"I","description":"Als Pete en Ellie besluiten om een gezin te starten, bezoeken ze een adoptiecentrum op zoek naar hun adoptiekindje. Ze ontmoeten drie broers en zussen, onder wie een rebellerende puber van vijftien en besluiten ze alle drie mee naar huis te nemen. Dit blijken echter geen makkelijke kinderen te zijn en het koppel moet in hele korte tijd een heleboel leren. Maar bovenal is de vraag: hoe smeedt je dit alles tot één gezin?","duration":"8340","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/A4367C3FB88954C62D27511F4A5ABB1DC2DF577C35BB1F2CD8CA924B3F0A7EE6.jpg","category":"","vidcollection":"","ord":"24","datum":"0"},"fqey8RdqEUqnfExjbCySlg":{"id":"fqey8RdqEUqnfExjbCySlg","title":"John Wick: Chapter 2","first":"J","description":"John Wick is een legendarische huurmoordenaar die wordt gedwongen terug te keren uit zijn pensioen. Gebonden door een onontkoombare bloedschuld aan de Italiaanse maffiabaas Santino D'Antonio, moet hij naar Italië afreizen waar hij het op moet nemen tegen de meest dodelijke moordenaars van de wereld. Hij bevindt zich in het hart van de geheime criminele gemeenschap van Rome, terwijl elke moordenaar binnen de gemeenschap ervan droomt de legendarische Wick uit te schakelen. Doordrenkt van bloed en genadeloos opgejaagd, kan John Wick een vreedzame pensioen zeker vergeten.","duration":"6600","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/BFF4F57AF7047D1EAAA4B4E623C499D16FB7FE9C69DF70411C6EA24FA47F1F56.jpg","category":"","vidcollection":"","ord":"88","datum":"0"},"tIKp50_BX0-FgiG5LyS2CA":{"id":"tIKp50_BX0-FgiG5LyS2CA","title":"Julieta","first":"J","description":"Julieta woont samen met haar achttienjarige dochter Antía in Madrid. Julieta heeft onlangs haar man verloren en probeert het verlies te verwerken. De verdrietige periode waar moeder en dochter doorheen gaan, zet hun relatie op scherp en drijft hen langzaam uit elkaar. Wanneer Antía, zonder enige uitleg, wegloopt van huis, doet Julieta er alles aan haar dochter te vinden. In haar zoektocht naar Antía ontdekt ze hoe weinig ze van haar eigen dochter afweet.","duration":"5280","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/2788ACB4F4D4A54FD5845DD97C721B187F56EC195F365E3E9EE5EA23B29A2CF9.jpg","category":"","vidcollection":"","ord":"9","datum":"0"},"Omuj3vZgykKQTfkVOVvvBA":{"id":"Omuj3vZgykKQTfkVOVvvBA","title":"Kerstappels","first":"K","description":"Bij de 'Oogappels'-families komt de boel behoorlijk onder druk te staan deze Kerst en dat is een feest van herkenning. Erik en Chris willen de feestdagen eigenlijk een jaartje overslaan. Fabie krijgt te maken met een grote teleurstelling en Carola en Marcel worden tijdens het kerstdiner opgeschrikt door een schokkende gebeurtenis. Ook bij Tim en Dina laat de sfeer te wensen over, na een uit de hand gelopen kerstborrel op Tims werk. De grootouders weten precies hoe het zit en leveren zoals altijd haarscherp commentaar: hoe meer we ons best doen om alles wat ingewikkeld of negatief is weg te drukken, hoe groter de kans op hevige explosies.","duration":"5640","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/535CCB774F8F74F959A42CD173E73B86FA22033BD5404E7021775FCC95F5ACC9.jpg","category":"","vidcollection":"","ord":"2","datum":"0"},"hUIhNQkhyEyhmsXVnBheUQ":{"id":"hUIhNQkhyEyhmsXVnBheUQ","title":"King Kong","first":"K","description":"In 1933 zit actrice Ann Darrow zonder werk en filmregisseur Carl Denham zonder hoofdrolspeelster. Eigenlijk wil Ann niet werken voor Carl, die ook nog eens de boel lijkt te belazeren. Maar dat verandert als ze ontdekt dat het scenario voor zijn film wordt geschreven door de toneelschrijver Jack Driscoll. Ze gaat aan boord van een nogal mottig vrachtschip, op weg naar een onbekend eiland waar Denham zijn film wil opnemen. Officieel is dat eiland verlaten, maar dan ontdekken ze een kolossale gorilla.","duration":"13440","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/3F38D2DEB85E14999B993F8A436C28EA4B444191456EDE7DA4C50C166A36A525.jpg","category":"","vidcollection":"","ord":"14","datum":"0"},"bFfsFXrwqEKXOvoTsoWpPw":{"id":"bFfsFXrwqEKXOvoTsoWpPw","title":"Knives Out","first":"K","description":"Wanneer de bekende misdaadschrijver Harlan Thrombey vlak na zijn 85e verjaardag dood op zijn landgoed wordt gevonden, wordt de nieuwsgierige en charmante rechercheur Benoit Blanc ingeschakeld om zijn dood te onderzoeken.","duration":"7140","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/0DFA2EAFABE80FCF87DE09D5FBDB63A65E13086B82C49C051604550FEC184AA5.jpg","category":"","vidcollection":"","ord":"59","datum":"0"},"GhPAnL2WMUqAcd0kw-ABLw":{"id":"GhPAnL2WMUqAcd0kw-ABLw","title":"Kong: Skull Island","first":"K","description":"Een gevarieerde groep ontdekkingsreizigers is in de jaren 70 bij elkaar gekomen om samen naar een nooit eerder ontdekt eiland, gelegen aan de Grote Oceaan en even mooi als verraderlijk, te reizen. Wat ze niet weten is dat ze zich in het domein van de mythische aap Kong bevinden.","duration":"8040","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/37551ECCEE67A78C956D5400E10809BB7A707D2C09E5CF563E3445F182385FBF.jpg","category":"","vidcollection":"","ord":"47","datum":"0"},"U7NF6eMg-EymHx9NSUKWOw":{"id":"U7NF6eMg-EymHx9NSUKWOw","title":"La Danseuse","first":"L","description":"De 'Serpentine Dance' maakt Loïe Fuller wereldberoemd en een symbool van haar generatie. Loïe wordt door iedereen bewonderd, maar de haat-liefdeverhouding met haar protégé eist een hoge tol.","duration":"6480","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/B3144240D48D0537A2889363E0BBA3041605F0528AD46C64C8089E84C252E0DD.jpg","category":"","vidcollection":"","ord":"14","datum":"0"},"28WDEUk1k0iDoN7Q6CUsGg":{"id":"28WDEUk1k0iDoN7Q6CUsGg","title":"La Famille Bélier","first":"L","description":"Komisch familiedrama van Eric Lartigau. De zestienjarige Paula woont samen met haar ouders en broer op een boerderij. Iedereen in het gezin is doof, behalve Paula, wat haar een grote verantwoordelijkheid geeft. 's Ochtends vroeg moet ze helpen op de boerderij, en terwijl ze onderweg is naar school regelt ze bestellingen en andere financiële zaken. Tijdens doktersafspraken en op de markt fungeert ze als tolk. In feite staat Paula altijd ten dienste van het gezin. School doet ze er een beetje bij. Tot haar muziekleraar ontdekt dat Paula een fantastische zangstem heeft en haar aanmoedigt om deel te nemen aan een wedstrijd van Radio France. Die kan haar een studiebeurs opleveren, maar Paula twijfelt. Kan haar familie zich wel redden zonder haar hulp?","duration":"5820","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/0B9BF0A5C95816D43ABCC230D31F4AA491CA96D4E1817B5CF155CF73F709AFBD.jpg","category":"","vidcollection":"","ord":"5","datum":"0"},"K1I6kpcf5EWAkJBmXLTDHg":{"id":"K1I6kpcf5EWAkJBmXLTDHg","title":"Le Grand Bain","first":"L","description":"In het gemeentelijk zwembad bekwaamt een groepje mannen van middelbare leeftijd zich in de kunst van het synchroonzwemmen. Hun trainster Delphine is een voormalig zwemkampioene die haar portie ellende wel gehad heeft. De heren zelf zijn van diverse pluimage en hebben ook allemaal zo hun eigen besognes. Samen vormen ze echter een hecht team en zijn ze er voor elkaar. Ondanks sceptische reacties van familie en vrienden besluiten ze als team voor Frankrijk uit te komen op het WK synchroonzwemmen.","duration":"6720","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/31A3A01A1BD58B40EC60B79F2CACA2F1A492825F39F3DCA3DC88677650CB1E6A.jpg","category":"","vidcollection":"","ord":"17","datum":"0"},"VtbJucQfo0evbv7dX1UD8Q":{"id":"VtbJucQfo0evbv7dX1UD8Q","title":"Leviathan","first":"L","description":"Kolia leidt een rustig leven in een kleine stad in het noorden van Rusland. Zijn leven komt op zijn kop te staan wanneer de burgemeester hem zijn bedrijf, zijn huis en zijn grond wil afnemen.","duration":"8160","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/5240E2C9ECD968BD57B1458573B0F92C7D1FC31A55D9913DCC89F5CF7552B1D0.jpg","category":"","vidcollection":"","ord":"7","datum":"0"},"f8klAptCfkOg2nLXSATxUw":{"id":"f8klAptCfkOg2nLXSATxUw","title":"Liever verliefd","first":"L","description":"Wanneer haar laatste liefje Dirk met haar breekt om zijn huwelijk een nieuwe kans te geven, heeft Anna het helemaal gehad. Voor haar geen mannen meer. Nooit. Nog diezelfde dag ontmoet ze Rob. En een paar uur later Sander. Beide mannen vallen als een blok voor Anna en zij valt ook voor hen. Samen vormen ze de perfecte man: Rob voor de klusjes in huis en de goede seks en Sander voor de romantiek en de goede gesprekken. Wat Anna alleen niet weet is dat Rob en Sander huisgenoten zijn. Ze neemt zich voor zorgeloos te genieten, maar heeft de grootste moeite om beide mannen - met wie het steeds serieuzer wordt - voor elkaar verborgen te houden.","duration":"5100","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/1E103A3C11303BD42DDBFF7FC47F6051FB9F08BB7E2FC03CFB75F388026E8FC3.jpg","category":"","vidcollection":"","ord":"11","datum":"0"},"AvpOAqUAu0S2E0LZdIRPfg":{"id":"AvpOAqUAu0S2E0LZdIRPfg","title":"Like father, like son","first":"L","description":"Na een schokkend bericht te hebben gekregen, wordt de succesvolle zakenman Ryota gedwongen een levensveranderende beslissing te nemen.","duration":"6900","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/ED0B1335EEB29B9E4FFE22EB163F5329283FF900D188F006CE053091D8F5746A.jpg","category":"","vidcollection":"","ord":"16","datum":"0"},"voCQr6myIkaZexiamyZuZQ":{"id":"voCQr6myIkaZexiamyZuZQ","title":"Look Who's Talking","first":"L","description":"Accountant Mollie heeft een relatie met Albert. Hij is een klant van haar én hij is getrouwd. Als ze zwanger van hem wordt, is ze ervan overtuigd dat hij er altijd voor haar en de baby zal zijn. Albert laat blijken dat hij helemaal geen toekomstplannen met haar heeft. Mollie raakt in shock en haar weeën beginnen spontaan. Taxichauffeur James rijdt haar naar het ziekenhuis, waar hij voor de toekomstige vader wordt aangezien. Na de bevalling houden Mollie en James contact, maar dan duikt Albert plotseling weer op. Baby Mikey bekijkt de wereld om zich heen kritisch en heeft zo zijn eigen ideeën over wie de nieuwe vriend van zijn moeder moet zijn.","duration":"6600","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/3EB9A0EAC2825B9B018B78DF64B083DE9D1220EA4860E07054D889CFBA686335.jpg","category":"","vidcollection":"","ord":"68","datum":"0"},"lG-rGED1NUCiWammh7JYpw":{"id":"lG-rGED1NUCiWammh7JYpw","title":"Look Who's Talking Too","first":"L","description":"Kleine Mickey denkt dat zijn problemen van de baan zijn wanneer zijn moeder haar verstand teruggevonden lijkt te hebben. Ook heeft ze een leuke papa geregeld: James. Maar dan duikt er weer een nieuw probleem op in het peuterleven van Mickey. Hij heeft last van monsters die rond middernacht in zijn kamer verschijnen. Alsof dat nog niet genoeg is, krijgt hij er ook nog een nieuw zusje bij, Julie.","duration":"5760","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/5B33E3B2BCB98F159E7B673354E6C4C5A4A14FB4A08B2A2E492DB8FD9B96526E.jpg","category":"","vidcollection":"","ord":"72","datum":"0"},"Yy8nQzRn3EmXCWhP2LK7dQ":{"id":"Yy8nQzRn3EmXCWhP2LK7dQ","title":"Love on Harbor Island","first":"L","description":"Interieurontwerpster Lily Summers keert terug uit Seattle naar haar geboorteplaats om haar tante Maggie te helpen bij het runnen van haar bed and breakfast aan de jachthaven. Daar ontmoet ze Marcus, de knappe watervliegtuigpiloot die zijn leven wijdt aan het redden van honden. Hij doet Lily beseffen dat het thuis inderdaad het beste is.","duration":"4560","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/10D06871F1462F980F5674DD79E557E7958686496D38C58FA9877D1FD7E55266.jpg","category":"","vidcollection":"","ord":"91","datum":"0"},"5pznvg4zd0eNm80vs-Ai8g":{"id":"5pznvg4zd0eNm80vs-Ai8g","title":"Love on Ice","first":"L","description":"Emily is eind twintig en heeft haar kunstschaatscarrière achter zich gelaten. Ze werkt nu als serveerster en geeft schaatsles aan kinderen. Een van haar oud-leerlingen heeft de knappe Spencer ingehuurd als coach. Spencer weet Emily's passie voor het schaatsen weer aan te wakkeren en ook privé maakt hij het nodige bij haar los.","duration":"4620","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/EBC15D553326C7F86A6DAB6E874720E7C1E4673864554551F5F84F6674C68073.jpg","category":"","vidcollection":"","ord":"54","datum":"0"},"yKuxSo8loU2ZrF3-7C19ag":{"id":"yKuxSo8loU2ZrF3-7C19ag","title":"Love on the Air","first":"L","description":"Nadat talkshowhost Sonia door haar verloofde in een live-uitzending wordt gedumpt, is haar zelfvertrouwen ver te zoeken. Ze neemt collega Nick in vertrouwen, maar ontdekt dat hij haar concurrent is. Tot overmaat van ramp worden de twee toegewezen om samen een show te hosten. Maar de rivalen, met zeer uitgesproken en tegengestelde opvattingen over relaties, ontdekken dat ze ook veel overeenkomsten hebben en worden verliefd.","duration":"6180","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/7489890679CBA2FC4F057FFB65B56C891AE365F167171A1CB42C245FC60B2EEE.jpg","category":"","vidcollection":"","ord":"58","datum":"0"},"L3C9VIuPu0G19AzRchAsGg":{"id":"L3C9VIuPu0G19AzRchAsGg","title":"Love's Second Chance","first":"L","description":"Rose is een gepassioneerde modestylist van in de dertig die in New York woont. Wanneer ze de vintage kledingwinkel van haar grootmoeder erft, keert ze terug naar haar kleine geboorteplaats om voor de winkel te zorgen. Terwijl ze overweegt de winkel voorgoed te sluiten, komt ze haar charmante middelbare schoolliefde tegen, Cole Murphy. Hij overtuigt haar om de winkel te renoveren en mensen in nood te helpen die zich geen nieuwe kleren kunnen veroorloven. Aarzelend gaat ze akkoord en terwijl de twee vrienden herinneringen ophalen, beseffen ze dat niet alleen de winkel een tweede kans verdient, maar ook hun liefde.","duration":"5040","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/A3C445942427EFED42305ABEDE0F5D1A3D6897D175B492753F5196F1A0E6ADF0.jpg","category":"","vidcollection":"","ord":"71","datum":"0"},"Mlm9JHF-7ki0db0atLef9w":{"id":"Mlm9JHF-7ki0db0atLef9w","title":"Lucy","first":"L","description":"Een vrouw wordt per ongeluk betrokken bij een duistere zaak, waarna ze transformeert in een meedogenloze strijder. Door haar intellectuele ontwikkeling is ze in staat om steeds meer van haar hersencapaciteit te benutten.","duration":"4680","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/F017A2CC425B6DB3CCF806D7CF5F9901922390867E4AD402A0E8847D9D1803D6.jpg","category":"","vidcollection":"","ord":"78","datum":"0"},"K3joHyNsv0aanbTtl4hOBg":{"id":"K3joHyNsv0aanbTtl4hOBg","title":"Meet me in New York","first":"M","description":"De ambitieuze New Yorkse evenementenplanner Kelly is een van de besten in haar branche. Maar wanneer Joe, een koppige, maar invloedrijke website-editor, haar inhuurt om de verjaardag van zijn nichtje te organiseren, realiseert Kelly zich al snel dat ze misschien haar gelijke heeft ontmoet.","duration":"6360","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/B1BDCE5006E0C47A81DA819F5B311866BB9FA04A38B4B5F8B08B2EBAED0223E7.jpg","category":"","vidcollection":"","ord":"65","datum":"0"},"Xy5LnRfzRkGevAmJteatfQ":{"id":"Xy5LnRfzRkGevAmJteatfQ","title":"Mile 22","first":"M","description":"Onder leiding van James Silva probeert een klein team van Amerikaanse geheim agenten de mysterieuze politieagent Li Noor uit Indonesië te smokkelen. Li Noor bezit vitale informatie over een mogelijke terroristische aanval. Ze moeten 22 mijl overbruggen om hem van de Amerikaanse ambassade naar het vliegveld te krijgen, terwijl de vijand hen op de hielen zit.","duration":"4920","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/8AEC79EA88BEC66A39BEE69F1D6E466824ECEEB8B5DECF1838FEB803B10C8365.jpg","category":"","vidcollection":"","ord":"79","datum":"0"},"lBtj5H02_Eevn3ab-unaJQ":{"id":"lBtj5H02_Eevn3ab-unaJQ","title":"Minions","first":"M","description":"Het verhaal van de Minions begint miljoenen jaren geleden, als een Minion niet meer is dan een eencellig geel organisme. Door de jaren heen evolueren ze tot hulpjes van de meest verschrikkelijke slechteriken, van T. Rex tot Napoleon. Helaas zijn ze niet zo succesvol in het uitvoeren van hun taak en raken ze werkloos. Eén Minion, genaamd Kevin, heeft een idee: samen met de rebelse Stuart en de schattige Bob gaat hij op zoek naar een nieuwe slechterik om te assisteren. De drie vrienden raken verzeild in een spannend avontuur dat hen naar een geschikte nieuwe meester leidt: 's werelds eerste vrouwelijke superschurk, Scarlet Overkill. Kevin, Stuart en Bob reizen van het ijskoude Antarctica naar het New York van de jaren '60. Uiteindelijk belandt het vrolijke gele trio in Londen, waar zij hun grootste uitdaging aangaan: het redden van alle Minions.","duration":"6660","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/0E8049B3E166F0436951CE603B99AFC831725443A83BC2265D92105A6E15FFC6.jpg","category":"","vidcollection":"","ord":"41","datum":"0"},"jwAFhxUe5kC86CENevQfzA":{"id":"jwAFhxUe5kC86CENevQfzA","title":"Miss Sloane","first":"M","description":"Elizabeth Sloane is een genadeloze lobbyiste, die in Washington bekend staat om haar intelligentie, connecties en talent om de tegenstander steeds een stap voor te zijn. Ze is tot alles bereid om te winnen en rijgt de successen aan elkaar. Maar dan komt ze tegenover de wapenlobby te staan. Een machtige vijand met schijnbaar eindeloze fondsen en zonder scrupules.","duration":"7260","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/EDA02B76970A4FDD7002BB542473C5C84C70FE1B2638898F1A15C1A87FD23B08.jpg","category":"","vidcollection":"","ord":"73","datum":"0"},"C0TJJfqe_0q5eZibcITpxg":{"id":"C0TJJfqe_0q5eZibcITpxg","title":"Mrs. Doubtfire","first":"M","description":"Daniel en zijn vrouw Miranda besluiten te scheiden. De drie kinderen worden aan Miranda toegewezen, maar Daniel legt zich hier niet bij neer. Als Miranda een oppas zoekt, verkleedt Daniel zich als een oudere vrouw. In die hoedanigheid wordt hij de oppas van zijn eigen kinderen, wat zorgt voor hilarische situaties.","duration":"9120","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/4C0A7580702AC6A45E78C1D49128D023DE66B1D3960E863EB7F6324E6F8C2BA8.jpg","category":"","vidcollection":"","ord":"51","datum":"0"},"GZY5W4WEbkGUSKKa36FoxQ":{"id":"GZY5W4WEbkGUSKKa36FoxQ","title":"My Christmas Inn","first":"M","description":"Jen Taylor werkt voor een reclamebedrijf in San Francisco en staat op het punt promotie te maken. Wanneer haar tante overlijdt en Jen een herberg erft krijgt haar leven echter een totaal andere wending. Ze begeeft zich naar Alaska om de herberg te bekijken en ontmoet er de aantrekkelijke advocaat Brian Anderson. Jen vraagt zich af of hij misschien de ware voor haar is en of ze in Alaska wil blijven.","duration":"6240","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/6FCAE4875A1C9150D93C92F3D9DB65B471F0A8EB0097790C139AA3A838CDB20D.jpg","category":"","vidcollection":"","ord":"13","datum":"0"},"anoSeIr7oUKMnINuAAog0g":{"id":"anoSeIr7oUKMnINuAAog0g","title":"Nanny McPhee","first":"N","description":"De zeven kinderen Brown zijn misschien wel de ondeugendste kinderen ooit. Hun vader, Mr Brown heeft z'n handen vol aan de zorg voor zijn lastige kroost die iedere gouvernante wegpest. De moeder van de kinderen is pas een jaar geleden overleden, maar Mr Browns dominante tante Adelaide, heeft gedreigd haar toelage stop te zetten als hij niet binnen een maand hertrouwt. Als hij niet gehoorzaamt, wacht hem de gevangenis vanwege z'n schulden, en het is niet voor te stellen wat er dan met de kinderen zou gebeuren. Wat het gezin Brown nodig heeft is een wonder. Wat ze krijgen is Nanny McPhee.","duration":"7380","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/8D0DEF37E38D3E6DF9281B1276730C3DB37C10AC8CBAC5912E65BBE39684D469.jpg","category":"","vidcollection":"","ord":"31","datum":"0"},"k-0dq8GLIkeD2SRViChxcw":{"id":"k-0dq8GLIkeD2SRViChxcw","title":"Nanny McPhee Returns","first":"N","description":"De tovernanny weet te verschijnen wanneer ze het meest nodig is, maar het minst gewenst is. Ditmaal verschijnt Nanny McPhee aan de deur van de gekwelde, jonge moeder Isabel Green die probeert de familieboerderij draaiende te houden terwijl haar man oorlog voert. Nanny McPhee komt tot de ontdekking dat de oorlog ook is uitgebroken tussen de luidruchtige plattelandskinderen van mevrouw Green en hun verwende neefjes uit de stad. Plotseling gebeuren er wel hele bijzondere dingen: van een vliegende motorfiets en een biggetje dat in bomen klimt tot een plotseling tot leven komend standbeeld en een baby olifantje dat op de vreemdste plekken opduikt. Met behulp van haar magische krachten weet Nanny McPhee de kinderen vijf nieuwe lessen te leren.","duration":"7680","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/6DC0CBD36C929EF6203D96AC09E73AFB665232A7DF006A25D89ED84832832A94.jpg","category":"","vidcollection":"","ord":"23","datum":"0"},"fkKUsft3_0Gf0ahD6R954w":{"id":"fkKUsft3_0Gf0ahD6R954w","title":"New Kids Nitro","first":"N","description":"Friesland wordt getroffen door een zombieplaag, maar in Maaskantje hebben Richard, Rikkert, Gerrie, Robbie en Barrie andere dingen aan hun hoofd. Ze zijn in oorlog met het nabij gelegen Brabantse dorpje Schijndel. Dit leidt tot illegale straatraces en massale vechtpartijen. Als de Friese zombies een Brabants slachtoffer maken, moeten de twee groepen hun krachten bundelen om het grotere kwaad te trotseren.","duration":"5880","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/31291E1D91C50A5BDA1B9CC17958E5E9466B65F03344D3D43CC32680669E7236.jpg","category":"","vidcollection":"","ord":"28","datum":"0"},"VenamQW_mkKhflfFkG3N7g":{"id":"VenamQW_mkKhflfFkG3N7g","title":"New Kids Turbo","first":"N","description":"De crisis heeft toegeslagen. Ook de hangjongeren Gerrie, Richard, Rikkert, Robbie en Barrie in het Brabantse dorp Maaskantje zijn door misverstanden hun banen kwijtgeraakt. Of nog erger: hun uitkeringen zijn stopgezet. Ze hebben slechts één logische oplossing en dat is nergens meer voor betalen, maar dan loopt alles uit de hand.","duration":"6240","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/8C92418F87FE1DFF217FFC4A0FCA35D617A30F10E547D9C61328FBCA4641EB6C.jpg","category":"","vidcollection":"","ord":"21","datum":"0"},"epwydveyWEuIzLjQ5auJeQ":{"id":"epwydveyWEuIzLjQ5auJeQ","title":"Night at the Museum","first":"N","description":"Larry Daley is een werkeloze, gescheiden vader en wanhopig op zoek naar een baan. Er lijkt hoop in het verschiet wanneer hij aan de slag kan als nachtwaker in het Museum of Natural History. Op zijn eerste nachtdienst komt hij er echter achter dat dit museum niet is zoals alle andere musea. De museumstukken blijken om middernacht tot leven te komen. De historische volkeren en dieren maken Larry 's nachts het leven zuur. In al deze chaos kan Larry zich maar tot één persoon richten: een wassenbeeld van president Teddy Roosevelt, dat hem moet helpen deze chaos te stoppen.","duration":"7740","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/AB9A88939CEBD8D47231870E0D3B3705855AC02A63A29D476383E58C35FDF613.jpg","category":"","vidcollection":"","ord":"40","datum":"0"},"nmcHqGUqFUKZX7c9Bdwwsw":{"id":"nmcHqGUqFUKZX7c9Bdwwsw","title":"Non-Stop","first":"N","description":"Tijdens een vlucht van New York naar Londen ontvangt air marshal Bill Marks een reeks cryptische sms'en. Hierin wordt geëist dat hij de Amerikaanse overheid honderdvijftig miljoen dollar laat storten op een geheime bankrekening. Tot hij het geld heeft geregeld zal er iedere twintig minuten een passagier aan boord worden vermoord.","duration":"5700","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/F70A62F4872E57EC65D8E2C9B240D6288141DE54EF94C2D051EE5ABC6A466482.jpg","category":"","vidcollection":"","ord":"33","datum":"0"},"Wuc65px5JkKmSpL82AW5wg":{"id":"Wuc65px5JkKmSpL82AW5wg","title":"Okedoeibedankt","first":"O","description":"De verlegen, dove Jamie (12) verhuist naar het doveninternaat om aan haar nieuwe school te beginnen. Ze ziet er tegenop om nieuwe vrienden te maken. Als ze in het weekend plots niet naar huis kan, ontstaat er een onverwacht plan met haar brutale klasgenoot Imane (13). Samen belanden ze op een roadtrip naar Parijs, maar al snel loopt het allemaal niet als gepland en krijgt de reis een avontuurlijke wending. Gaandeweg kruipt Jamie uit haar schulp. De tocht vol obstakels en bijzondere ontmoetingen wordt voor beide meisjes een reis om nooit te vergeten.","duration":"5520","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/242596ABDB7B52AA17B14B53AEE94BB18F933E000415EB256A60949B4E9E6AE5.jpg","category":"","vidcollection":"","ord":"8","datum":"0"},"D2AXcP3o_Ey9bhEvG8fmQw":{"id":"D2AXcP3o_Ey9bhEvG8fmQw","title":"Paddington","first":"P","description":"Een jonge Peruaanse beer met een grote passie voor alles dat Brits is reist naar Londen om een huisje te vinden. Alleen en verdwaald eindigt het beertje op Paddington Station, waar hij er achter komt dat het stadsleven niks voor hem is. Op het station wordt hij gevonden door de familie Brown, die het beertje in huis neemt. Alles lijkt goed te gaan voor het beertje totdat een museumconservator het unieke beertje ontdekt.","duration":"6600","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/40950605B13696984A55960D7FD3DDEE21FDC5598CA899CB5ACCE11DA54A0990.jpg","category":"","vidcollection":"","ord":"70","datum":"0"},"fAG6YZK3kEqITXylqBnE-w":{"id":"fAG6YZK3kEqITXylqBnE-w","title":"Paddington 2","first":"P","description":"Paddington is inmiddels gesetteld bij de familie Brown en een graag geziene figuur in de wijk. Op zijn eigen onhandige manier worstelt hij zich van het ene naar het andere baantje om geld te verdienen voor een mooi cadeau voor de honderdste verjaardag van tante Lucy. Hij heeft een mooi pop-up boek van Londen op het oog, maar dat wordt gestolen door Phoenix Buchanan; een charismatisch acteur en meester in vermommingen. Paddington krijgt de schuld en hij belandt in de gevangenis waar hij onder anderen de intimiderende kok Knuckles McGinty ontmoet. Terwijl de familie Brown er alles aan doet om Paddingtons onschuld te bewijzen en hem vrij te krijgen, moet Paddington samen met zijn medegevangenen een plan bedenken om Phoenix te ontmaskeren en het verjaardagscadeau voor tante Lucy terug te vinden.","duration":"5520","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/51F61A6F7906436B281137182F110BF1FC66A2C0E9EFCEDDB76612CE9E592503.jpg","category":"","vidcollection":"","ord":"42","datum":"0"},"Gkp-SjuBD0K5X6g7tIZ12A":{"id":"Gkp-SjuBD0K5X6g7tIZ12A","title":"Peppermint","first":"P","description":"Wanneer haar echtgenoot en dochter neergeschoten worden en Riley uit haar coma ontwaakt, traint ze jarenlang om zich te kunnen wreken op de daders. Na vijf jaar zet ze haar wraakplan om in actie. Ze stopt niet voor de bendeleden die de moorden pleegden, de advocaten die de daders vrijuit hielpen gaan en de corrupte politie hun dodelijk lot ondergaan.","duration":"5400","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/F6FD0E7F6B4999CEDBE209769D3D64CC143305058A0B794432A96F9260B12B6C.jpg","category":"","vidcollection":"","ord":"82","datum":"0"},"wM4-b_XSHUiHEPB_RKBolA":{"id":"wM4-b_XSHUiHEPB_RKBolA","title":"Peter Rabbit","first":"P","description":"Pieter Konijn is de verfilming van Beatrix Potters tijdloze verhaal over de eigenwijze en ondeugende Pieter Konijn. De avontuurlijke held Pieter Konijn is geliefd bij meerdere generaties lezers. Nu krijgt hij de hoofdrol in de eigentijdse en stoere live-action animatiefilm voor de hele familie. De strijd tussen Pieter en meneer Verhoef om de moestuin loopt ontzettend uit de hand. Ook proberen ze allebei in de smaak te vallen bij hun lieve buurvrouw Bea. Zij is gek op dieren, terwijl meneer Verhoef juist een hekel heeft aan het 'ongedierte' dat zijn tuin probeert te verwoesten.","duration":"6240","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/601702067481F20DB8F067435EBDBA0FEA9C272CAC2CB6AB164453128DDCF0DB.jpg","category":"","vidcollection":"","ord":"67","datum":"0"},"UHPNTFBYRUq9yKYJnzfQLg":{"id":"UHPNTFBYRUq9yKYJnzfQLg","title":"Pluisje: Durf te Vliegen","first":"P","description":"Pluisje is een jong en vrolijk vogeltje. Alles verandert als de gemene roofvogel Shadow Pluisje aanvalt tijdens zijn eerste vliegles. Zijn vader komt om het leven en Pluisje durft niet meer te vliegen. Als zijn familie naar het zuiden vliegt om te overwinteren, moet Pluisje in zijn eentje zien te overleven.","duration":"4500","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/7A5974713DA1F42FE542B659AA124B7E40B97A8644D87467D4C52BCE240DC2BC.jpg","category":"","vidcollection":"","ord":"83","datum":"0"},"Mp_u3i1xYEWpSEMUooUSCA":{"id":"Mp_u3i1xYEWpSEMUooUSCA","title":"Première: A Wedding Wonderland","first":"P","description":"Miranda en Ian willen gaan trouwen en Miranda gaat kennismaken met Ians familie. Maar dan komt ze op het vliegveld toevallig haar ex tegen. De gebeurtenissen die hierop volgen, schoppen de plannen flink in de war.","duration":"6300","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/12F672A554C76C577CE6C714A7C0369C66BD87E76ACD28C77700E089B850632D.jpg","category":"","vidcollection":"","ord":"63","datum":"0"},"Ra2562xxVEipFftso-pUeQ":{"id":"Ra2562xxVEipFftso-pUeQ","title":"Première: Cabin Connection","first":"P","description":"Lifestyleschrijfster en single Hannah Monroe erft de blokhut van haar oma en besluit die te verkopen. Ze huurt klusjesman Cole in om het huisje op te knappen voor de verkoop. Maar dan slaat de twijfel toe.","duration":"6300","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/79DA081DD64E1EC5D13A03D2B1B3859A9741F14925961EE5F29E2406C74DC193.jpg","category":"","vidcollection":"","ord":"36","datum":"0"},"6ikaK_0IfUuiyb9V7dxpYg":{"id":"6ikaK_0IfUuiyb9V7dxpYg","title":"Première: Christmas In Montana","first":"P","description":"Sara gaat net voor de kerstvakantie op zakenreis naar Montana om Travis te helpen zijn ranch te redden. Daar valt Sara voor het buitenleven en voor Travis.","duration":"6120","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/E174AB9CD5CF05D963C36E5A8616A3425C55130A4521991E43F46E633A00D910.jpg","category":"","vidcollection":"","ord":"16","datum":"0"},"eBugCmV7lUKZ5f85J6tFAA":{"id":"eBugCmV7lUKZ5f85J6tFAA","title":"Première: Dashing Through the Snow","first":"P","description":"Ashley zou voor kerst naar huis vliegen, maar ze wordt geweigerd omdat haar naam op de No Fly List staat. Ze bemachtigt de laatste huurauto en de onbekende Dash smeekt haar om een lift. Wat ze niet weet, is dat hij is ingehuurd door Binnenlandse Veiligheid om haar te volgen.","duration":"6840","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/418287D6691C369885486D495664E2D007135FF6A24A112802832A9C8021E619.jpg","category":"","vidcollection":"","ord":"6","datum":"0"},"fCHq0frCa0ijB0CyzoHseQ":{"id":"fCHq0frCa0ijB0CyzoHseQ","title":"Première: Double Holiday","first":"P","description":"De CEO van Rebecca en haar onuitstaanbare collega en concurrent Chris vraagt hun een kerstfeest voor het bedrijf te organiseren. Ze zullen moeten samenwerken, met alle gevolgen van dien.","duration":"6180","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/3D89D7088167D4059A41C4EC619C6D04EF6E904F14773DEF01B0A7B506845F32.jpg","category":"","vidcollection":"","ord":"19","datum":"0"},"DuPjrNKeT0meKNl1VQcVkw":{"id":"DuPjrNKeT0meKNl1VQcVkw","title":"Première: The Mistletoe Inn","first":"P","description":"Kim is net gedumpt door haar vriend als ze zich aanmeldt voor een retraite voor beginnende schrijvers. Daar komt ze tot haar schrik haar ex tegen én moet ze samenwerken met de opdringerige Zeke. Beducht begeeft Kim zich beetje bij beetje buiten haar comfortzone en blijkt Zeke best leuk te zijn.","duration":"6300","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/DB3AB2F8889560397A270A4900C65C61B5D877EB7C018A8E59B4D50FEAD0D410.jpg","category":"","vidcollection":"","ord":"30","datum":"0"},"-f_YrnAzSEWFAzYBKqSeAQ":{"id":"-f_YrnAzSEWFAzYBKqSeAQ","title":"Première: The Very Excellent Mr. Dundee","first":"P","description":"De Australische filmster Paul Hogan geniet van zijn pensioen. Als zijn agent langskomt en meldt dat hij geridderd kan worden, slaat hij het aanbod af. Maar kleindochter Lucy heeft het nieuws al verteld op school en wordt nu uitgelachen. Vanaf dat moment gaat alles mis. Hogans naïviteit brengt hem ongewild in vreemde en hilarische situaties, die van kwaad tot erger worden.","duration":"6600","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/E76899191717FD40F5CC15DB4617143746035F5BCF93CF95E95A0C0D71D31A64.jpg","category":"","vidcollection":"","ord":"35","datum":"0"},"pxFxEt817ki81W0tONe4bA":{"id":"pxFxEt817ki81W0tONe4bA","title":"Rundfunk Jachterwachter","first":"R","description":"De Wachtopzichter runt zonder hulp camping Hivo. De komst van ex-wereldster Ronnie Bosboom Jr. lijkt een geweldige gebeurtenis, totdat blijkt dat hij op de vlucht is voor gevaarlijke criminelen. Samen moet het duo er alles aan doen om de camping te redden.","duration":"5040","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/A40384A356FBC275488B3BF4594C95127DC4B1EBFAACE0776836383EA0BB2C65.jpg","category":"","vidcollection":"","ord":"1","datum":"0"},"MclPyGewhE6MBNY1Z_6YEw":{"id":"MclPyGewhE6MBNY1Z_6YEw","title":"Second Act","first":"S","description":"Maya Vargas is assistent-manager in een winkel waar ze al vijftien jaar werkt. Gedurende die tijd heeft ze de winkel drastisch verbeterd op verschillende punten, maar tot haar teleurstelling wordt ze niet gepromoveerd, omdat ze niet hoog opgeleid is. Op een dag krijgt ze de kans zich te bewijzen bij Madison Avenue. Daar kan ze laten zien dat straatwijsheid even waardevol kan zijn als een universitaire opleiding.","duration":"5580","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/BFAC985F6D694400F35BF2BB1553BC311D3136EDA6CC2828A1F2D3BD140EF115.jpg","category":"","vidcollection":"","ord":"85","datum":"0"},"75eC6WvKiUemfFz5V_8h_A":{"id":"75eC6WvKiUemfFz5V_8h_A","title":"Serenity","first":"S","description":"Baker Dill is een kapitein van een vissersboot die vaart door het rustige, tropische Plymouth Island. Zijn rustige leven wordt echter verstoord als zijn ex-vrouw Karen hem opspoort met een wanhopig verzoek om hulp. Ze smeekt Dill om haar en hun jonge zoon te redden van haar nieuwe, gewelddadige echtgenoot door hem mee te nemen op zee tijdens een visexcursie en hem vervolgens voor de haaien te gooien en hem voor dood achter te laten. Karens verschijning duwt Dill terug in een leven dat hij probeerde te vergeten. Terwijl hij worstelt tussen goed en kwaad, wordt zijn wereld ondergedompeld in een nieuwe realiteit die misschien niet is wat het lijkt.","duration":"5700","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/E50B77B59F4A1C1D245DB4CBC9C877DD7D2E0F1D623EE5AB094CEE8CE94F2564.jpg","category":"","vidcollection":"","ord":"84","datum":"0"},"1FsDiBGCx0evDukBtAlyRQ":{"id":"1FsDiBGCx0evDukBtAlyRQ","title":"Sincerely, Yours, Truly","first":"S","description":"De eigenzinnige Hayley Hammond stuit op een stapel brieven en een verlovingsring in haar nieuwe appartement. Ze besluit de afzender te beantwoorden en Josh is verrast als hij haar brief ontvangt. Anoniem beantwoorden ze elkaars brieven en groeien ze naar elkaar toe.","duration":"4860","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/39AA798746E037DA9A5B55D59F08B9CEA61347FF4D196034988D714216A7557C.jpg","category":"","vidcollection":"","ord":"66","datum":"0"},"RsAWsxy9I02VjuBmhxgHVw":{"id":"RsAWsxy9I02VjuBmhxgHVw","title":"Sissi","first":"S","description":"Oostenrijk, midden van de negentiende eeuw. Groothertogin Sofie heeft haar man, keizer Frans Karel, ertoe kunnen bewegen de troon over te dragen aan zijn zoon Frans Jozef. Ze zou de keizer van Oostenrijk graag een waardige keizerin willen schenken en is van plan Hélène, de oudste dochter van haar zus, te laten trouwen met haar zoon. Ze nodigt haar zus uit met diens twee dochters, Hélène (Nene) en Sissi. Sissi komt er al vlug achter dat Hélène werd uitgekozen om met Frans Jozef te huwen. Die voelt zich echter meer aangetrokken tot Sissi.","duration":"7560","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/DC52C60AE511291BCD329CC21CD44DBC69700610E0F3D23B845363989BEA64FE.jpg","category":"","vidcollection":"","ord":"25","datum":"0"},"SuRnzVUxxkm2Q7I2KnA0wg":{"id":"SuRnzVUxxkm2Q7I2KnA0wg","title":"Sissi, De Jonge Keizerin","first":"S","description":"Het huwelijk van Sissi en keizer Frans Jozef was een prachtig feest. Frans Jozef is heel populair in Wenen en neemt zijn werk als staatshoofd erg serieus. Sissi had zich het leven met hem eigenlijk anders voorgesteld. Ze krijgt een dochter, tot grote vreugde van het keizerrijk. Maar groothertogin Sofie beslist dat zij het kind zal opvoeden, tot ontzetting en verontwaardiging van Sissi, die zo beledigd is dat ze terugkeert naar haar ouders in Beieren. De keizer gaat haar echter opzoeken en bij dit weerzien verdwijnt alle wrok. Ze brengen samen enkele heerlijke weken door voor ze naar Wenen terugkeren. Inmiddels is het land rumoerig geworden. Sissi beseft dat ze plichten heeft als keizerin. Ze slaagt erin de Hongaarse opstand te bedwingen en de keizer kan weer regeren.","duration":"7620","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/A8254FC237A8EB7308BF17D5452664F8E1BC19D1D298E887AD489CA95344DE8F.jpg","category":"","vidcollection":"","ord":"22","datum":"0"},"FGOWdybmvkqVMwa7cBKwNA":{"id":"FGOWdybmvkqVMwa7cBKwNA","title":"Sissi, De Woelige Jaren","first":"S","description":"Sissi en keizer Frans Jozef zijn al enkele jaren gehuwd. Sissi krijgt een opdracht die haar nauw aan het hart ligt. Ze moet de vroegere Hongaarse rebellen, graaf Andrássy en graaf Battlyani, voor de Oostenrijkse zaak winnen. Groothertogin Sofie ziet niet veel goeds in het bezoek van Sissi aan de Hongaren en weet de keizer ervan te overtuigen haar terug te roepen. Sissi keert terug en blijkt in slechte gezondheid. De dokter raadt haar een warmer klimaat aan en ze vertrekt naar Italië. De Italiaanse provincies die deel uitmaken van het Oostenrijkse rijk maken Frans Jozef erg bezorgd. Hij gaat er naar toe en van die gelegenheid wil hij gebruik maken om Venetië te zien. Het bezoek van het keizerlijk paar aan de stad lijkt ongemerkt voorbij te gaan, tot Sissi het hart van de Italianen weet te winnen.","duration":"7620","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/9C4676E0F69548A7FFBD547F2C38FA22DE884DE15EE73FF45BA07EDC8D47F1D8.jpg","category":"","vidcollection":"","ord":"27","datum":"0"},"slQwE8d7EUieQfJqsfJdYA":{"id":"slQwE8d7EUieQfJqsfJdYA","title":"Sorry we missed you","first":"S","description":"Ricky en Abby wonen met hun kinderen in Newcastle. Sinds de economische crisis worstelt het gezin om rond te komen en in een poging hun financiële situatie te verbeteren sluit Ricky een franchisedeal met een groot postorderbedrijf. Als eigen baas gaat hij aan de slag als pakketbezorger. Maar al snel is de werkdruk torenhoog en raakt hij verstrikt in regels en protocollen. Wat een kans op een betere toekomst had moeten zijn, hangt als een molensteen om de nek van het gezin.","duration":"5760","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/60C9A7494EF498F50E32639AC796F7151DAE68C7A09167F0229A04DD2E54E113.jpg","category":"","vidcollection":"","ord":"29","datum":"0"},"Hd82rCSOCEyJ_AoqllY77A":{"id":"Hd82rCSOCEyJ_AoqllY77A","title":"Starting Up Love","first":"S","description":"Wanneer de rijke oom van workaholic Jillian is overleden, erft ze zijn vakantiehuisje ... samen met de knappe huisbewaarder Liam. Wanneer een mooie kans Jillian ervan overtuigt om een bed and breakfast te beginnen, staat Jillians nieuwe familie klaar om te helpen. En mogelijk vindt ze liefde bij Liam.","duration":"4500","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/7E8DE27A68EF47760C398130DBFA81A57AB238B5AD23909F5B0452054807ECF9.jpg","category":"","vidcollection":"","ord":"69","datum":"0"},"R1imu_MnfkyOiJlkUnChTw":{"id":"R1imu_MnfkyOiJlkUnChTw","title":"Surrogates","first":"S","description":"In het jaar 2017 communiceren mensen niet meer direct met elkaar, maar laten ze de interactie plaatsvinden door middel van surrogaatrobots. Elk mens heeft zo'n robotversie van zichzelf, die hun plaats in de maatschappij inneemt en die ze besturen vanuit de veiligheid van hun eigen huis. Doordat mensen elkaar niet meer in het echt ontmoeten lijken misdaad en oorlog verleden tijd. Totdat de mysterieuze moord op een student roet in het eten gooit. FBI-agent Tom Greer gaat naar buiten om de zaak op te lossen. Maar wie is er echt en wie niet in deze wereld vol surrogaten?","duration":"6240","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/EF5B07C6E6C19EB07230A48C45A10295D829640E51EB73B0DC4AC9F6AE669BED.jpg","category":"","vidcollection":"","ord":"15","datum":"0"},"5cxpyQNMhk688wLjwIdsRw":{"id":"5cxpyQNMhk688wLjwIdsRw","title":"Taal is zeg maar echt mijn ding","first":"T","description":"De onhandige Anne heeft een passie voor taal. Stopwoorden, verbasteringen, verkeerde aanhalingstekens, scheldwoorden en aparte babynamen. Ze kan zich er enorm mee vermaken, het verbaast haar én ze heeft er een mening over. Bij het glossy tijdschrift waar ze werkt, mag ze echter alleen maar over zomermode en quinoa-salades schrijven. Gelukkig kan ze haar frustratie daarover goed delen met haar collega en beste vriend Timo. Als ze uiteindelijk ook nog voor haar vader moet zorgen, besluit Anne dat ze het helemaal anders wil; een baan met meer diepgang, weg uit de dagelijkse sleur en de liefde van haar leven vinden.","duration":"5520","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/082E444FE50D065242E562E972C94F77357359C31BF26C5A962A14EF689A7941.jpg","category":"","vidcollection":"","ord":"25","datum":"0"},"m_VdHaYpmkKKrSXtLQU-EQ":{"id":"m_VdHaYpmkKKrSXtLQU-EQ","title":"Taken 2","first":"T","description":"De Albanese maffia ontvoerde ooit in Parijs de dochter van voormalig CIA-agent Bryan Mills. Dat bleek een kapitale fout. Een beslissing die de criminele organisatie veel levens kostte. Nu zijn ze uit op wraak. Bryan heeft net een beveiligingsklus in Istanboel afgerond als hij daar wordt verrast door een bezoek van zijn ex-vrouw Lenore en dochter Kim. Voor de maffia het ideale moment om toe te slaan. Bryan en Lenore worden tijdens een lunch ontvoerd, maar Kim weet zich verborgen te houden. Dankzij haar vaders aanwijzingen weet Kim haar ouders te lokaliseren. Vanaf dat moment barst de strijd opnieuw in alle hevigheid los.","duration":"4800","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/7589642A602207ABDC81B3BBAD5334B0FC4061ACD4E0796C91597773D4F4FF7E.jpg","category":"","vidcollection":"","ord":"89","datum":"0"},"qTZ6toZ0jkKLavO8Dc2dJg":{"id":"qTZ6toZ0jkKLavO8Dc2dJg","title":"The BFG","first":"T","description":"Een jong meisje wordt door een grote reus, beter bekend als de BFG, geïntroduceerd in de wondere wereld van Reuzenland. De BFG, zelf een grote vriendelijke reus, is niets vergeleken met de andere reuzen die er leven. De twee beginnen aan een avontuur om een invasie van mensetende reuzen te stoppen die van plan zijn de mensenwereld te bestormen.","duration":"7440","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/50302C88720681E55F72318E1D6AD168D81CBA15A26CF112FB1C8E0C0D0001F1.jpg","category":"","vidcollection":"","ord":"48","datum":"0"},"repWMi3oBUe2HJrY7S5YGw":{"id":"repWMi3oBUe2HJrY7S5YGw","title":"The Dark Knight Rises","first":"T","description":"Het is acht jaar geleden sinds Batman in de duisternis verdween. Hij heeft de schuld van de dood van Harvey Dent op zich genomen en alles opgeofferd. Deze leugen heeft een tijd standgehouden, want onder het gewicht van de Dent Act, een antimisdaadwet, zijn de criminele activiteiten in Gotham City de kop ingedrukt. Maar alles verandert met de komst van een sluwe inbreekster met een mysterieuze agenda. Veel gevaarlijker is nog de opkomst van Bane, een gemaskerde terrorist die meedogenloze plannen heeft voor Gotham en Bruce Wayne dwingt om uit zijn zelfopgelegde ballingschap terug te keren. Maar het is nog maar de vraag of Batman het kan winnen van Bane.","duration":"11700","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/E2DBC1778B353026D9AE26789C8DEBE482937AB1A13DCB20636DCDD12794BCA0.jpg","category":"","vidcollection":"","ord":"3","datum":"0"},"GowdLmXB0020YcID-z5ZSw":{"id":"GowdLmXB0020YcID-z5ZSw","title":"The Family Man","first":"T","description":"Zakenman Jack Campbell geniet van zijn penthouse, Ferrari en leven als vrijgezel. Op een ochtend wordt hij ineens wakker in een compleet nieuw leven. Hij is getrouwd met zijn ex en samen hebben ze twee kinderen. Ze wonen in een onopvallend huis, rijden een saaie auto en Jack werkt als autobandenverkoper. Jack is compleet in de war en wil koste wat kost zijn playboybestaan terug. Maar na een paar weken beseft hij dat het familieleven ook iets moois heeft. Wil hij echt nog wel terug naar zijn oude leven?","duration":"6840","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/C949BC883149E08FA767CBB246CF40F3F5EBD004F64416E3A9D748056CF096AA.jpg","category":"","vidcollection":"","ord":"32","datum":"0"},"01qHYpFFd0KV6RK3FMfu9Q":{"id":"01qHYpFFd0KV6RK3FMfu9Q","title":"The Family Stone","first":"T","description":"De familie Stone viert ieder jaar de Kerst samen. Dit jaar neemt oudste zoon Everett zijn vriendin Meredith mee om haar aan zijn familie voor te stellen. Meredith is nerveus en praat nogal veel. De familie ontvangt haar met een mengeling van gevoelens van ongemak, verwarring en vijandigheid. Meredith vraagt haar zus Julie of ze naar haar toe wil komen om haar te steunen. Het worden bewogen kerstdagen voor iedereen.","duration":"6480","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/358F1D359F4EBA59DA18C2A75AC28E0EA360977C2E27BA9339EAD9498F305271.jpg","category":"","vidcollection":"","ord":"64","datum":"0"},"g83UIvyabEOB8S5F9rjTQw":{"id":"g83UIvyabEOB8S5F9rjTQw","title":"The Foreigner","first":"T","description":"Wanneer de dochter van een Chinese restauranteigenaar in Londen wordt vermoord door IRA terroristen en de politie geen actie wil ondernemen, besluit haar vader er alles aan te doen om haar dood te wreken en zelf voor gerechtigheid te zorgen.","duration":"6060","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/05C67D4430E297C2B77901BB15C874977C9078DD82A45236F288361F2F7B0197.jpg","category":"","vidcollection":"","ord":"86","datum":"0"},"NUeiHtwkz0OqdtQD9RQtgg":{"id":"NUeiHtwkz0OqdtQD9RQtgg","title":"The Heat","first":"T","description":"De keurige FBI-agente Sarah Ashburn krijgt voor een speciale opdracht in Boston de onorthodoxe agente Shannon Mullins als partner toegewezen. Het duo moet een drugsbaas te arresteren en Sarah en Shannon moeten tegen wil en dank met elkaar samenwerken. Al snel blijkt dat in hun onderlinge verschillen hun gezamenlijke kracht schuil gaat. Sarah is een methodisch onderzoeker bij de FBI en staat bekend om haar superioriteit en arrogantie. Shannon is politieagente in Boston en staat op haar beurt bekend om haar grote mond.","duration":"8160","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/240DD2FAEF345FBF5ED1F1DDFB0BB975F07E83F45A5BAC051E466D094B18EE2F.jpg","category":"","vidcollection":"","ord":"17","datum":"0"},"Zl0exufAIUG7l1gqSMHS5A":{"id":"Zl0exufAIUG7l1gqSMHS5A","title":"The Hurt Locker","first":"T","description":"Een groep Amerikaanse elitesoldaten is in Irak belast met een levensgevaarlijke opdracht: bommen ontmantelen in het heetst van de strijd. Wanneer sergeant James de leiding krijgt over een speciaal ontmijningsteam, sleept hij zijn ondergeschikten roekeloos mee in een dodelijk kat-en-muisspel met de vijand. De dood laat hem schijnbaar koud. Terwijl de mannen hun losgeslagen leider onder controle proberen te houden, verandert de stad in een chaos.","duration":"7260","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/A85CF1E031E584DCE477A84340792503B3F2511B5E42D25E58E3F9E39D570C37.jpg","category":"","vidcollection":"","ord":"81","datum":"0"},"t2mXimhZOUy0cB8ij_-WKA":{"id":"t2mXimhZOUy0cB8ij_-WKA","title":"The Judge","first":"T","description":"Advocaat Hank Palmer keert terug naar zijn geboortedorp voor de begrafenis van zijn moeder. Een aantal dagen later wordt zijn vader, de plaatselijke rechter, ervan beschuldigd een dodelijk ongeval veroorzaakt te hebben waarvan hij zich niets kan herinneren. Ondanks al het oude zeer tussen vader en zoon besluit Hank de verdediging van zijn vader op zich te nemen.","duration":"10020","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/8C49BA9440372AD4A062AA6770651B3F7F1A3E30B1DA35408FA49A0F01A0699A.jpg","category":"","vidcollection":"","ord":"44","datum":"0"},"c5evXBwk802lXv14M0prcA":{"id":"c5evXBwk802lXv14M0prcA","title":"The Karate Kid","first":"T","description":"Dre verhuist samen met zijn moeder naar China. Op zijn nieuwe school wordt Dre getreiterd door Cheng, de pestkop van de klas. Conciërge en kungfu-expert Han besluit Dre te helpen zich te verdedigen.","duration":"10440","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/2ABA949A0790676D0BC0E349E9AE794F533A5635D01596039ECF630A5FA6A2CC.jpg","category":"","vidcollection":"","ord":"56","datum":"0"},"NOdjkHY0306AVVYKg8hLMw":{"id":"NOdjkHY0306AVVYKg8hLMw","title":"The Lord of the Rings: The Fellowship of the Ring","first":"T","description":"De hobbit Frodo heeft een magische ring in zijn bezit gekregen die over onvoorstelbare krachten beschikt. De ring kan, als hij in verkeerde handen valt, veel onheil veroorzaken. Frodo begint met drie vrienden aan een gevaarlijke reis om de ring in de krater van de vulkaan Orodruin te laten verdwijnen en zo De Ring voor eens en voor altijd onschadelijk te maken.","duration":"15240","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/5F90F9105BF6B88268E6A55AB52BB91214B60B8434A4EC10A9C63EAFC1B879C4.jpg","category":"","vidcollection":"","ord":"20","datum":"0"},"j9SDYhjguU67F0HSYPFXKQ":{"id":"j9SDYhjguU67F0HSYPFXKQ","title":"The peanut butter falcon","first":"T","description":"De 22-jarige Zak heeft het syndroom van Down. Hij wil niets liever dan worstelaar worden en ontvlucht zijn verzorgingstehuis om zijn droom waar te kunnen maken. Al snel ontmoet hij Tyler, een misdadiger op de vlucht, die zijn bondgenoot en coach wordt. Ze ondernemen samen een reis en weten verzorgster Eleanor ervan te overtuigen hen te vergezellen.","duration":"5280","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/51868B9DD1326A47597D432A7EDD5F74D76EF6BC003AC69740F3FC508495CFCE.jpg","category":"","vidcollection":"","ord":"23","datum":"0"},"gK3LM_RcS061zkZTSaz2sw":{"id":"gK3LM_RcS061zkZTSaz2sw","title":"The Queen","first":"T","description":"Parijs, 31 augustus 1997: prinses Diana sterft in een auto-ongeluk. De dood van de bekendste vrouw ter wereld slaat iedereen met verstomming. Terwijl Groot-Brittannië overspoeld wordt door verdriet, voelt premier Blair de kracht van de collectieve emotie. Koningin Elizabeth II daarentegen lijkt niet te vatten hoe diep de gevoelens van het Britse volk gaan. Ze blijft in haar kasteel in Schotland. Tony Blair beseft dat het aan de leiders is om het volk te troosten en zoekt een manier om de koningin en haar rouwende onderdanen dichter bij elkaar te brengen.","duration":"5700","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/020C442997889AAEB56F5F71508A849D7A11E87A798AA0DACE43BA817684FBDE.jpg","category":"","vidcollection":"","ord":"6","datum":"0"},"NpfluS6TAEyr66muhiDRNQ":{"id":"NpfluS6TAEyr66muhiDRNQ","title":"The Rundown","first":"T","description":"Beck is een premiejager die wil stoppen met zijn werk. Hij neemt nog één laatste klus aan voor een gevaarlijke gangster. Deze opdracht brengt hem naar de jungle van Brazilië waar hij Travis, de zoon van de gangster, op moet sporen. Travis is een waardevolle kunstschat op het spoor, maar haalt zich tijdens de zoektocht allerlei problemen op de hals. Wanneer Beck hem te pakken krijgt, moeten ze samen vluchten voor rebellen, een slavendrijver en wilde jungledieren.","duration":"7380","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/FDAC9EB40D0F91B1570E73F434D8E1AB0BABC17A1B333648B902DD7DEB39A61A.jpg","category":"","vidcollection":"","ord":"37","datum":"0"},"27l7FEE44k-GRVAc-UPkjw":{"id":"27l7FEE44k-GRVAc-UPkjw","title":"The Santa Squad","first":"T","description":"Lerares Allie is werkloos en neemt een klus aan tijdens de kerstdagen. Ze gaat het huis van weduwnaar Gordon en zijn twee dochters in kerstsfeer brengen. Ze koopt een kerstboom, regelt de decoraties, gaat winkelen en bakt koekjes. De dochters zijn dol op Allie en proberen haar te koppelen aan Gordon.","duration":"6900","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/D70E0B29395BB60D3201DF7CF417256F42AA34ADFA135E3E2ED5088951F7A7F0.jpg","category":"","vidcollection":"","ord":"38","datum":"0"},"PWvGQNG7EEi2pgILBxMdtg":{"id":"PWvGQNG7EEi2pgILBxMdtg","title":"Tot zonsondergang","first":"T","description":"Voor een hecht groepje vrienden is het de laatste zomeravond voor het begin van de brugklas. Als een van hen na het avondeten opeens verdwijnt, begint een spannende zoektocht vol avonturen. Van een achtervolging door hun oude school en een confrontatie met een paar oudere pestkoppen tot een ontmoeting met Gekke Marie, de vrouw waar ieder kind in het dorp bang voor is. De avond blijkt een bepalend moment tussen hun kindertijd en de aanstaande volwassenheid.","duration":"4200","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/9C814BC4E9D84881925814D161285E7D7CF93F31ECC088C61FF5F8EC0CCA7FBE.jpg","category":"","vidcollection":"","ord":"24","datum":"0"},"zTt4oKnDn0SCQPEs4csnNQ":{"id":"zTt4oKnDn0SCQPEs4csnNQ","title":"Twilight 4: Breaking Dawn - Part 2","first":"T","description":"Bella is nu een vampier die leert haar vaardigheden te gebruiken. Ze is blij om haar dochter te zien, Renesmee bloeit. Maar dan ziet iemand dat Renesmee iets doet waardoor ze denken dat ze is veranderd. Hij gaat naar de Volturi, omdat het een overtreding is om een kind te veranderen. De straf voor zowel het kind als degene die haar veranderd heeft, is de dood. Alice krijgt een visioen van de Volturi die achter hen aankomt. De Cullens proberen hen ervan te overtuigen dat Renesmee geen bedreiging is. Dus vragen ze vrienden en familie om de strijd aan te gaan met de Volturi.","duration":"5700","type":"Epg","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/D2EBB72A067EFC7FD9C09343AFD95545FD920069B93F5D7A261254585022ACA9.jpg","category":"","vidcollection":"","ord":"62","datum":"0"},"_-bV7SL9qUyIznej8FhYCQ":{"id":"_-bV7SL9qUyIznej8FhYCQ","title":"Victoria in Dover","first":"V","description":"Als prinses Victoria koningin wordt, weigert ze het hof een echtgenoot voor zich uit te laten kiezen. Wanneer er drie huwelijkskandidaten worden uitgenodigd voor haar verjaardag, vlucht ze weg richting Parijs. Maar het lot bepaalt dat ze onderweg toch verliefd wordt op prins Albert van Sachsen-Coburg-Gotha, een van de kandidaten. Zonder haar identiteit prijs te geven, haast de jonge koningin zich terug naar Londen om een verrassing voor Albert voor te bereiden.","duration":"7620","type":"Epg","seasons":"","icon":"","category":"","vidcollection":"","ord":"52","datum":"0"},"VUZt6tuYPUO_nar0XzXquQ":{"id":"VUZt6tuYPUO_nar0XzXquQ","title":"While we're young","first":"W","description":"Josh en zijn vrouw Cornelia leiden een zorgeloos droomleven in New York. Josh werkt vol passie aan zijn nieuwe documentaire en Cornelia heeft een succesvolle carrière als filmproducent. Wanneer al hun vrienden aan gezinsuitbreiding beginnen, merken Josh en Cornelia dat ze misschien toch niet meer zo jong zijn als ze zelf denken. Net op dat moment komt een stel hippe twintigers hun leven binnengewandeld. De vrijgevochten Jamie en zijn vriendin Darby zijn spontaan, cool en maken van elke dag een feest. Hun enthousiasme en zelfvertrouwen werkt aanstekelijk voor de twee veertigers. Maar hoe lang kan deze ongewone vriendschap blijven duren?","duration":"5220","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/2DBD2976ABCD13131CB3635884AE42DB0E334C5A308C4772AF9F31048892B372.jpg","category":"","vidcollection":"","ord":"13","datum":"0"},"cp2H0PvErUOIs0phKylgug":{"id":"cp2H0PvErUOIs0phKylgug","title":"Wonder","first":"W","description":"August Pullman is geboren met afwijkingen aan zijn gezicht. Zijn ouders hebben hem tot nu toe nooit naar een reguliere school gestuurd, omdat ze bang waren dat hij niet geaccepteerd zou worden. Wanneer hij voor het eerst voet zet in groep zeven verandert hij in een onwaarschijnlijke held. Waar zijn familie en nieuwe klasgenoten worstelen met gevoelens van medeleven en acceptatie, zal de buitengewone reis van Auggie bewijzen dat je niet onopgemerkt kunt blijven als je bent geboren om op te vallen. Het verhaal van August Pullman is gebaseerd op de roman 'Wonder' van R.J. Palacio.","duration":"6000","type":"Vod","seasons":"","icon":"https:\/\/images.nlziet.nl\/metadataimportimages\/source\/9B42B13F52CF15803D764B63177B7D5AA07C72C340431252B80BDDAF654CEC78.jpg","category":"","vidcollection":"","ord":"92","datum":"0"}}