{"M89563":{"id":"M89563","title":"100% Coco New York","first":"other","description":"In 100% Coco New York heeft styletiger Coco bijna zomervakantie. Terwijl haar klasgenoten jaloersmakend vertellen over hun vakantieplannen, kijkt Coco allesbehalve uit naar de zomer met haar moeder en Hulleman op een camping in Nederland. Wat ze nog niet weet is dat ze een zomer vol fashion-avonturen op de New York Fashion School heeft gewonnen, in het hippe en va va vooming New York!","duration":"4706","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/q\/k\/6113c7eaa1a4b_[format].jpg","category":"Familie, Komedie","vidcollection":"C529:44","ord":"26","datum":"20190101"},"M101801":{"id":"M101801","title":"100% Wolf NL","first":"other","description":"Freddy Lupin, een jongen die erfgenaam is van een dappere weerwolven familie, is ervan overtuigd dat hij op z'n 16e verjaardag zal veranderen in een grote sterke weerwolf. Maar tot ieders verbazing verandert hij in een schattige poedel.","duration":"5548","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/s\/7\/62fcb9661f81c_[format].jpg","category":"Animatie, Kids","vidcollection":"C910:4, C1193:55","ord":"5","datum":"20200101"},"M22257":{"id":"M22257","title":"Abeltje","first":"A","description":"De 11-jarige Abeltje Roef wordt na talloze waarschuwingen en ruzies met de schoolmeester, door zijn moeder vroegtijdig van school gehaald. Het lukt haar om hem een baantje te bezorgen als liftboy in het warenhuis Knots. Maar op zijn eerste werkdag gaat er al iets mis. Abeltje drukt op het enige knopje waar hij niet op mag drukken: het groene knopje! Samen met meneer Tump, juffrouw Klaterhoen en Laura, vliegt hij met de lift dwars door het dak van het warenhuis. Dan begint het avontuur. Ze komen in New York en maken een revolutie mee in Perugona. Abeltje is een fantastische film met waanzinnige muziek en verbazingwekkende special effects.","duration":"6161","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/i\/c\/55cdeb65d97c7_[format].jpg","category":"Familie, Kids","vidcollection":"","ord":"264","datum":"19980101"},"M5849":{"id":"M5849","title":"Achtste Groepers Huilen Niet","first":"A","description":"De stoere Akkie zit in groep 8 en is helemaal wild van voetbal. Het kan haar niets schelen dat Joep voetbal geen sport voor meisjes vindt. Ze is er hartstikke goed in en kan Joep makkelijk aan. Maar dan wordt Akkie ziek. Gelukkig krijgt ze heel veel steun van haar klasgenoten en Juf Ina. Ondanks het verdriet kan de optimistische Akkie het niet laten om zich ook vanuit het ziekenhuis overal mee te bemoeien. Als het ernaar uit ziet dat ze het voetbaltoernooi moet missen, bedenkt Joep een cool plan voor haar...","duration":"5745","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/2\/u\/57a2eb59b6512_[format].JPG","category":"Familie, Kids","vidcollection":"C529:35","ord":"183","datum":"20120101"},"M13013":{"id":"M13013","title":"Afblijven","first":"A","description":"NEDERLANDS GESPROKEN. Het verhaal draait rond Melissa, een gewoon meisje dat graag beroemd wil worden. Op een dag krijgt ze de kans om in een videoclip mee te spelen en wordt in een klap enorm populair op school. Ze wordt mee uitgenomen door de knapste jongens van school, maar het succes kent z'n keerzijde: ze raakt verslaafd aan verdovende middelen. Voordat het zover komt proberen haar vrienden haar uit deze situatie te halen.","duration":"6244","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/i\/a\/55ce04ea40bd7_[format].jpg","category":"Familie, Kids","vidcollection":"","ord":"252","datum":"20060101"},"M855":{"id":"M855","title":"Amika: Dagdromen","first":"A","description":"Merel krijgt vele verrassingen van haar vader Tijs, maar zulk een grote als deze keer kreeg ze nog nooit: de gigantische automatische webcam machine. 'Nu kan jij ook op internet chatten met je vriendinnen.' Maar de uitvindingen van Tijs zijn niet altijd helemaal in orde en het duurt dan ook niet lang voor Merel met een wel heel bijzondere jongen aan de praat geraakt: Olivier de La Fayette.","duration":"2282","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/b\/t\/5cd141885b8b2_[format].jpg","category":"Kids","vidcollection":"","ord":"216","datum":"20090101"},"M2489":{"id":"M2489","title":"Amika: Het Magische Zadel","first":"A","description":"Manege 'de Paardenhoeve' organiseert een groot cowboyfeest. Amika moet de grote ster van de avond worden, maar hij heeft pijn aan zijn rug en wil niet meer rijden. Als ook de dierenarts en de favoriete spulletjes van Amika geen oplossing brengen, zien Merel en Oli slechts één mogelijkheid. Ze gaan haastig op zoek naar het magische zadel van Sofie. Als dat Amika beter kan maken, is het feest misschien nog gered.","duration":"1685","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/p\/l\/5cd141b2e3994_[format].jpg","category":"Kids","vidcollection":"C529:31","ord":"193","datum":"20110101"},"M34725":{"id":"M34725","title":"Antboy","first":"A","description":"NEDERLANDS GESPROKEN. Pelle is een onopvallende, doodgewone jongen van 12 jaar oud. Sinds zijn kleuterjaren is hij verliefd op Amanda, maar zij merkt hem niet eens op. Het lijkt wel alsof hij lucht voor haar is en alleen bestaat voor twee pestkoppen in zijn klas. Wanneer zij Pelle weer eens achtervolgen, vlucht hij naar de tuin van een griezelig huis, waar hij door een mier wordt gebeten. Plotseling is Pelle berensterk, kan hij tegen muren klimmen, heeft een niet te stillen honger naar zoetigheid en beschikt over een geweldig reukvermogen.","duration":"4620","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/d\/4\/55cdfa5cd5c0b_[format].jpg","category":"Familie, Avontuur, Kids","vidcollection":"C529:33","ord":"158","datum":"20140101"},"M55444":{"id":"M55444","title":"Antboy 3: The Final Chapter","first":"A","description":"NEDERLANDS GESPROKEN. Het is zomer en Pelle geniet van het leven met zijn vriendin Ida. Het criminaliteitscijfer in Middellund is nog nooit zo laag geweest. Pelle is gestopt als Antboy op te treden omdat de stad misschien niet eens meer een superheld nodig heeft. Trouwens, Pelle en Ida gaan samen verder naar dezelfde school na de zomervakantie. Aan de andere kant heeft Pelle Wilhelm niet veel gezien gedurende de zomer. Het lijkt alsof de twee elk hun eigen weg opgaan.","duration":"4545","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/5\/i\/5a536b76d25ba_[format].jpg","category":"Familie, Avontuur, Kids","vidcollection":"C529:43","ord":"114","datum":"20160101"},"M47767":{"id":"M47767","title":"Antboy en de Wraak van de Rode Furie","first":"A","description":"NEDERLANDS GESPROKEN. Pelle Nordmans (13) voert een wanhopige strijd met een nieuwe jongen op school, die het heeft voorzien op zijn vriendin Ida. Maar ook zijn bestaan als superheld Antboy gaat niet over rozen. Hij krijgt het zwaar te verduren wanneer een nieuwe groep superschurken een puinhoop van de stad maakt. De Rode Furie maakt het er niet makkelijker op, een mysterieuze wraakgodin die er alles aan doet om hem te dwarsbomen. Maar Antboy is terug, sterker dan ooit!","duration":"4799","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/y\/2\/5a536b50d090c_[format].jpg","category":"Familie, Avontuur, Kids, Komedie","vidcollection":"C529:37","ord":"152","datum":"20140101"},"M3821":{"id":"M3821","title":"Anubis En De Terugkeer Van Sibuna","first":"A","description":"Het Huis Anubis, 3 jaar later. Appie werd slachtoffer van de Germaanse Orde. Die kunnen de macht grijpen door op de hoorn van Wodan te blazen. Dit moet Appie doen. Het wordt een race tegen de klok om de hoorn te vinden en Appie te redden.","duration":"3570","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/o\/3\/5fc74c9c576ef_[format].jpg","category":"Avontuur, Familie, Mysterie","vidcollection":"C529:22","ord":"204","datum":"20100101"},"M5883":{"id":"M5883","title":"Anubis En De Wraak Van Arghus","first":"A","description":"De Anubisbewoners geven een horrorfeestje in een oud landhuis voor de jarige Appie. Als de gasten één voor één beginnen te verdwijnen, gaan Appie en Nienke op zoek. Zijn ze elkaar gewoon bang aan het maken of spookt het er echt?","duration":"5195","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/v\/y\/5fc74c627a59e_[format].jpg","category":"Avontuur, Familie, Mysterie","vidcollection":"C529:11","ord":"215","datum":"20090101"},"M3807":{"id":"M3807","title":"Anubis En Het Pad Der 7 Zonden","first":"A","description":"De bewoners van Het Huis Anubis gaan op schoolreis en komen in een spookdorp terecht, waar ze over de oude legende van het pad der 7 zonden horen. Langzaam maar zeker raken ze verwikkeld in iets wat een vooropgezet spel lijkt.","duration":"5688","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/k\/z\/5fc74cb450074_[format].jpg","category":"Avontuur, Familie, Mysterie","vidcollection":"C529:12","ord":"231","datum":"20080101"},"M97909":{"id":"M97909","title":"Assepoester en de Geheime Prins","first":"A","description":"NEDERLANDS GESPROKEN. Tijdens de Royal Ball ontdekken Assepoester en haar muizen een geheim dat hun wereld zou kunnen schudden: de echte prins is door de boze heks veranderd in een muis en de 'Prins' van de Royal Ball is in feite een bedrieger. Nu gaan Assepoester en haar vrienden een heel nieuw avontuur beginnen om de echte Prins te redden en hem te helpen de boze macht te verslaan.","duration":"5022","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/j\/m\/624d9bede7c48_[format].jpg","category":"Animatie, Kids","vidcollection":"C910:25, C1193:19, C527:48","ord":"39","datum":"20180101"},"M49933":{"id":"M49933","title":"Ballerina","first":"B","description":"Het Franse weesmeisje Félicie wil heel graag ballerina worden. Ook haar goede vriend Victor heeft een droom: hij wil uitvinder worden. Samen gaan ze naar Parijs om hun dromen te verwezenlijken!","duration":"5159","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/r\/g\/58c80a39bfa84_[format].jpg","category":"Animatie, Avontuur, Kids","vidcollection":"C910:15, C1193:21, C527:49","ord":"95","datum":"20160101"},"M93001":{"id":"M93001","title":"Barbie: Dreamtopia","first":"B","description":"Barbie, Chelsea en puppy Honey beleven prachtige avonturen in het magische Dreamtopia. Ze zwemmen met zeemeerminnen in regenboogrivieren en vliegen met elfjes door suikerspinwolken.","duration":"2643","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/g\/l\/61b3937a42e9d_[format].jpg","category":"Animatie, Kids","vidcollection":"C1193:41","ord":"98","datum":"20160101"},"M98348":{"id":"M98348","title":"Baron 1898","first":"B","description":"Het verhaal achter de Efteling-achtbaan 'Baron 1898'. Avonturier Gustave Hooghmoed wordt tijdens een reis door mythische wezens gewaarschuwd om niks mee te nemen uit een grot. Gustave steekt toch een klompje goud in zijn zak. Jaren later keert hij terug als Baron Hooghmoed en bouwt er een goudmijn. De baron heeft mijnwerkers nodig, maar iedereen die de mijn in durft, komt lijkbleek naar boven... Wat is er gaande in de duistere dieptes van Baron 1898?","duration":"809","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/m\/8\/6267bf04a90e0_[format].jpg","category":"Drama, Kids","vidcollection":"C910:28, C529:23","ord":"119","datum":"20150101"},"M38925":{"id":"M38925","title":"Beestenboot","first":"B","description":"Dave en zijn zoon Finny zijn Nestertjes, een zeer zeldzaam dierenras dat nergens goed voor schijnt te zijn. Wanneer het gerucht de ronde doet dat een zondvloed de hele aarde onder water zal zetten, slaan ze op de vlucht. Er is een grote beestenboot gebouwd waarop alle dieren die hun nut voor het dierenrijk kunnen bewijzen een plaatsje krijgen en zo de zondvloed zullen kunnen overleven. Finny en zijn nieuwe vriendinnetje Leah raken overboord.","duration":"4986","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/d\/6\/55f6c4075a788_[format].jpg","category":"Familie, Animatie, Kids","vidcollection":"C1193:34","ord":"121","datum":"20150101"},"M25018":{"id":"M25018","title":"Belle en het Beest","first":"B","description":"NEDERLANDS GESPROKEN. De wereldberoemde klassieker komt nu echt tot leven! Ga mee naar het magische Frankrijk van de vroege 19e eeuw, een land vol romantiek en avontuur. Om zijn jongste dochter Belle een plezier te doen, plukt een koopman op één van zijn reizen een roos op het landgoed van het Beest. Dat loopt niet goed af, het Beest wil de man doden. Belle voelt zich zo schuldig dat ze naar het kasteel van het Beest gaat om de plek van haar vader in te nemen. In het begin vindt ze het Beest een engerd, maar zijn kasteel blijkt een plek vol magie te zijn! Het Beest wil iedere avond met haar dineren en Belle begint in te zien dat er geen monster schuilt in het Beest. Sterker nog; in haar dromen ziet ze hoe hij ooit een knappe prins was. Lukt het haar om het Beest te ontdoen van zijn vloek en ware liefde te vinden?","duration":"6483","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/c\/5\/5cb5e5efb6934_[format].jpg","category":"Familie, Romantiek, Avontuur","vidcollection":"","ord":"157","datum":"20140101"},"M72341":{"id":"M72341","title":"Bernie de Dolfijn","first":"B","description":"NEDERLANDS GESPROKEN. Holly en haar broer Kevin zijn gek op de oceaan en varen  elke dag met hun kano naar een verscholen grot waar het wemelt van de dolfijnen. Ze hebben een speciale band met hen en Bernie is hun favoriet omdat hij Holly heeft gered uit het water. Als ze achter een geheim plan komen dat hun verborgen strand kan verwoesten, moeten Holly en Kevin een slim plan bedenken om de slechteriken tegen te houden, de zee te beschermen en nog belangrijker: hun beste vriend Bernie te redden!","duration":"5051","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/1\/5\/5e328acb1063a_[format].jpg","category":"Familie, Komedie, Kids","vidcollection":"C1326:7","ord":"62","datum":"20180101"},"M72076":{"id":"M72076","title":"Bernie the Dolphin","first":"B","description":"NEDERLANDS ONDERTITELD. Holly en haar broer Kevin zijn gek op de oceaan en varen  elke dag met hun kano naar een verscholen grot waar het wemelt van de dolfijnen. Ze hebben een speciale band met hen en Bernie is hun favoriet omdat hij Holly heeft gered uit het water. Als ze achter een geheim plan komen dat hun verborgen strand kan verwoesten, moeten Holly en Kevin een slim plan bedenken om de slechteriken tegen te houden, de zee te beschermen, en nog belangrijker: hun beste vriend Bernie te redden!","duration":"5051","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/4\/4\/5e256cd360ddd_[format].jpg","category":"Familie, Komedie, Kids","vidcollection":"","ord":"63","datum":"20180101"},"M46348":{"id":"M46348","title":"Bibi en Tina 2 - Liefde en Diefstal op de Manege","first":"B","description":"NEDERLANDS GESPROKEN. De voorbereidingen voor het gekostumeerde bal in Kasteel Frankenstein zijn in volle gang. Maar de stemming slaat om als er wordt ingebroken. De dieven hebben waardevolle schilderijen en de brillencollectie van Graaf Frankenstein gestolen. Ook is de sfeer op manege Martinshof verre van vrolijk, want er heeft nog geen enkele gast geboekt voor het paardenkamp.","duration":"6306","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/a\/2\/579b49e0dff4f_[format].JPG","category":"Fantasy, Kids","vidcollection":"","ord":"109","datum":"20160101"},"M94130":{"id":"M94130","title":"Bibi En Tina 3 - Jongens Tegen De Meiden","first":"B","description":"Paardenmeiden Bibi en Tina gaan op zomerkamp. Het begint allemaal heel leuk, totdat er irritaties ontstaan tussen de jongens en de meiden. Als ze zich daarna opdelen in twee teams, gaat het er tijdens de activiteiten hard aan toe. Bibi doet daarbij een beroep op haar toverkrachten, maar tot haar grote schrik werken die niet. Samen met Tina probeert ze erachter te komen wat er aan de hand is.","duration":"6371","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/q\/r\/61b9d6dc40566_[format].JPG","category":"Fantasy, Kids","vidcollection":"","ord":"100","datum":"20160101"},"M68600":{"id":"M68600","title":"Bibi en Tina 4 - Chaos op Falkenstein","first":"B","description":"NEDERLANDS GESPROKEN. Waar je ook kijkt, er heerst gewoon overal chaos: Bibi en Tina lopen een nogal onhandelbare vluchteling tegen het lijf. Even later blijkt het een meisje te zijn die achtervolgd wordt door haar eigen familie. Haar vader is zo wereldvreemd en koppig dat zelfs Bibi met haar hekserij niet kan helpen.","duration":"6372","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/h\/l\/5d3ee0a2d0277_[format].jpg","category":"Avontuur, Kids","vidcollection":"C529:42","ord":"93","datum":"20170101"},"M37185":{"id":"M37185","title":"Bibi en Tina de Film","first":"B","description":"NEDERLANDS GESPROKEN. Bibi Blocksberg is een meisje met bijzondere krachten: ze is een heks. Met haar beste vriendin Tina brengt ze de zomervakantie door bij de manege. Samen gaan de twee iedere dag heerlijk paardrijden. Maar deze zomer zijn er nogal wat problemen.","duration":"5822","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/4\/v\/55d31c89edb3f_[format].jpg","category":"Fantasy, Kids","vidcollection":"","ord":"128","datum":"20150101"},"M88961":{"id":"M88961","title":"Bigfoot Junior NL","first":"B","description":"NEDERLANDS GESPROKEN. De 12-jarige Adam gaat op zoek naar zijn vader. Die blijkt in het bos te wonen, op de vlucht voor een bedrijf dat DNA-experimenten op hem wil uitvoeren. Adams vader is namelijk de legendarische Bigfoot! Adam ontdekt dat ook hij bijzondere gaven heeft.","duration":"5307","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/f\/o\/60e459e1b29ed_[format].jpg","category":"Animatie, Avontuur, Kids, Komedie","vidcollection":"C910:5, C1193:56, C527:87","ord":"73","datum":"20170101"},"M93267":{"id":"M93267","title":"Bings Kerstfeest en Andere Verhalen","first":"B","description":"We nemen je mee het bos in, om samen met Bing, Sula, Panda &amp; Flop boombladtekeningen te maken. Ook zie je de prachtige poppenkastvoorstelling van Bing &amp; Sula. Zien we daar nou een Bijtosaurus?! Als die maar niet gaat brullen! In de speciale kerstverhalen stellen we je voor aan Nicky. Nicky is het superschattige neefje van Sula, en samen met Bing gaan we cadeautjes open maken. Wat zou Bing krijgen? Bing en zijn vriendjes hebben heel veel zin in kerst, jij ook?","duration":"3498","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/7\/q\/61a0eb21175a6_[format].jpg","category":"Animatie, Kids","vidcollection":"C1193:0, C927:96","ord":"9","datum":"20200101"},"M93268":{"id":"M93268","title":"Binti","first":"B","description":"De 12-jarige Binti droomt ervan om een bekende vlogger te worden, net zoals haar idool Tatyana. Maar op een dag moet ze met haar papa Jovial vluchten voor de politie, die hen het land wil uitzetten. Schuilend in een boomhut ontmoet ze Elias en de twee worden vrienden. Terwijl Binti Elias al vloggend helpt met zijn Red de Okapi Club, rijpt er bij haar een perfect plan: haar papa moet trouwen met de mama van Elias, zodat ze in het land kunnen blijven.","duration":"5158","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/b\/e\/61a0eb689e50e_[format].jpg","category":"Familie","vidcollection":"","ord":"24","datum":"20190101"},"M78824":{"id":"M78824","title":"Blinky Bill, De Film (2019)","first":"B","description":"Blinky Bill is een kleine koala met flink wat verbeelding. Als avonturier droomt hij ervan om in de voetsporen te treden van zijn vader, die op expeditie is. Hij wordt al lang vermist en Blinky gaat naar hem op zoek.","duration":"5053","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/j\/u\/5f4f5689a3896_[format].jpg","category":"Animatie, Kids","vidcollection":"C1193:36, C527:65","ord":"32","datum":"20190101"},"M62870":{"id":"M62870","title":"Bob de Bouwer - Leve het Wilde Westen","first":"B","description":"NEDERLANDS GESPROKEN. Yeehaa! Bob en zijn team reizen af naar Cactus Creek, voor een echte wild west vakantie! Daar ontmoeten ze de cowgirl Rio Rogers, haar paard Dollar en pick-up truck Jackaroo. Muck is vastbesloten om in Cactus Creek een spannend cowboy avontuur te beleven, en zijn wens wordt verhoord als Spud vast komt te zitten in een verlaten mijnschacht. Muck schiet direct te hulp en zit al snel middenin het grootste avontuur dat hij ooit heeft meegemaakt!","duration":"3370","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/g\/j\/5c348af757c95_[format].jpg","category":"Kids","vidcollection":"C927:66, C527:57","ord":"242","datum":"20070101"},"M64674":{"id":"M64674","title":"Bob de Bouwer - Race naar de Finish","first":"B","description":"NEDERLANDS GESPROKEN. Het zijn de allereerste Zonnebloemvallei Spelen en Bob en zijn team hebben een mega-klus te doen: ze moeten het gigantische sportstadion bouwen! Om ze hierbij te helpen heeft Bob twee heel speciale extra machines uit de stad laten overkomen: Grijper en Graver. Maar als Wendy het te druk heeft met atlethiektraining en Grijper en Graver het véél leuker vinden om de vallei te ontdekken in plaats van te werken, komt de bouw van het stadion in gevaar.","duration":"3600","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/3\/m\/5c813402d9c7a_[format].jpg","category":"Animatie, Kids, Avontuur, Komedie","vidcollection":"C1193:12, C927:43, C527:38","ord":"224","datum":"20090101"},"M69916":{"id":"M69916","title":"Bob de Bouwer op de Bouwplaats - Bruggen en Wegen","first":"B","description":"NEDERLANDS GESPROKEN. Voor het allereerst neemt Bob de Bouwer je mee naar een echte bouwplaats! Kijk mee naar Bob en zijn team terwijl ze levensechte bouwplaatsen bezoeken. Zie hoe graafmachines, betonmixers en trucks samenwerken om wegen en bruggen te bouwen. Van begin tot eind en laten Bob de Bouwer en een paar speciale nieuwe vrienden je kennismaken met de spannende wereld van grote machines!","duration":"3606","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/x\/n\/5d89e50d2b4e9_[format].jpg","category":"Animatie, Kids","vidcollection":"C1193:10, C927:41, C527:36","ord":"205","datum":"20100101"},"M69917":{"id":"M69917","title":"Bob de Bouwer op de Bouwplaats - Wolkenkrabbers","first":"B","description":"NEDERLANDS GESPROKEN. Bob is terug om de kunst van het bouwen van wolkenkrabbers te leren. Samen met Tumbler, Dizzy, Lofty en Flex staat Bob altijd klaar om zelfs de grootste projecten aan te pakken. Geen enkel probleem is te hoog om op te lossen als je positief denkt en teamwork hebt. In deze opwindende mix van animatie en live-actie, sta je op de top van de wereld!","duration":"3610","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/d\/h\/5d89d715db435_[format].jpg","category":"Animatie, Kids","vidcollection":"C1193:11, C927:46, C527:39","ord":"206","datum":"20100101"},"M17839":{"id":"M17839","title":"Brammetje Baas","first":"B","description":"Brammetje denkt veel na over de wereld om hem heen. Hij heeft ontzettend veel zin om naar groep drie te gaan. Maar dan komt hij bij de strenge meester Vis in de klas. De ouderwetse meester Vis heeft geen oog voor de binnenwereld van het bewegelijke ongeconcentreerde jongetje en zet alles op alles om Brammetje in de pas te laten lopen. De ouders van Brammetje worstelen met de vraag in hoeverre zij van hun zoontje moeten verlangen dat hij zich aanpast zonder doodongelukkig te worden.","duration":"4619","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/a\/p\/5836d6e44ba4a_[format].JPG","category":"Familie, Kids","vidcollection":"C1377:6","ord":"185","datum":"20120101"},"M38635":{"id":"M38635","title":"Brandweerman Sam: Helden van de Storm","first":"B","description":"Er komt een orkaan op Piekepolder af. Brandweerman Sam rukt uit om Penny en de kinderen te redden, die in een oude mijn zitten. Dan racet hij terug naar het dorp, omdat daar brand is uitgebroken.","duration":"3610","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/h\/n\/55e5b4c943bdd_[format].jpg","category":"Avontuur, Kids, Animatie","vidcollection":"C1193:16, C927:49, C527:43","ord":"142","datum":"20150101"},"M66758":{"id":"M66758","title":"Brandweerman Sam: Klaar voor Actie!","first":"B","description":"Als een brandende oliewagen met volle snelheid richting Piekepolder rijdt, is Brandweerman Sam direct klaar voor een gedurfde reddingsactie. Mandy en Sarah filmen zijn redding en plaatsen het op hun nieuwe website Piekepolder Online. De video van Sams heldendaad gaat viraal en wordt ook opgemerkt door een beroemde Hollywood regisseur. Hij wil dat Sam de hoofdrol gaat spelen in zijn nieuwe film.","duration":"3701","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/3\/6\/5cdea550de8d4_[format].jpg","category":"Animatie, Kids","vidcollection":"C1193:13","ord":"71","datum":"20180101"},"M95694":{"id":"M95694","title":"Brandweerman Sam: Norbert Puk en het Mysterie in de Lucht","first":"B","description":"Piekepolder wordt opgeschrikt door een reeks ongelukken. Maar er is ook een nieuwe held: Vliegende Man. Politieagent Marco en Hoofdagent Roos de Ruyter ontdekken dat de twee gebeurtenissen met elkaar verbonden zijn. Norbert-man en Superjaap doen hun uiterste best om de inwoners van Piekepolder te beschermen. Maar uiteindelijk is het natuurlijk weer Brandweerman Sam die de boel echt komt redden!","duration":"3523","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/f\/w\/620247ca1254e_[format].jpg","category":"Animatie, Kids","vidcollection":"C1193:5, C927:98, C527:90","ord":"7","datum":"20200101"},"M53331":{"id":"M53331","title":"Brandweerman Sam: Ufo Alarm","first":"B","description":"Op een dag denkt Norbert Puk dat hij een vliegende schotel heeft gezien. Al gauw loopt iedereen in Piekepolder om zich heen te kijken of ze ergens Ufo’s zien rondvliegen. Als Norbert met een groepje op zoek gaat naar de Ufo’s, loopt dat slecht af: Sara valt in een ravijn en breekt haar arm. Als Sam de kinderen hoort roepen gaat hij naar het ravijn om Norbert en zijn groep te redden.","duration":"3605","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/g\/j\/59f0568b8932f_[format].jpg","category":"Kids, Animatie","vidcollection":"C1193:7, C927:35","ord":"97","datum":"20160101"},"M40205":{"id":"M40205","title":"Bumba en het Magische Wonderboek","first":"B","description":"NEDERLANDS GESPROKEN. Als de tweeling Lars en Lies jarig zijn, verrast Bumba hen met een magisch wonderboek. Als ze dit boek openmaken, stappen ze de wonderbaarlijke Bumbawereld in en leren ze al zijn beste vrienden kennen.","duration":"2370","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/0\/0\/5c655de5762d1_[format].jpg","category":"Kids, Voorstelling","vidcollection":"","ord":"150","datum":"20140101"},"M45715":{"id":"M45715","title":"Bumba Gaat op Reis (Show)","first":"B","description":"In dit avontuur gaat Bumba op reis en kleine Pim mag mee. Het is voor hem een droom die in vervulling gaat, totdat ze Babilu kwijtraken. Samen gaan ze hem zoeken en trekken ze naar de Far West, Afrika, Azië en maken ze een tussenstop in Sneeuwland. Vinden ze zo uiteindelijk Babilu terug? Kom het zelf ontdekken! Want samen met Bumba, Bumbalu, Nanadu, Tumbi en Poppa zijn ook Li-Ling, Ituku en Zinzi voor de allereerste keer van de partij in deze gloednieuwe avontuurlijke theatershow voor de allerkleinsten…","duration":"2943","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/z\/5\/575e642d8515d_[format].JPG","category":"Kids, Voorstelling","vidcollection":"C927:62","ord":"138","datum":"20150101"},"M10921":{"id":"M10921","title":"Bumba in Dromenland","first":"B","description":"Kleine Loes moet elke avond op tijd naar bed, samen met haar vaste knuffel Bumba. Maar wat als die knuffel plots tot leven komt en haar meeneemt naar een wereld waar alles mogelijk is en alles kan? Zo belanden ze in het Bumbacircus!","duration":"2532","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/c\/w\/5f3a528b9fdab_[format].jpg","category":"Kids, Voorstelling","vidcollection":"C927:45","ord":"175","datum":"20120101"},"M50367":{"id":"M50367","title":"Buurman en Buurman - Al 40 Jaar Beste Vrienden!","first":"B","description":"Buurman en Buurman bestaan 40 jaar en dat mag gevierd worden! Daarom komen onze doe-het-zelf vrienden met nog nooit eerder in de bioscoop vertoonde afleveringen. Een uur vol inventief geklus met de stemmen van Kees Prins en Siem van Leeuwe. Buurman en Buurman zijn al 40 jaar beste vrienden! is een compilatie van de ongekend populaire serie over twee klunzige maar altijd positieve buurmannen. Met vijf gloednieuwe afleveringen en twee klassiekers. Aan de lopende band bedenken de vrienden nieuwe klusideeën om hun levens nog leuker en handiger te maken. Het resultaat liegt er niet om: met hun eigenzinnige geklus is niets in huis veilig en de ravage blijkt enorm. Vol goede moed zien de buurmannen dit als een mooie aanleiding voor een nieuwe klus en lossen ze de mankementen samen weer op!","duration":"3348","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/r\/2\/58f756a73581e_[format].JPG","category":"Animatie, Kids, Familie","vidcollection":"C1193:1, C927:97, C527:83","ord":"136","datum":"20150101"},"M70552":{"id":"M70552","title":"Buurman en Buurman Hebben een Nieuw Huis","first":"B","description":"NEDERLANDS GESPROKEN. Ook in deze nieuwe avonturen gaat er weer van alles mis tijdens het klussen. Zo loopt de bouw van een bijenkorf in de tuin uit op een regelrechte ramp. Een elektrische grasmaaier op zonne-energie blijkt toch niet zo’n goed idee, en voor het vegen van de schoorsteen maken de buurmannen een groot gat in het dak. Een eenvoudig fitnessapparaat wordt omgebouwd tot een draaimolen en een mol in de tuin zorgt voor grote problemen.","duration":"3279","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/y\/f\/5db1a937cf313_[format].jpg","category":"Animatie, Kids, Familie","vidcollection":"C1193:6","ord":"65","datum":"20180101"},"M92783":{"id":"M92783","title":"Buurman en Buurman Winterpret","first":"B","description":"De winter kan super leuk zijn, maar voor de buurmannen zorgt het juist voor problemen. Het versieren van de kerstboom gaat niet zoals gepland, ook is het huis versieren moeilijker dan de buurmannen dachten. Als ze kerstkoekjes proberen te bakken, zetten ze per ongeluk het huis in vuur en vlam. Maar gelukkig is er ook tijd voor cadeautjes en daar zijn de buurmannen gek op. A je to!","duration":"3294","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/b\/3\/6193bcbcc1c24_[format].jpg","category":"Animatie, Familie, Kids","vidcollection":"C1193:2, C527:86","ord":"46","datum":"20180101"},"M64881":{"id":"M64881","title":"Casper en Emma - Beste Vriendjes","first":"C","description":"NEDERLANDS GESPROKEN. Emma is bijna jarig. Ze wordt vijf. Wat ze het liefste wil voor haar verjaardag is een hond. Maar haar moeder vindt dat ze nog niet groot genoeg is om voor een hond te zorgen. Intussen ziet Casper, net zo oud als Emma, er heel erg tegenop om voor het eerst naar school te gaan. Daar maakt hij kennis met Emma. Ze hebben allebei een knuffel bij zich: Casper een leeuwtje en Emma een konijn. De twee kinderen sluiten direct vriendschap en de knuffels ook.","duration":"4694","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/6\/z\/5c82852196102_[format].jpg","category":"Kids","vidcollection":"","ord":"167","datum":"20130101"},"M84866":{"id":"M84866","title":"Casper en Emma - De Bergen In","first":"C","description":"Het is vakantie en de kleuters Casper en Emma gaan de bergen in, samen met Caspers ouders, Emma's moeder en Aksel, een goede vriend van Caspers vader. Casper vindt het zielig dat Emma haar vader mist. Hij hoopt dat haar moeder en Aksel verliefd worden op elkaar en probeert ze daarbij een handje te helpen.","duration":"4808","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/t\/g\/6037a267928b3_[format].jpg","category":"Familie, Kids","vidcollection":"C527:58","ord":"78","datum":"20170101"},"M70550":{"id":"M70550","title":"Casper en Emma Maken Theater","first":"C","description":"NEDERLANDS GESPROKEN. Elk jaar zamelt de kleuterschool van Casper en Emma op een leuke manier geld in voor het goede doel. De klas van Casper en Emma doet haar uiterste best om een idee te verzinnen waarmee zij een weeshuis in India zonder elektriciteit kunnen helpen. Nadat Casper en Emma een theater hebben bezocht, komen ze samen met de klas op een geweldig idee.  Ze gaan een toneelstuk maken over kaarsen die licht geven in het donker.","duration":"4720","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/y\/d\/5db1a8631b212_[format].jpg","category":"Kids","vidcollection":"","ord":"84","datum":"20170101"},"M89547":{"id":"M89547","title":"Casper en Emma op Jacht Naar de Schat","first":"C","description":"NEDERLANDS GESPROKEN. Het is zomer en beste vriendjes Casper en Emma brengen samen de vakantie door in het strandhuis van opa. De twee gaan zwemmen, visjes vangen en zandkastelen bouwen. Wat een plezier! Maar dan vinden ze op het strand een oud kistje met daarin een mysterieuze rebus.","duration":"4753","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/1\/q\/6113d51a474d1_[format].jpg","category":"Kids","vidcollection":"C927:50","ord":"48","datum":"20180101"},"M68597":{"id":"M68597","title":"Casper en Emma op Safari","first":"C","description":"NEDERLANDS GESPROKEN. Casper en Emma gaan op reis naar Afrika! In Afrika helpt Emma's moeder haar vriendin Ann die in dierenkliniek Camp Eden werkt. Intussen kijken Casper en Emma samen met hun opa en hun knuffels ernaar uit om kennis te maken met alle dieren. Ze raken bevriend met Ann's dochter, die hen meeneemt op safari. Op hun tocht komen zij een baby leeuw tegen die ze meenemen naar de dierenkliniek.","duration":"4830","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/o\/0\/5d3ee0f4697a1_[format].JPG","category":"Avontuur, Kids","vidcollection":"","ord":"108","datum":"20160101"},"M88087":{"id":"M88087","title":"Cats op zoek naar Kattopia","first":"C","description":"NEDERLANDS GESPROKEN. Midden in een grote wereldstad woont de kattenvader Banjer met zijn zoon Raf. Raf is, in tegenstelling tot zijn vader, een avontuurlijk, ondernemend katje dat vol energie zit. Terwijl Banjer zijn dag luierend doorkomt, wil Raf de hele wereld zien en kan hij geen genoeg krijgen van avontuur! Vooral Kattopia wil hij ontdekken, het is de droomplek voor elke kat.","duration":"4965","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/1\/d\/60c0c930e70fb_[format].jpg","category":"Animatie, Kids","vidcollection":"C1193:22, C527:52","ord":"50","datum":"20180101"},"M72079":{"id":"M72079","title":"Charming NL","first":"C","description":"NEDERLANDS GESPROKEN. We weten allemaal hoe sprookjes eindigen: Assepoester trouwt met Prins Charming, Sneeuwwitje trouwt met Prins Charming en Doornroosje trouwt met...Prins Charming!  Als kind werd Prins Charming vervloekt met een onweerstaanbare charme, waardoor elk meisje in het Koninkrijk verliefd op hem wordt. Om de vloek te verbreken, vertrekt hij om de ware liefde te vinden. Hij gaat op avontuur met dief 'Lennie'. Wat hij niet weet, is dat Lennie de enige vrouw is die immuun is voor zijn charmes.","duration":"4913","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/3\/k\/5e78c5f4113a6_[format].jpg","category":"Familie, Kids","vidcollection":"","ord":"64","datum":"20180101"},"M38801":{"id":"M38801","title":"Code M","first":"C","description":"In CODE M neemt de eigenwijze Isabel na het auto-ongeluk van haar opa zijn zoektocht over naar het legendarische zwaard van de wereldberoemde musketier D'Artagnan, dat al eeuwen spoorloos is. Isabels enige aanwijzing is een geheime code die ze zal moeten ontrafelen om het zwaard te vinden. Samen met haar neef Rik en vriend Jules begint ze aan een spannende zoektocht langs grotten en kastelen, maar al snel komen de drie erachter dat ze niet de enigen zijn die het zwaard willen vinden. Op wie kan Isabel vertrouwen en wie heeft er een dubbele agenda?","duration":"5641","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/0\/d\/596f1e4ec525d_[format].jpg","category":"Familie, Kids","vidcollection":"","ord":"133","datum":"20150101"},"M99498":{"id":"M99498","title":"Corgi NL","first":"C","description":"NEDERLANDS GESPROKEN. Wanneer de schattige puppy Rex zijn intrede maakt in Buckingham Palace, duurt het niet lang voor hij de drie andere koninklijke corgi's overschaduwt en het hart van de koningin verovert. Tot grote afgunst van zijn beste vriend Charlie, die er al jaren van droomt de favoriete corgi te worden. Op een dag zorgt Rex' roekeloze gedrag ervoor dat een officieel diner met de Amerikaanse president uitdraait op een totale ramp.","duration":"4914","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/5\/y\/629777b13b0f3_[format].jpg","category":"Animatie, Familie","vidcollection":"C1193:3, C1377:11","ord":"18","datum":"20190101"},"M37153":{"id":"M37153","title":"De Boskampi's","first":"D","description":"Rik Boskamp, zoon van een sullige boekhouder, wil maar één ding: niet meer gepest worden. Geïnspireerd door een maffiafilm verzint hij een list. Hij zorgt ervoor dat ze verhuizen en dat zijn vader in het nieuwe dorp wordt aangezien voor de levensgevaarlijke maffiabaas Paulo Boskampi. Het plan werkt! Rikkie Boskamp wordt niet meer gepest, iedereen is bang voor Paulo en behandelt hem met respect. Totdat er een pestkop uit het verleden opduikt. Hoe lang kan Rikkie zijn leugen nu nog vol houden?","duration":"6085","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/3\/2\/59fb21cd4cfb1_[format].jpg","category":"Familie, Komedie, Kids","vidcollection":"","ord":"131","datum":"20150101"},"M72594":{"id":"M72594","title":"De Club Van Lelijke Kinderen","first":"D","description":"President Isimo wil het land opschonen door alle lelijke kinderen te ontvoeren en op te sluiten. Paul, een 11-jarige jongen met enorme flaporen, weet te ontsnappen. Samen met enkele lotgenootjes richt hij de Club Van Lelijke Kinderen op om de strijd aan te gaan met de president. Zal het hen lukken om alle lelijke kinderen te bevrijden en het regime van Isimo omver te werpen?","duration":"5477","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/w\/s\/5e5f76e6ad610_[format].jpg","category":"Avontuur, Kids","vidcollection":"C529:41","ord":"35","datum":"20190101"},"M88284":{"id":"M88284","title":"De Club Van Sinterklaas En Het Grote Pietenfeest","first":"D","description":"Sinterklaas trakteert zijn Pieten op een groot feest op het kasteel! Voor het feest losbarst, moeten eerst nog schoentjes gevuld worden. Maar dat gaat mis! Coole Piet valt van het dak en verdwijnt spoorloos. De Pieten zijn in rep en roer. Zonder Coole Piet kunnen het feest én Pakjesavond niet doorgaan... Lukt het De Club van Sinterklaas om Coole Piet op tijd te vinden?","duration":"3982","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/s\/c\/615198ccdca7f_[format].jpg","category":"Kids","vidcollection":"C927:8, C527:2","ord":"13","datum":"20200101"},"M92887":{"id":"M92887","title":"De Club Van Sinterklaas: Feest In Het Kasteel","first":"D","description":"De grote pepernotenwedstrijd is eindelijk begonnen en het draait allemaal om de nieuwe uitvinding waar Coole Piet het hele jaar aan heeft gewerkt. Het is een magische bol die vertelt of een kind lief of stout is. Bij lieve momenten kleurt de bol groen, bij stoute momenten kleurt de bol rood. Als het publiek wordt gevraagd iets stouts te doen, gebeurt er helemaal niets. Totdat Coole Piet zelf iets stouts doet.","duration":"3432","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/v\/e\/61a0b97ded146_[format].jpg","category":"Kids, Voorstelling","vidcollection":"C927:16, C527:6","ord":"3","datum":"20210101"},"M3069":{"id":"M3069","title":"De Dolle Tweeling","first":"D","description":"Dit keer zijn Hanni en Nanni duidelijk te ver gegaan. Wat begon als een onschuldige weddenschap eindigt in een wilde achtervolging door een chique warenhuis. De tweeling wordt zelfs beschuldigd van diefstal en van school gestuurd! Hanni en Nanni's ouders weten niet meer wat ze met de meiden aan moeten en besluiten ze naar kostschool de Lindenhof te sturen. Daar begint een heel nieuw leven: terwijl de zachtmoedige  Nanni al snel vrienden maakt heeft de driftige Hanni meer problemen om zich aan te passen.","duration":"4939","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/4\/a\/55cdec26b3905_[format].jpg","category":"Komedie, Kids","vidcollection":"","ord":"212","datum":"20100101"},"M7407":{"id":"M7407","title":"De Dolle Tweeling 2","first":"D","description":"NEDERLANDS GESPROKEN. In dit vervolg op de succesfilm De Dolle Tweeling beleven de tweelingzusjes Hanni en Nanni weer allerlei dwaze avonturen. Het begint allemaal als de meisjes na de zomervakantie terugkeren naar hun geliefde meisjesinternaat. Daar is in de tussentijd heel wat veranderd: mevrouw Theobald, het schoolhoofd, is op reis en Mademoiselle Bertoux heeft zolang de leiding gekregen. Zij heeft het erg zwaar, en dat is mede de schuld van haar jonge neef, die met zijn knappe verschijning de meisjes op school het hoofd op hol brengt. Verder maken Hanni en Nanni kennis met drie nieuwe leerlingen, onder wie een echte prinses. Maar het wordt pas echt een ‘dolle’ boel als de tweeling lucht krijgt van een geplande ontvoering...","duration":"5209","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/x\/e\/55cdec5c4009a_[format].jpg","category":"Kids","vidcollection":"","ord":"176","datum":"20120101"},"M29506":{"id":"M29506","title":"De Dolle Tweeling 3","first":"D","description":"Spookt het op Lindenhof? Tweeling Hanni en Nanni en hun lerares Frans hebben in ieder geval een geheimzinnige figuur zien rondsluipen door de gangen van de chique kostschool. Voor een nader onderzoek hebben ze alleen geen tijd, want kort daarna arriveert een bus vol Engelse scholieren voor een uitwisseling. Tot ieders verbazing zijn de inzittenden geen keurige jongedames, maar lawaaiige tienerjongens. De leraren weten niet wat ze ermee aan moeten; de meisjes vinden het juist geweldig dat er zo’n hele lading Engelse schooljongens bij hen is afgeleverd. De jongens worden meteen geronseld om mee te spelen in het toneelstuk ‘Romeo en Julia’, dat binnenkort op school zal worden opgevoerd. Maar de repetities lopen al gauw enorm uit de hand. Alleen al omdat Hanni en Nanni allebei stapelverliefd zijn op Clyde, de knappe ‘Romeo’ die zich niet realiseert dat hij met een tweeling te maken heeft...","duration":"5031","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/3\/p\/55cdec8056177_[format].jpg","category":"Kids","vidcollection":"","ord":"170","datum":"20130101"},"M70553":{"id":"M70553","title":"De Dolle Tweeling 4 – Meer dan Beste Vriendinnen","first":"D","description":"NEDERLANDS GESPROKEN. De tweeling Hanni en Nanni hebben absoluut geen zin om de rest van het jaar op een kostschool door te brengen. Het liefste blijven zij thuis met hun vader in Berlijn, maar dat mag niet van hun moeder. Zo eindigen zij dus toch op Lindenhof kostschool, maar ze zijn niet van plan om daar lang te blijven. Ze halen zo veel mogelijk kattenkwaad uit om van school gestuurd te worden.","duration":"5624","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/x\/2\/5db1a9511b96b_[format].jpg","category":"Familie, Kids","vidcollection":"","ord":"83","datum":"20170101"},"M98645":{"id":"M98645","title":"De Elfkins: Een Klein Bakfestijn","first":"D","description":"Al tweehonderd jaar leven de Elfkins onder de grond, ver weg van de grotemensenwereld. Tot op een dag het opgewekte Elfkin-meisje Helvi behoefte heeft aan meer ruimte om zich heen. Samen met haar vrienden, de Elfkin-jongens Kipp en Butz, trekt ze naar de bovengrondse wereld waar ze tussen de grote mensen op zoek gaat naar haar unieke Elfkin-talent én grootste avonturen beleeft. Ze leert samen met de andere Elfkins een belangrijke les: er is niets beters dan anderen te helpen waar je maar kan.","duration":"4488","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/x\/6\/627cca8bb7f5c_[format].jpg","category":"Animatie, Kids","vidcollection":"C910:18, C1193:14, C527:37","ord":"19","datum":"20190101"},"M92980":{"id":"M92980","title":"De Emoji Film","first":"D","description":"NEDERLANDS GESPROKEN. De Emoji Film laat je zien wat er zich afspeelt aan de binnenkant van je smartphone. In deze wereld, Textopolis, heeft elke emoji maar één gezichtsuitdrukking, behalve Gene, een uitbundige emoji die zonder filter is geboren en vol zit met verschillende gelaatsuitdrukkingen. Vastbesloten om net als alle andere emoji's \"normaal\" te worden, schakelt Gene de hulp in van zijn handige beste vriend Hi-5 en van de beruchte codekraker emoji Hackie.","duration":"4969","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/8\/0\/61976320df7ce_[format].jpg","category":"Animatie, Kids","vidcollection":"C1193:4, C527:88","ord":"75","datum":"20170101"},"M83842":{"id":"M83842","title":"De Film van Dylan Haegens","first":"D","description":"Dylan heeft zijn leven goed op orde; hij heeft een succesvol YouTube-kanaal, een eigen tosti-zaak en een leuk team: Rick, Teun en Marit. Er is alleen één stoorzender: IJsbrand. Hij is ook een YouTuber en maakt vrijwel iedere video van Dylan na, alleen dan stukken beter. De laatste tijd is IJsbrand wel erg snel met het uploaden van video’s, zo snel dat het verdacht aan het worden is. Dylan gaat samen met Teun op onderzoek uit en ontdekt het geheim van IJsbrand.","duration":"4662","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/q\/9\/600abe41dc166_[format].jpg","category":"Komedie","vidcollection":"C529:9","ord":"57","datum":"20180101"},"M9469":{"id":"M9469","title":"De Geweldige Beer","first":"D","description":"NEDERLANDS GESPROKEN. De 11-jarige Jonathan brengt zijn vakanties vaak door bij zijn opa die aan de rand van een groot bos vol mythische dieren woont. Dit jaar gaat zijn jongere zusje Sophie ook mee, maar Jonathan is daar niet blij mee en vraagt zich af hoe hij haar het beste kan ontwijken. Maar dan wordt Sophie ontvoerd door een gigantische duizendjarige beer. Het is nu aan Jonathan om haar te redden en hij begint aan een avontuur door het bos waar hij allerlei rare wezens ontmoet.","duration":"4395","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/g\/e\/55cdf5ca1c76e_[format].jpg","category":"Animatie, Avontuur, Kids","vidcollection":"C1193:44","ord":"186","datum":"20110101"},"M3651":{"id":"M3651","title":"De Griezelbus","first":"D","description":"De elfjarige Onnoval is een buitenbeentje op school. Hij wordt gepest om zijn uiterlijk, maar vooral om zijn gedrag, omdat hij griezelverhalen en romantische gedichten schrijft. Zelfs zijn ouders laten hem aan zijn lot over. Dit kan hem allemaal niets schelen, want hij heeft verkering met Liselore! Liselore verwijt hem dat hij niet voor haar durft op te komen. Onnoval vertelt haar dat hij bang is in een weerwolf te veranderen als hij gaat vechten. De populaire Gino heeft hun gesprek afgeluisterd en daagt hem uit. Als Onnoval Liselore ook nog eens betrapt wanneer zij Gino kust, schrijft hij woedend De Griezelbus. Een angstaanjagend verhaal waarin zijn schoolreisje een nachtmerrie wordt en hij wraak neemt op Gino.","duration":"5747","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/2\/g\/55cdf45068dca_[format].jpg","category":"Familie, Kids","vidcollection":"","ord":"256","datum":"20050101"},"M90306":{"id":"M90306","title":"De Grote Sinterklaasfilm","first":"D","description":"Sinterklaas en de Pieten zitten met een groot probleem. Het kasteel van Sinterklaas staat op instorten en moet gesloopt worden. Daarom logeren ze nu op de camping en komt het Sinterklaasfeest in gevaar. Maar Kikkie en Paco vertrouwen de boel niet en gaan op onderzoek uit. Staat het kasteel van Sinterklaas wel écht op instorten of is het een sluw plan van Stan en Olivier?","duration":"4164","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/s\/2\/6131ed206122c_[format].jpg","category":"Kids","vidcollection":"C927:12, C527:3","ord":"12","datum":"20200101"},"M47768":{"id":"M47768","title":"De GVR","first":"D","description":"NEDERLANDS GESPROKEN. In De GVR (De Grote Vriendelijke Reus) maakt het eenzame weesmeisje Sofie kennis met de magische reuzenwereld. Wanneer ze ’s nachts wakker ligt, wordt ze plotseling uit haar bed geplukt en ontvoerd. Maar Sofie heeft niets te vrezen; het is de Grote Vriendelijke Reus. Een reus die misschien eigenaardige woorden gebruikt, maar geen vlieg kwaad doet.","duration":"6737","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/1\/m\/581300142943b_[format].JPG","category":"Animatie, Avontuur, Kids, Fantasy","vidcollection":"","ord":"106","datum":"20160101"},"M69919":{"id":"M69919","title":"De Hazenschool","first":"D","description":"NEDERLANDS GESPROKEN. Hazenjongen Max heeft 'n vurige wens: lid worden van de coolste jeugdbende van de stad. Met capriolen in een modelvliegtuig probeert hij indruk te maken op de bendeleden. Hij heeft weinig geluk, want het vliegtuigje stort neer op een merkwaardige plek in het bos, waar een groep hazen in ouderwetse kleren hem aanstaart. Hij is geland bij de Hazenschool, waar hazen tot Paashazen worden opgeleid.","duration":"4260","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/e\/c\/5d89e4a2f0794_[format].jpg","category":"Animatie, Familie","vidcollection":"C1193:29","ord":"85","datum":"20170101"},"M69918":{"id":"M69918","title":"De IJslandbende","first":"D","description":"In De IJslandbende wil de jonge puber Sem, ter nagedachtenis aan zijn overleden vader, een expeditie naar IJsland opzetten. Met zijn beste vriend Mohamed richt hij hiervoor De IJslandbende op. Vijf eigenzinnige jongens en een meisje, allen met hun eigen originaliteit, verenigen zich. Met de bende geven ze vorm aan hun eigen ideeën over IJsland.","duration":"4185","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/4\/p\/5d89e8a064175_[format].jpg","category":"Familie, Kids","vidcollection":"","ord":"69","datum":"20180101"},"M102616":{"id":"M102616","title":"De Kleine Grote Sinterklaasfilm","first":"D","description":"Sinterklaas en jouw favoriete Pieten vertrekken met plezier naar Nederland. Eenmaal op open zee ontdekken ze dat er spullen ontbreken en het lijkt wel of er een extra persoon onder hen is. Als de boot ook nog eens stil komt te liggen, weten de pieten het zeker: dit gaat niet goed! Maar wat is er precies aan de hand?","duration":"2677","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/t\/m\/6336a25aec4e0_[format].jpg","category":"Avontuur, Kids","vidcollection":"C910:0, C972:38, C927:87, C527:75","ord":"1","datum":"20220101"},"M70143":{"id":"M70143","title":"De Kleine Zeemeermin","first":"D","description":"Tijdens een hevige storm redt de Kleine Zeemeermin een mensenprins van een zinkend schip. Ze wordt verliefd op hem, maar een gemene tovenares bedenkt een listig plan. Zal de Kleine Zeemeermin haar prins ooit terugzien?","duration":"5203","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/5\/f\/5dadca9a35158_[format].jpg","category":"Familie, Kids","vidcollection":"","ord":"37","datum":"20190101"},"M37719":{"id":"M37719","title":"De Notenkraak","first":"D","description":"NEDERLANDS GESPROKEN. Wanneer de ondeugende eekhoorn Surly per ongeluk de wintervoedselvoorraad van alle dieren verbrandt, wordt hij het park uitgezet. Om zich uit de situatie te redden beraamt hij samen met zijn trouwe rattenvriend Buddy een plan om een notenwinkel te beroven. In de kelder liggen genoeg nootjes om maandenlang van te eten. Maar wanneer het duo ontdekt dat een bende boeven andere plannen heeft met de notenwinkel moeten ze de hulp van de dieren uit het park inroepen.","duration":"4926","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/p\/e\/55d328e3e8369_[format].jpg","category":"Animatie, Kids","vidcollection":"C1193:37","ord":"147","datum":"20140101"},"M74686":{"id":"M74686","title":"De Notenkraak 2","first":"D","description":"Surly en zijn vrienden moeten een nieuwe woonplek vinden nadat hun eethuis is ontploft. Dan maar terug naar het park! Maar de burgemeester van Oakton Stad heeft andere plannen: hij wil het park ombouwen tot een gigantisch pretpark. Gelukkig kan Surly rekenen op zijn vrienden om hier een stokje voor te steken.","duration":"5230","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/h\/g\/5ebbf3cc2c925_[format].jpg","category":"Animatie, Kids, Avontuur, Komedie","vidcollection":"C1193:33","ord":"82","datum":"20170101"},"M92790":{"id":"M92790","title":"De Piraten Van Hiernaast","first":"D","description":"Het saaie kustplaatsje Zandwijk aan Zee op stelten gezet door de komst van de zwaardvechtende en rum-drinkende piratenfamilie Donderbus. Terwijl de suffe buurtbewoners de waakhaai en huis-octopus maar niets vinden, sluit de elfjarige Michiel vriendschap met de stoere piratenjongen Billy. Maar hij dreigt zijn nieuwe vriend te verliezen wanneer aartsvijand Knokige Krelis plots opduikt. Samen met hun buurmeisje Elizabeth gaan de jongens de strijd aan tegen de gevaarlijkste piraat op zee...","duration":"5432","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/v\/5\/6193c16ee090f_[format].jpg","category":"Familie","vidcollection":"","ord":"8","datum":"20200101"},"M517":{"id":"M517","title":"De Scheepsjongens van Bontekoe","first":"D","description":"Hajo wil naar zee als scheepsjongen op het schip van schipper Bontekoe. Zijn moeder doet er alles aan om hem aan wal te houden, maar de roep van de zee is te sterk. Padde, het onhandige vriendje van Hajo, kan geen afscheid van hem nemen en springt vlak voor het vertrek aan boord, daar sluiten Hajo en Paddde vriendschap met Rolf. Op hun tocht naar de Oost beleven ze samen met schipper Bontekoe veel spannende avonturen.","duration":"7875","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/i\/e\/60ee8fd577142_[format].jpg","category":"Actie, Familie","vidcollection":"C529:24","ord":"240","datum":"20070101"},"M58067":{"id":"M58067","title":"De Sprookjesmusical Klaas Vaak","first":"D","description":"Klaas Vaak bezorgt met zijn magisch slaapzand kinderen over de hele wereld mooie dromen. Zo ook in het Sprookjesbos. Maar de laatste tijd lijkt het slaapzand niet meer te werken...","duration":"4260","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/n\/9\/5b16953bb6226_[format].jpg","category":"Kids, Voorstelling","vidcollection":"","ord":"91","datum":"20170101"},"M93167":{"id":"M93167","title":"De Sprookjessprokkelaar","first":"D","description":"Een wonderlijk figuur met een hoge hoed en een lange baard loopt mompelend door het bos. Op zijn rug draagt hij een enorme takkenbos. Als hij een takje van de grond raapt, voelt hij er voorzichtig aan, bekijkt het aandachtig en stopt het takje veilig in zijn zak. 'Dat ga ik opschrijven vanavond', mompelt hij. Kijk mee naar een betoverend sprookje over de magie van verbeelding.","duration":"834","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/c\/v\/61ae1516ee7f0_[format].jpg","category":"Kids","vidcollection":"","ord":"41","datum":"20180101"},"M95642":{"id":"M95642","title":"De Troetelbeertjes Reddingstrofee","first":"D","description":"Eerlijkbeer is de gastvrouw van het jaarlijkse Troetel Trofee Gala. De eerste trofee is voor Zonnebeertje. De tweede trofee gaat naar Lachbeertje voor het redden van Knagie, een baby-slokopvlieg. De derde trofee gaat naar Slaapbeertje en Brombeertje, die Troetelland hebben gered van een op hol geslagen machine. Maar als de prijs wordt uitgereikt, is Brombeertje nergens te bekennen.","duration":"3745","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/n\/b\/62024769c4841_[format].jpg","category":"Animatie, Kids, Avontuur, Komedie","vidcollection":"C1193:27, C927:72","ord":"203","datum":"20100101"},"M86254":{"id":"M86254","title":"Dikkertje Dap","first":"D","description":"Dikkertje Dap is op dezelfde dag geboren als zijn beste vriend, de giraf genaamd Raf. Omdat zijn opa verzorger is in de dierentuin, is Dikkertje vaak bij Raf te vinden. Ze zijn onafscheidelijk en delen alles, totdat Dikkertje voor het eerst naar school gaat en ontdekt dat giraffen niet naar school gaan. Dikkertje mist Raf enorm en daarom bedenkt hij een plan om hem toch mee naar school te nemen.","duration":"4252","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/r\/h\/606da339aa113_[format].jpg","category":"Kids","vidcollection":"C927:55","ord":"77","datum":"20170101"},"M2727":{"id":"M2727","title":"Dobus: Welkom in het Circus","first":"D","description":"Dobus moet het verjaardagsfeest van de directeur organiseren. Wat moet hij daarvoor allemaal doen en wat heeft hij allemaal nodig? Dobus duikt in zijn grote kist. Misschien helpen de spullen die hij daarin vindt hem wel op weg!","duration":"1731","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/t\/8\/57a1b81c9aca3_[format].jpg","category":"Kids","vidcollection":"","ord":"200","datum":"20110101"},"M24844":{"id":"M24844","title":"Dolfje Weerwolfje","first":"D","description":"Als de zachtaardige Dolfje op de nacht van zijn zevende verjaardag plotseling verandert in een wit pluizig weerwolfje, weet hij niet wat hem overkomt. Dolfje worstelt met zichzelf omdat het onbevangen wolfje 's nachts tot heel andere dingen in staat is dan de verlegen jongen overdag. Zal het hem lukken zichzelf te accepteren zoals hij is?","duration":"5458","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/m\/w\/55939826a41b4_[format].jpg","category":"Familie, Kids","vidcollection":"C527:45, C529:10, C1377:10","ord":"199","datum":"20110101"},"M84734":{"id":"M84734","title":"Duck Duck","first":"D","description":"In Duck Duck maken we kennis met Ben, een uitbundige gans die liever zijn uitsloverige kunstjes in de lucht vertoont dan dat hij zich druk maakt om anderen en de jaarlijkse vogelmigratie. Maar dan worden de kleine eendjes Mo en Vie per ongeluk door Ben gescheiden van hun vlucht. Machteloos vragen de eendjes Ben om hulp.","duration":"5260","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/c\/3\/6033d07a2d919_[format].jpg","category":"Animatie, Familie","vidcollection":"C1193:9","ord":"55","datum":"20180101"},"M44083":{"id":"M44083","title":"Dummie de Mummie 2","first":"D","description":"Dummie is inmiddels helemaal thuis in Polderdam, het dorp waar Goos hem gevonden heeft. Ze zijn beste vrienden. Tot ze opeens beseffen dat Dummie niet kan eten en dus nooit groot zal worden. Meester Krabbel snapt het probleem, maar ontdekt dat er een beeld is met olie erin wat Dummie kan helpen. Goos wil op zoek naar het beeldje, maar dat blijkt op de bodem van de zee te liggen. Dummie besluit dat hij dan maar vooral heel beroemd wil worden. De schilderwedstrijd van de krant móet hij daarom winnen.","duration":"4637","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/d\/h\/60d04ebf8659e_[format].jpg","category":"Familie","vidcollection":"C1377:0","ord":"145","datum":"20140101"},"M55261":{"id":"M55261","title":"Dummie de Mummie 3","first":"D","description":"Sinds het terugvinden van de Sfinx van Shakaba blijft Dummie steeds maar dromen over zijn leven in het oude Egypte. Hij wil perse naar Egypte om ze te zoeken en het verleden af te sluiten. Goos vindt het een riskant idee, Klaas durft eigenlijk niet te vliegen en trouwens: Dummie heeft toch geen paspoort? Nadat Dummie op slinkse wijze het paspoort van Ebby 'leent' weet hij Klaas en Goos toch te overtuigen, ze gaan op pad naar zijn eigen land!","duration":"4754","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/9\/9\/5a450af9deb08_[format].jpg","category":"Familie","vidcollection":"C1377:4","ord":"79","datum":"20170101"},"M93271":{"id":"M93271","title":"Ella Bella Bingo","first":"E","description":"Ella en Henry zijn beste vrienden. Maar als op een dag Johny in de stad arriveert, besluit Henry ook vrienden te worden met Johny. Ella voelt zich jaloers en dat gevoel wordt alleen maar erger wanneer Johny ook nog eens een prachtige fiets aan Henry cadeau geeft. Dan besluit ze dat het genoeg is en dwingt Henry om te kiezen tussen Johny , of haarzelf. Dat wordt Henry teveel en hij besluit om weg te lopen, pas dan begrijpt ook Ella de magie van vriendschap en samen met Johny  besluit ze Henry op te sporen.","duration":"4581","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/s\/5\/61a0ebab30977_[format].jpg","category":"Animatie, Kids","vidcollection":"C1193:40","ord":"11","datum":"20200101"},"M32284":{"id":"M32284","title":"Ella Enchanted","first":"E","description":"Als baby krijgt Ella van een fee het geschenk om altijd gehoorzaam te zijn. Maar hierdoor moet Ella tegen haar zin ook slechte mensen gehoorzamen. Ze gaat op zoek naar de fee om de vloek ongedaan te maken.","duration":"5528","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/y\/8\/54be5f3613dea_[format].jpg","category":"Fantasy, Familie, Kids","vidcollection":"","ord":"258","datum":"20040101"},"M81301":{"id":"M81301","title":"Enchantimals: Secrets of Snowy Valley","first":"E","description":"Pristina en haar vriendinnen zijn in Snowy Valley, waar de gletsjer in gevaar is. Ze gaan op avontuur en ontdekken magische geheimen die al eeuwenlang verborgen waren!","duration":"2527","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/n\/r\/5fd3a7369c52e_[format].jpg","category":"Animatie, Kids","vidcollection":"C1193:43","ord":"14","datum":"20200101"},"M79597":{"id":"M79597","title":"Enchantimals: Spring to Harvest Hills","first":"E","description":"Een magische gebeurtenis houdt de lente tegen en Everwilde wordt nu bedreigd door allerlei natuurrampen. De Enchantimals komen in actie. In een race tegen de klok proberen ze de lente opnieuw op te starten!","duration":"2543","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/n\/d\/5f89550e51dbf_[format].jpg","category":"Animatie, Kids","vidcollection":"C1193:50","ord":"16","datum":"20200101"},"M81368":{"id":"M81368","title":"Engel","first":"E","description":"De 11-jarige Engel heeft een heel fijn leven: lieve ouders, een schat van een kat, een gekke oom, een mooi huis en een hartsvriendin. Ze is alleen erg onzeker. Op een dag vindt ze een prachtig zakhorloge. Al snel komt ze erachter dat het horloge heel bijzonder is. Alles wat ze wenst, komt uit! Engel wordt ineens superpopulair, maar of dit haar ook echt gelukkig maakt?","duration":"5428","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/s\/z\/603d026785fb3_[format].jpg","category":"Familie","vidcollection":"C529:13","ord":"15","datum":"20200101"},"M16911":{"id":"M16911","title":"Ernst, Bobbie en de Geslepen Onix","first":"E","description":"Ernst en Bobbie horen dat een prachtig bos in de buurt gekapt gaat worden. Op deze plek wil de gemene Wolter Onix een asfaltfabriek bouwen om daarna heel Nederland en België te asfalteren. Ernst en Bobbie zijn het hier natuurlijk niet mee eens en besluiten in actie te komen. Ze maken een afspraak met Wolter en die wil het bos best laten staan, maar dan wil hij dat Ernst en Bobbie drie opdrachten vervullen: een groot popconcert organiseren, de wereldberoemde popster McBigtime als hoofdact laten optreden én een gouden microfoon vinden. Ze gaan de uitdaging aan en krijgen hulp van de mooie tv-reporter Suzy. De toekomst van het bos ligt nu in handen van de twee dappere helden.","duration":"3798","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/5\/5\/534fd1dc18b4e_[format].jpg","category":"Avontuur, Kids","vidcollection":"","ord":"244","datum":"20070101"},"M33073":{"id":"M33073","title":"Ernst, Bobbie en de Rest: De Doe je Mee op Zee Show","first":"E","description":"De ‘Doe je mee op zee show’ is een grappig avontuur van Ernst en Bobbie op een cruise schip met heel veel komische situaties, veel muziek en veel interactie. Gegarandeerd succes bij alle fans van Ernst en Bobbie. Meer dan een uur kijkplezier en veel, heel veel Ernst en Bobbie lol.","duration":"4500","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/p\/k\/59660d82c4353_[format].jpg","category":"Avontuur, Kids, Voorstelling","vidcollection":"C1339:0","ord":"160","datum":"20140101"},"M3363":{"id":"M3363","title":"Ernst, Bobbie en de Rest: De Grote Verhuisshow","first":"E","description":"Ernst en Bobbie mogen verhuizen naar het kasteel! Reuze spannend natuurlijk. Ze pakken hun boeltje bij elkaar en vertrekken. Onderweg komen ze langs het circus en lopen daar de circusdirecteur tegen het lijf. Van schrik gaat Hendrika, de pratende papegaai, er vandoor. Eenmaal in het kasteel aangekomen moeten Ernst en Bobbie een kostbare schat bewaken. Maar wie is eigenlijk die vreemde postbode met de naam Bob Oef? En waar is Hendrika gebleven? Als dat maar goed gaat.","duration":"5209","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/b\/u\/5a27ca4d11c20_[format].jpg","category":"Avontuur, Kids, Voorstelling","vidcollection":"C527:63","ord":"245","datum":"20070101"},"M3449":{"id":"M3449","title":"Ernst, Bobbie en de Rest: De Vakantieshow","first":"E","description":"Ernst en Bobbie hebben vakantie maar er gaat meteen van alles mis: Op weg naar de camping zijn ze verdwaald in het bos en Bobbie is ook nog hun tent vergeten mee te nemen. Als ze uiteindelijk bij de camping aankomen, is het overvol. Er is geen enkel plaatsje meer vrij voor Ernst en Bobbie. Gelukkig heeft Ernst de oplossing. Ernst en Bobbie worden het animatieteam van de camping maar of dat nou een goed idee is?","duration":"5618","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/2\/g\/534f7544a474b_[format].jpg","category":"Avontuur, Kids, Voorstelling","vidcollection":"","ord":"255","datum":"20050101"},"M4123":{"id":"M4123","title":"Ernst, Bobbie en de Rest: De verjaardag van Ernst","first":"E","description":"Het is feest want Ernst is jarig. Bobbie heeft al van alles geregeld; de stoel van Ernst is versierd en hij heeft feesthoedjes. Bobbie probeert een taart te bakken en zingt natuurlijk \"Lang zal hij leven\" voor Ernst. Het is groot feest in de zaal en iedereen zingt uit volle borst mee. Alleen op het moment dat Bobbie zijn prachtige cadeau aan Ernst geeft, wordt het gestolen! Ernst en Bobbie gaan achter de dief aan. Het wordt een wilde achtervolging tot in een vliegtuig. Komt het goed?","duration":"4315","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/5\/l\/5a27c78c86102_[format].jpg","category":"Avontuur, Kids","vidcollection":"","ord":"248","datum":"20060101"},"M3451":{"id":"M3451","title":"Ernst, Bobbie En De Rest: Een Bruid Voor De Boswachter","first":"E","description":"De Boswachter gaat trouwen met een heel bijzondere vrouw. Door de zenuwen is hij zo van de kaart, dat hij de hulp inroept van Ernst en Bobbie. Zij helpen met de voorbereidingen en besluiten op een goed moment de bruid te gaan halen. Maar ze blijkt in de Stille Zuidzee te wonen en ze heeft niet veel goeds in de zin.","duration":"5400","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/e\/s\/534fc5d9e5068_[format].jpg","category":"Avontuur, Kids, Voorstelling","vidcollection":"","ord":"233","datum":"20080101"},"M78826":{"id":"M78826","title":"Ernst, Bobbie en de Rest: Geklungel in de Jungle","first":"E","description":"Ernst en Bobbie krijgen een onmogelijke opdracht: ze moeten een zeldzaam dier terugbrengen naar zijn natuurlijke omgeving. Om deze opdracht tot een goed einde te brengen besluiten ze af te reizen naar de jungle. Het zou een makkelijke klus moeten worden maar natuurlijk gaat er weer veel, heel veel mis.","duration":"5424","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/y\/z\/5f4f5829c3cad_[format].jpg","category":"Kids, Avontuur","vidcollection":"","ord":"31","datum":"20190101"},"M3453":{"id":"M3453","title":"Ernst, Bobbie en de Rest: Herrie op de Noordpool","first":"E","description":"Op de Noordpool is er iets vreemds aan de hand. Op een of andere manier verdwijnt de vis uit de wateren rond de pool en daardoor vertrekken ook de zeehonden en andere dieren! In een show van bijna anderhalf uur, komen Ernst en Bobbie in hilarische situaties terecht: Ernst zit vast in de lift, Bobbie komt in de tv studio van 'Het Nieuws', beiden dobberen op een ijsschots op de poolzee en ontdekken het geheim van het 'ijspaleis' van Egbert de Vries. Iedereen kan op zijn hardst meezingen met de bekende liedjes van Ernst en Bobbie en zich slap lachen om de woordgrapjes en om de komische situaties waar de twee soepkippen in terecht komen.","duration":"4832","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/q\/w\/534f7545912a0_[format].jpg","category":"Avontuur, Kids, Voorstelling","vidcollection":"C527:64","ord":"214","datum":"20100101"},"M49372":{"id":"M49372","title":"Ernst, Bobbie en de Rest: Wij Willen Water","first":"E","description":"Ernst en Bobbie bellen per ongeluk met de hulpactie 0900-WATER en beloven te helpen zoeken naar schoon drinkwater in het Afrikaanse land Nbuku. Dat is een heel avontuur. Maar of iedereen in Nbuku er zo blij mee is…?","duration":"5761","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/z\/d\/589997b60767d_[format].jpg","category":"Avontuur, Kids","vidcollection":"","ord":"141","datum":"20150101"},"M93269":{"id":"M93269","title":"Fergie de Kleine Grijze Tractor - Red de Boerderij","first":"F","description":"Als het voortbestaan van grootvaders boerderij afhangt van een akker die in de schaduw ligt , bouwen Gustav en Fergie een super spiegel die zorgt dat de zon overal schijnt om zo te proberen de boerderij te redden!","duration":"4194","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/t\/s\/61a0ec48e3645_[format].jpg","category":"Kids","vidcollection":"","ord":"23","datum":"20190101"},"M93272":{"id":"M93272","title":"Fergie de Kleine Grijze Tractor Gaat Vol Gas","first":"F","description":"Fergie wordt wakker in het chassis van een klassieke raceauto, dat leidt tot spannende races en een gewaagde achtervolging!","duration":"4887","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/q\/w\/61a0ec89d3152_[format].jpg","category":"Kids","vidcollection":"C1340:6","ord":"99","datum":"20160101"},"M64882":{"id":"M64882","title":"Fergie, de Kleine Grijze Tractor en de Dansende Geit","first":"F","description":"NEDERLANDS GESPROKEN. In deze muzikale komedie beleeft stadsjongen Gavin voor het eerst een zomer op het platteland. Het wordt een zomer om nooit te vergeten met nieuwe vrienden, gekke uitvindingen, een stout jong geitje en niet te vergeten de levende tractor Fergie. Iedereen kijkt vol spanning uit naar de jaarmarkt waar je allerlei prijzen kunt winnen. Gavin en zijn vrienden binden de strijd aan met de sluwe buurvrouw Hilde, die hen voortdurend dwarszit","duration":"4458","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/c\/l\/5c828967d2318_[format].jpg","category":"Kids","vidcollection":"","ord":"88","datum":"20170101"},"M72489":{"id":"M72489","title":"Frankie en de Noottoestand","first":"F","description":"Wanneer de stoere eekhoorn Frankie terugkeert naar zijn woonplaats, nadat hij een tijdje gevangen heeft gezeten in een natuurreservaat, merkt hij dat er iets is veranderd. Zijn goede vriend Cody brengt hem het slechte nieuws dat de overheid al de eikels die in het bos te vinden zijn, heeft verkocht aan een instituut om er producten van te maken. Frankie en Cody trommelen hun vrienden met allen een eigen specialisme op, om hun bosgenoten te redden van een hongersnood.","duration":"4949","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/q\/k\/5e411837d9736_[format].jpg","category":"Animatie, Familie, Komedie","vidcollection":"C1193:51","ord":"126","datum":"20150101"},"M89566":{"id":"M89566","title":"Geheim Agent Marnie","first":"G","description":"NEDERLAND GESPROKEN. Een avontuurlijk, hartverwarmend en grappig verhaal over de mollige oranje huiskat Marnie die haar grote droom om geheim agent te worden achterna gaat. Helaas blijkt niet iedereen te zijn wie hij zegt dat hij en wordt Marnie ontvoerd. Pas dán gaat het grootste avontuur echt beginnen...","duration":"5273","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/d\/1\/6113d54d3d5ab_[format].jpg","category":"Animatie, Kids","vidcollection":"C1193:49","ord":"47","datum":"20180101"},"M72210":{"id":"M72210","title":"Get Squirrely","first":"G","description":"Wanneer de stoere eekhoorn Frankie terugkeert naar zijn woonplaats, nadat hij een tijdje gevangen heeft gezeten in een natuurreservaat, merkt hij dat er iets is veranderd. Zijn goede vriend Cody brengt hem het slechte nieuws dat de overheid al de eikels die in het bos te vinden zijn, heeft verkocht aan een instituut om er producten van te maken. Frankie en Cody trommelen hun vrienden met allen een eigen specialisme op, om hun bosgenoten te redden van een hongersnood.","duration":"4950","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/w\/z\/5e340de122763_[format].jpg","category":"Animatie, Familie, Komedie","vidcollection":"C1193:42","ord":"127","datum":"20150101"},"M89344":{"id":"M89344","title":"Go Fish NL","first":"G","description":"De kleine papegaaivis Alex probeert zijn rif te redden als dat bedreigt wordt door een mysterieuze zwarte smurrie. Samen met zijn vriendjes zeepaardje Christine, kogelvis Ed en zeeaal Aalenor, probeert hij de oorsprong van het zwarte spul te achterhalen.","duration":"4319","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/r\/o\/610125d5cc07f_[format].jpg","category":"Animatie, Kids","vidcollection":"C1193:23, C527:55","ord":"27","datum":"20190101"},"M66525":{"id":"M66525","title":"Hans en Grietje de Musical","first":"H","description":"Hans en Grietje worden door hun vader in het bos achtergelaten. Daar komen ze de grappige tovenaar Titus tegen. Hij heeft een huis van snoep en koek. Maar de vrouw van Titus is iets gemeens van plan.","duration":"5177","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/7\/4\/5cdd420aeab43_[format].jpg","category":"Kids, Voorstelling","vidcollection":"C1339:4, C527:95","ord":"87","datum":"20170101"},"M78449":{"id":"M78449","title":"Heidi","first":"H","description":"Heidi moet bij een rijke familie gaan wonen die gezelschap zoekt voor het invalide meisje Klara. Heidi krijgt al snel heimwee naar de bergen, haar opa en vriendje Peter, maar Klara wil niet dat ze vertrekt.","duration":"6045","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/7\/y\/5f3a52eb0ffaa_[format].jpg","category":"Familie, Kids","vidcollection":"","ord":"123","datum":"20150101"},"M1483":{"id":"M1483","title":"Het Geheim","first":"H","description":"Ben Stikker is acht jaar en vormt samen met zijn vader Koos het goochelduo Stikker  Zn. goochelshow. Probleem is alleen dat Ben veel meer talent heeft dan zijn vader, maar dat die laatste dat zelf niet helemaal doorheeft.  Koos goochelt per ongeluk Ben's vriendinnetje Sylvie weg, maar kan haar met geen mogelijkheid meer terugvinden. Ben moet Sylvie proberen terug te vinden om het huwelijk van zijn ouders te redden en zijn vader uit handen van pers en justitie te houden.","duration":"5409","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/z\/7\/591078a4d4930_[format].jpg","category":"Familie, Kids","vidcollection":"","ord":"210","datum":"20100101"},"M1961":{"id":"M1961","title":"Het Huis Anubis - De Vijf En De Toorn Van Balor","first":"H","description":"De vijf worden teruggekatapulteerd naar de tijd van de Kelten. Ze moeten Taran redden. Balor wil, onder het mom van een 'levensnoodzakelijk offer', de jongen doden omdat de ziener heeft voorspeld dat Taran de nieuwe koning wordt.","duration":"2525","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/9\/e\/5fc74c7b9a515_[format].jpg","category":"Avontuur, Familie, Mysterie","vidcollection":"C529:40","ord":"187","datum":"20110101"},"M2803":{"id":"M2803","title":"Het Huis Anubis: De Graal der Eeuwige Vriendschap","first":"H","description":"In deze eerste theatershow van Het Huis Anubis zijn Nienke, Fabian, Amber, Patricia, Mick, Joyce, Noa en Jeroen druk bezig met de voorbereidingen van de schoolmusical. Tussen de verzamelde kisten vinden ze een oude Inca-schat: De Graal van de Eeuwige Vriendschap. Per ongeluk bevrijdt Noa de Geest die in deze Graal huist en dan gaat het mis en gebeuren er allerlei griezelige dingen. Enkel door de raadsels op te lossen en gevaarlijke opdrachten te vervullen, kan de mysterieuze vloek ongedaan worden gemaakt.","duration":"4280","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/k\/i\/5f44fffda1f8a_[format].jpg","category":"Kids, Familie, Voorstelling","vidcollection":"","ord":"230","datum":"20090101"},"M2801":{"id":"M2801","title":"Het Huis Anubis: De Legende van het Spooktheater","first":"H","description":"De bewoners van Het Huis Anubis spelen in een theater waar elke 100 jaar een hevige brand woedt. De laatste brand is exact 100 jaar geleden. Ze kunnen de nieuwe brand voorkomen door opdrachten uit te voeren.","duration":"5039","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/u\/4\/5728b0e622dd9_[format].JPG","category":"Kids, Familie, Voorstelling","vidcollection":"","ord":"227","datum":"20090101"},"M34727":{"id":"M34727","title":"Het Lied van de Zee","first":"H","description":"NEDERLANDS GESPROKEN. Ben en Saoirse wonen met hun papa in een vuurtoren op een klein eiland. Om hen te beschermen voor de gevaren van de zee, neemt oma de kinderen mee naar haar huis in de stad. Daar ontdekt Ben dat Saoirse een selkie is; ze is zowel mens als zeehond. Als de Uilenheks met haar magische krachten het voortbestaan van de elfen bedreigt, is alle hoop op Saoirse gevestigd, die met haar gezang de elfen uit hun kwijnende bestaan kan redden.","duration":"5580","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/z\/n\/555dc05ebb731_[format].JPG","category":"Animatie, Fantasy, Kids","vidcollection":"C1193:39","ord":"151","datum":"20140101"},"M2741":{"id":"M2741","title":"Hoe Overleef Ik Mezelf?","first":"H","description":"Rosa is dertien. Ze is gevoelig, creatief en heeft humor. Maar ze is ook goed in piekeren, ontevreden over haar uiterlijk, onzeker en verlegen. Rosa's moeder wil graag samenwonen, daarom verhuizen ze naar Groningen, waar Alexander woont. Dat vindt Rosa verschrikkelijk. Alles wat haar bekend en vertrouwd is, moet ze achterlaten, inclusief haar beste vriendin Esther. Ze moet naar een nieuwe school waar ze niemand kent, én bij Apenbil in huis wonen! Kortom, ze moet een heleboel dingen die ze niet wil. Hoe gaat ze dit overleven?","duration":"5846","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/k\/m\/57a2e752e9287_[format].JPG","category":"Familie, Kids","vidcollection":"","ord":"239","datum":"20080101"},"M69590":{"id":"M69590","title":"Hotel de Grote L","first":"H","description":"De 12-jarige Kos woont samen met zijn vader en drie zussen in hun familiehotel aan zee. Als zijn vader onverwacht in het ziekenhuis belandt, staan de kinderen er alleen voor. Nu moeten zij het hotel runnen. Kos, nu de man in huis, probeert de leiding te nemen, maar de samenwerking met zijn zussen loopt helemaal mis. Als de schuldeisers voor de deur staan, kan Kos het hotel alleen maar redden door als jongen mee te doen aan de Miss Beach verkiezing.","duration":"4876","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/0\/6\/5d7b67a25993e_[format].JPG","category":"Kids","vidcollection":"","ord":"105","datum":"20160101"},"M34885":{"id":"M34885","title":"Jack Bestelt een Broertje","first":"J","description":"Jack (8) heeft twee moeders, is enig kind en kan totaal niet alleen zijn. Jack’s grootste wens is dan ook een broertje. Maar dit broertje komt er maar niet. Hoe vaak hij zijn moeders er ook om smeekt. Uit protest heeft Jack twee konijnenoren opgezet, die hij pas afzet als zijn moeders hem geven wat hij wil. Als Jack ontdekt dat zijn moeders hem via internet besteld hebben gaat er een wereld voor hem open. Hij kan dus gewoon zelf een broertje bestellen! Dit besef resulteert in een reis vol wonderlijke ontmoetingen met de meest vreemde figuren waarbij Jack ontdekt dat hij zelf eigenlijk best leuk gezelschap is.","duration":"5026","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/t\/7\/555dc8d7ebe92_[format].jpg","category":"Familie, Kids","vidcollection":"C1377:8","ord":"137","datum":"20150101"},"M87778":{"id":"M87778","title":"Jim Button en de Stad van de Draken","first":"J","description":"NEDERLANDS GESPROKEN. Jim Button realiseert zich op een dag dat hij daar eigenlijk niet vandaan komt. Hij besluit het eiland te verlaten en trekt de wijde wereld in op zoek naar avontuur. Samen met zijn goede vriend Lucas de machinist en stoomlocomotief Emma komen ze terecht in het grote keizerrijk Mandala. De jonge prinses Li Si is gevangen genomen in de gevaarlijke Drakenstad en Jim wil niets liever dan de mooie prinses bevrijden. Samen trotseren zij de gevaren van de Drakenstad.","duration":"6322","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/z\/9\/60c8ad14ad844_[format].jpg","category":"Familie","vidcollection":"","ord":"53","datum":"20180101"},"M34171":{"id":"M34171","title":"Johan en de Verenkoning","first":"J","description":"NEDERLANDS GESPROKEN. Johan woont met zijn papa op een groot schip, ver weg van de bewoonde wereld. Zolang als hij zich kan herinneren, wonen ze daar. Toen Johan 3 jaar oud was verdween zijn mama. Johan denkt dat de Verenkoning haar heeft meegenomen. Hij mist zijn mama, maar is ervan overtuig dat de flessenpost die hij regelmatig in Zee werpt, haar bereikt. Op een dag is Johan alleen aan boord en vangt via de radio een verward bericht op over een Verenkoning. Voor Johan is dat het begin van een machtig mooi avontuur, met maar één grote wens: zijn mama vinden.","duration":"4680","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/9\/l\/5878f5f4c6730_[format].JPG","category":"Animatie, Avontuur, Kids","vidcollection":"C1193:28","ord":"155","datum":"20140101"},"M73050":{"id":"M73050","title":"Juf Roos is Jarig","first":"J","description":"Hiep hiep hoera, Juf Roos is jarig! Iedereen is uitgenodigd op haar feestje! Buurjongen Gijs versiert de kleurrijke molen van Juf Roos, maar hij gebruikt te veel ballonnen... Hierdoor stijgt de molen zomaar op, met Juf Roos en Gijs er nog in! Ze worden door de vliegende molen meegevoerd op een spannend avontuur over de hele wereld.","duration":"3537","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/d\/s\/5e6f96fda4262_[format].jpg","category":"Familie, Komedie, Kids","vidcollection":"C1326:2, C527:84","ord":"34","datum":"20190101"},"M53137":{"id":"M53137","title":"Jul & Julia: Halloweenshow","first":"J","description":"Het is Halloween en dat betekent dat het pretpark wordt versierd. Iedereen zich mag verkleden als enge griezel. Jul &amp; Julia gaan meneer Kaasgaaf eens flink laten schrikken en de kinderen mogen helpen.","duration":"1289","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/k\/k\/59ce397996455_[format].jpg","category":"Kids","vidcollection":"","ord":"159","datum":"20140101"},"M50083":{"id":"M50083","title":"Jul & Julia: Het Sleutelmysterie","first":"J","description":"Als de sleutels van De Hoofdsleutelaar zoek zijn, gaat meneer Kaasgaaf samen met Jul &amp; Julia en het publiek op onderzoek uit bij de verschillende attracties op het pretpark. Zullen ze de sleutels op tijd vinden?","duration":"2125","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/r\/1\/58f607f72d19d_[format].jpg","category":"Kids","vidcollection":"","ord":"118","datum":"20160101"},"M51553":{"id":"M51553","title":"Jul & Julia: Piratenshow","first":"J","description":"Jul &amp; Julia spelen piraatje en alle kinderen mogen meedoen! Meneer Kaasgaaf heeft zich ook als piraat verkleed.  Hij heeft een schatkaart gevonden en samen met zijn vrienden en de kinderen gaat hij op schattenjacht.","duration":"1727","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/r\/p\/597afe23b0dfc_[format].jpg","category":"Kids","vidcollection":"","ord":"140","datum":"20150101"},"M51417":{"id":"M51417","title":"Jul's Verjaardagsshow","first":"J","description":"Jul is bijna jarig! Het lijkt alsof iedereen zijn verjaardag is vergeten, maar meneer Kaasgaaf, Julia en mevrouw Suikerspin zijn stiekem een verjaardagsfeest aan het regelen. De boeven proberen het feest te verpesten.","duration":"1095","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/7\/e\/595a037b0e8ea_[format].jpg","category":"Kids","vidcollection":"","ord":"92","datum":"20170101"},"M60416":{"id":"M60416","title":"Julius in Winterland","first":"J","description":"NEDERLANDS GESPROKEN. Julius woont in een weeshuis en is een beetje een buitenbeentje. Zoals elk jaar kijkt hij erg uit naar Kerstmis. 8 Jaar geleden op kerstavond werd Julius op de stoep van het weeshuis gevonden. Volgens de directeur van het weeshuis was Julius een cadeau van de Kerstman. Maar wanneer de oudere jongens beweren dat de Kerstman niet bestaat, wordt zijn geloof in de Kerstman en in zichzelf op de proef gesteld.","duration":"4670","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/l\/u\/5b7bd1a48491b_[format].jpg","category":"Familie, Kids","vidcollection":"","ord":"112","datum":"20160101"},"M77686":{"id":"M77686","title":"K3 Love Cruise","first":"K","description":"K3 gaat op Love Cruise. Hanne wordt verliefd, Klaasje ontmoet een jeugdvriendin waarmee ze ruzie heeft, en Marthe smokkelt haar hondje mee aan boord. De parel van Klaasje verandert in de boze Parel-elf Elvin die hun optreden wil saboteren.","duration":"5437","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/l\/b\/5f1acd9adc1f8_[format].jpg","category":"Familie, Kids","vidcollection":"C927:51","ord":"80","datum":"20170101"},"M4497":{"id":"M4497","title":"Kabouter Plop - De Kabouterpaashaas","first":"K","description":"Wanneer de zieke Kabouterpaashaas bij Plop komt aankloppen om hem te helpen dit jaar de eitjes voor de kabouterkindjes klaar te maken en te verstoppen, trommelt Plop meteen al zijn vrienden op om hem te helpen. Terwijl Kwebbel de zieke paashaas verzorgt, maakt Klus een heuse paaseimachine en alle kabouters helpen mee. Alleen Smul heeft een snood plan, hij wil eitjes ontvreemden uit wraak omdat de kabouterpaashaas hem ooit vergeten is. Maar dat blijkt uiteraard een misverstand...","duration":"1958","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/3\/1\/56c47da86d7e9_[format].jpg","category":"Kids","vidcollection":"C927:67","ord":"213","datum":"20100101"},"M10925":{"id":"M10925","title":"Kabouter Plop - Vakantie Vol Verrassingen","first":"K","description":"Als Plop van tante Plap mag komen logeren in haar vakantiepaddestoel op de bloemenweide, vertrekt hij samen met Klus, Kwebbel en Lui om te kunnen genieten van de rustgevende vakantie. Klus vindt een rups en doopt deze om tot zijn nieuwe huisdier. Maar wat begint als een nieuw vriendje voor Klus, wordt al snel de grootste nachtmerrie van de andere kabouters. Niets loopt zoals het moet...","duration":"4200","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/3\/y\/534fcd5708138_[format].jpg","category":"Kids, Voorstelling","vidcollection":"","ord":"184","datum":"20120101"},"M1003":{"id":"M1003","title":"Kabouter Plop en de Kabouterbaby","first":"K","description":"Lui vindt een mandje met een kabouter clown baby. Lui wil voor de baby zorgen. Door een misverstand denkt hij dat Plop iets tegen baby's heeft en houdt het kindje verborgen. Maar Klus en Kwebbel komen achter Lui's geheim.","duration":"4411","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/c\/x\/5c655e6cb4cca_[format].jpg","category":"Kids, Familie","vidcollection":"C927:63","ord":"223","datum":"20090101"},"M8471":{"id":"M8471","title":"Kabouter Plop en de Treitertrol","first":"K","description":"Er is iets vreselijks gebeurd in het Kabouterbos. Terwijl Klus, Lui, Kwebbel en Plop aan het picknicken waren heeft een meisje de knuffel van Lui meegenomen naar haar huis. Omdat Lui daardoor niet meer kan slapen, gaan de Kabouters nu de knuffel terug halen in het grote-mensen-huis.","duration":"4395","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/m\/r\/5cd0360702b3d_[format].jpg","category":"Kids, Voorstelling","vidcollection":"","ord":"249","datum":"20060101"},"M1957":{"id":"M1957","title":"Kabouter Plop en het Bezoek van Pinki","first":"K","description":"Het is winter bij onze vrienden. Iedereen heeft fijn gedroomd en is vrolijk. Ze gaan een brief naar Pruts brengen en komen daar in een wonderlijk laboratorium, waar een heel speciale uitvinding staat, namelijk een reismachine. Als Pruts onverwacht weg moet, proberen Klus en Kwebbel stiekem Snorre van de Zuidpool naar hier de halen. Alleen verloopt dit niet zoals het zou moeten.","duration":"4131","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/3\/9\/5cd0363872ec6_[format].jpg","category":"Kids, Voorstelling","vidcollection":"C927:69","ord":"220","datum":"20090101"},"M5879":{"id":"M5879","title":"Kabouter Plop is Jarig","first":"K","description":"Plop is jarig! En dat moet natuurlijk gevierd worden. Kwebbel, Klus en Lui sturen Plop het bos in voor een flinke wandeling. Ondertussen kunnen zij het feest voorbereiden. Het enige wat Plop moet doen, is genieten van zijn verjaardag. Maar zal Kwebbel niet teveel praten? Kan Lui wel wakker blijven om te helpen? En zorgt Klus' nieuwe uitvinding niet voor problemen? Als dat maar goed gaat... Wanneer Plop verneemt dat er belangrijke gasten naar zijn feest komen, haast hij zich naar huis. Daar treft hij niet alleen zijn vrienden, maar ook een grote puinhoop. Valt Plop zijn bijzondere verjaardag in het water? Of nemen zijn vriendjes hem dit keer echt goed in de maling?","duration":"1947","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/i\/l\/5731ee5fc0761_[format].jpg","category":"Kids","vidcollection":"","ord":"246","datum":"20070101"},"M7489":{"id":"M7489","title":"Kabouter Plop wordt Kabouterkoning","first":"K","description":"Door een misverstand is Plop de nieuwe koning! Klus, Kwebbel en Lui nemen hun intrek in het paleis, terwijl Plop wordt opgeleid tot koning. Plop maakt zich echter wel zorgen om de echte troonopvolger. Waar is die gebleven?","duration":"4520","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/0\/k\/5c655e519440d_[format].jpg","category":"Kids, Familie","vidcollection":"C927:60","ord":"177","datum":"20120101"},"M4499":{"id":"M4499","title":"Kabouter Plop: De Kabouterschat","first":"K","description":"Kabouter Plop houdt samen met Lui, Klus en Kwebbel een lenteschoonmaak in zijn paddenstoel. Bij het reinigen van de schoorsteen ontdekt Klus een oude schatkaart. De kabouters besluiten om samen op zoek te gaan naar de Kabouterschat. De tocht blijkt echter moeilijk en niet zonder gevaren.","duration":"4381","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/q\/j\/5c9e418d8a692_[format].jpg","category":"Kids","vidcollection":"C927:74","ord":"236","datum":"20080101"},"M8473":{"id":"M8473","title":"Kabouter Plop: Plop en het Muizenmeisje","first":"K","description":"Het is groot feest in de melkherberg want Plop en zijn vrienden hebben een jubileum te vieren. Tijdens het feest krijgen de kabouters een vreemde brief van een muisje in nood.","duration":"3660","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/x\/g\/5cc1c3ebe2867_[format].jpg","category":"Kids","vidcollection":"","ord":"250","datum":"20060101"},"M20613":{"id":"M20613","title":"Kameleon 2","first":"K","description":"NEDERLANDS GESPROKEN. Sietse en Hielke worden geconfronteerd met een laffe en zeer laaghartige streek van twee jongens uit de stad. Ze hebben Marieke, een Vlaams meisje, bijna laten verdrinken. Ze was al erg ziek. Ze dreigt dood te gaan als er niet snel 'dure' medische hulp komt. De jongens zetten de aanval in op twee fronten. Ze gaan achter de daders aan en zamelen tegelijkertijd geld in.","duration":"6233","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/c\/t\/55cded4c222be_[format].jpg","category":"Familie, Kids","vidcollection":"","ord":"254","datum":"20050101"},"M6733":{"id":"M6733","title":"Kauwboy","first":"K","description":"De 10-jarige Jojo neemt op een dag een jonge kauw mee naar huis. Hij houdt ’m voor zijn vader Ronald verborgen want die wil geen dieren in huis. Jojo is bang voor zijn agressieve buien en komt klem te zitten tussen de zorg voor de kauw en de loyaliteit jegens zijn vader. Totdat de bom barst. Door de bijzondere vriendschap die Jojo met de kauw heeft, is hij in staat de problemen met zijn vader op te lossen.","duration":"4673","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/j\/f\/56c5a688e9071_[format].jpg","category":"Familie, Drama, Kids","vidcollection":"C529:34","ord":"182","datum":"20120101"},"M41773":{"id":"M41773","title":"Keet en Koen en de Speurtocht naar Bassie en Adriaan","first":"K","description":"Bassie en Adriaan krijgen een belangrijke onderscheiding. Maar vlak voordat ze deze in ontvangst kunnen nemen, worden ze ontvoerd door de Jonkheer, een neef van de beruchte Baron. Het lot van Bassie en Adriaan ligt in handen van pretpark-entertainers Keet en Koen. Samen met commissaris Kroon starten ze een spannende speurtocht om het legendarische duo te vinden.","duration":"4537","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/u\/5\/5697699a11474_[format].jpg","category":"Avontuur, Kids","vidcollection":"","ord":"134","datum":"20150101"},"M38315":{"id":"M38315","title":"Kidnep","first":"K","description":"Bo, enig kind van rijke ouders, wordt ontvoerd. Zijn beschermde en rijke wereldje komt op z’n kop te staan. Tussen Bo en zijn ontvoerder Fred ontstaat tegen beider verwachtingen in een band. Bo ontdekt in Fred de vader die hij mist en leert voor zichzelf op te komen. Fred ziet in waar hij al z’n leven lang voor vlucht en leert vader te zijn.","duration":"5099","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/r\/g\/55d5e6a972194_[format].jpg","category":"Familie, Avontuur","vidcollection":"","ord":"132","datum":"20150101"},"M13845":{"id":"M13845","title":"Kikkerdril","first":"K","description":"Max gaat een nachtje bij zijn oma logeren omdat zijn grote broer Jannes naar het ziekenhuis moet om zijn amandelen te laten knippen. Jannus wil dat Max kikkerdril voor hem meeneemt naar het ziekenhuis, anders zal hij nooit meer praten. Max loopt weg en gaat in de natuur op zoek naar kikkerdril. Onderweg komt hij Jesse tegen, een meisje van zijn leeftijd, dat dierenverpleegster wil worden. Jesse besluit met hem mee te gaan. Ze vallen van het ene avontuur in het andere.","duration":"4219","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/j\/8\/5a0ac28b91196_[format].jpg","category":"Familie, Kids","vidcollection":"C1377:1","ord":"226","datum":"20090101"},"M84865":{"id":"M84865","title":"Klara en de Gekke Koeien","first":"K","description":"NEDERLANDS GESPROKEN. Midden in de grote stad woont het jonge kalf Klara die maar één grote droom heeft. Als ze later groter is wil ze een grote ster worden! Op een dag krijgt Klara een langverwachte brief van haar vader. Ze heeft haar vader al jaren niet gezien en ze besluit hem op te zoeken. Zo komt Klara terecht in het echte boerderijleven vol avontuur. Ze maakt allemaal nieuwe vrienden, maar dan komt plotseling de boerderij in gevaar.","duration":"3816","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/w\/n\/6037a28d0b21c_[format].jpg","category":"Kids","vidcollection":"","ord":"54","datum":"20180101"},"M9623":{"id":"M9623","title":"Koning van Katoren","first":"K","description":"Het Koninkrijk van Katoren wordt na het overlijden van de geliefde koning al jaren geregeerd door corrupte ministers die de macht niet willen afstaan. Totdat de jonge Stach zich bij hen meldt om de nieuwe koning van Katoren te worden. Stach, die geen ouders meer heeft en opgevoed is door Gervaas, de voormalige dienaar van de koning, krijgt een kans. De ministers sturen hem het land in met vijf gevaarlijke en onmogelijke opdrachten. Als hij alle opdrachten volbrengt kan hij koning worden. Hij wordt tijdens zijn spannende missie op de voet gevolgd door de mooie, kritische journaliste Kim die verslag uitbrengt voor de krant. Op zijn avontuurlijke reis leert Stach de duistere kanten van Katoren kennen, maar krijgt hij ook hulp van de vele kleurrijke inwoners van het land. Het volk begint in Stach te geloven, maar is hij bereid het ultieme offer te brengen?","duration":"7241","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/7\/6\/534f7bd38571d_[format].jpg","category":"Avontuur, Familie","vidcollection":"","ord":"181","datum":"20120101"},"M45987":{"id":"M45987","title":"Kung Fu Panda 3","first":"K","description":"NEDERLANDS ONDERTITELD. Po's lang vermiste vader duikt plotseling op en samen reizen vader en zoon naar een geheim pandaparadijs waar ze hilarische panda's ontmoeten. Maar als de bovennatuurlijke slechterik Kai op zijn tocht door China alle kungfumeesters verslaat, wordt van Po het onmogelijke verwacht: hij moet een compleet pandadorp, vol met luie en onhandige panda's, trainen en veranderen in het ultieme leger Kung Fu Panda's!","duration":"5461","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/6\/q\/5ee73455810f7_[format].jpg","category":"Animatie, Familie","vidcollection":"","ord":"101","datum":"20160101"},"M45989":{"id":"M45989","title":"Kung Fu Panda 3 NL","first":"K","description":"NEDERLANDS GESPROKEN. Als Po’s lang vermiste vader plotseling opduikt, reizen vader en zoon naar een geheim pandaparadijs waar ze een groot aantal hilarische panda’s ontmoeten. Maar als de bovennatuurlijke slechterik Kai aan een tocht door China begint en onderweg alle Kung Fu meesters verslaat, wordt van Po het onmogelijke verwacht: hij moet een compleet pandadorp, vol met luie en onhandige panda’s, trainen en veranderen in het ultieme leger van Kung Fu Panda's!","duration":"5467","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/x\/9\/5ee7342236c02_[format].jpg","category":"Animatie, Familie","vidcollection":"","ord":"102","datum":"20160101"},"M59955":{"id":"M59955","title":"LEGO Ninjago - De Dag van de Overledenen","first":"L","description":"Cole is veranderd in een geest en is uit op wraak. Per ongeluk gebruikt Cole een magisch zwaard. Hierdoor komen de geesten van de grootste schurken vrij en zijn Coles vrienden en het land Ningjago in groot gevaar.","duration":"2640","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/8\/n\/5ba23c3be65c8_[format].jpg","category":"Kids, Actie, Animatie","vidcollection":"C1350:2, C1193:57, C527:99","ord":"90","datum":"20170101"},"M11651":{"id":"M11651","title":"Limo","first":"L","description":"NEDERLANDS GESPROKEN. Anouk hoort van de notaris dat zij het landhuisje heeft geërfd van de onverwacht overleden professor Ploffermans. Het huisje staat ergens ver weg in het buitenland. Als ze samen met haar vriendinnen aankomt bij het 'huisje' dat ze erfde, blijkt dit een gigantisch kasteel te zijn. In dat kasteel gebeuren rare dingen. Als 's nachts de stroom uitvalt, gaan de vriendinnen op zoek naar de stoppenkast in de kelder. Daar ontdekken ze een geheime gang, die leidt naar een mysterieus dorp waar de tijd stil is blijven staan.","duration":"5567","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/b\/7\/57a446c2eaf84_[format].jpg","category":"Familie","vidcollection":"","ord":"229","datum":"20090101"},"M55474":{"id":"M55474","title":"Lotte en de Maansteen","first":"L","description":"NEDERLANDS GESPROKEN. Telkens als Lotte naar de maan kijkt, vraagt ze zich af wie er zou wonen… Daar komt ze achter wanneer ze op een nacht bezoek krijgt van twee vreemde figuren. Ze proberen de steen te stelen die Oom Klaus ooit meebracht van één van zijn verre reizen. Lotte betrapt de ‘dieven’ en ontdekt dat de steen bijzondere magische krachten heeft. Vastbesloten om het mysterie uit te pluizen, vergezelt ze haar oom op een spannende expeditie.","duration":"4356","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/s\/g\/5a7afb1fd9113_[format].jpg","category":"Kids","vidcollection":"","ord":"195","datum":"20110101"},"M93273":{"id":"M93273","title":"Louis en de Aliens NL","first":"L","description":"Louis is het twaalfjarige, ietwat eenzame zoontje van een geobsedeerde ufoloog. Zijn vader staart nachtenlang door zijn telescoop en is ervan overtuigt dat buitenaardse wezens bestaan. Wanneer het ruimteschip van de drie vreemde aliens Mog, Nag en Wabo niet ver van hun huis neerstort, is Luis dolblij dat blijkt dat zijn vader het al die jaren bij het rechte eind had.","duration":"4936","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/4\/h\/61a0f051e1ffb_[format].jpg","category":"Animatie, Kids","vidcollection":"C1193:31, C527:66","ord":"43","datum":"20180101"},"M22189":{"id":"M22189","title":"Lover of Loser","first":"L","description":"Het zit de 15-jarige Eva niet mee. Met haar nieuwe stiefvader kan ze absoluut niet opschieten. Waarom doet hij altijd zo klef tegen haar? Haar moeder vindt echter dat Eva niet zo moet zeuren. Als bijverdienste ontwerpt Eva t-shirts, die ze zaterdags in de printshop drukt. Ze is verliefd op Mees, de leuke jongen die daar werkt. Maar door een misverstand denkt ze dat hij al een vriendin heeft. Ze komt steeds meer alleen te staan, helemaal als haar beste vriendin het te druk heeft met haar nieuwe vriendje en steeds minder met Eva wil afspreken. Als bij een optreden van een muziekband de vlotte knappe Ricardo aandacht aan Eva besteedt, is ze al snel verloren. Hij pakt haar helemaal in met leuke kleren en wil haar meenemen naar een beroemde modeontwerper in Parijs. Maar Mees vertrouwt het niet. Hij komt erachter dat Ricardo helemaal niet naar Parijs zal gaan. En dan doet hij alles om Eva te redden.","duration":"6141","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/6\/6\/57a2e7191ead8_[format].JPG","category":"Familie, Kids","vidcollection":"","ord":"228","datum":"20090101"},"M84274":{"id":"M84274","title":"Manou op de Meeuwenschool","first":"M","description":"Manou werd opgevoed door een paar zeemeeuwen en probeert op hun manier te vliegen, te vissen en te zwemmen, maar dat lukt hem niet goed.  Als Manou op een dag wordt hij verstoten door de boze groep. In zijn eentje verlaat hij zijn vertrouwde nest en maakt hij kennis met Parcival, een grappige parelhoen die niet kan vliegen. Samen ontmoeten ze nieuwe vrienden en proberen ze een einde te maken aan de ratten die nog meer eieren komen stelen.","duration":"5123","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/q\/b\/6021372382e42_[format].jpg","category":"Animatie, Kids","vidcollection":"C1193:52","ord":"56","datum":"20180101"},"M78145":{"id":"M78145","title":"Maya - Eerste Vlucht","first":"M","description":"Maya heeft soms problemen om zich aan de regels van de bijenkorf te houden. Als de koninginnengelei wordt gestolen, verdenkt men de horzels. Maar ook Maya wordt verdacht in het complot te zitten. Alleen Willy gelooft in haar onschuld.","duration":"5061","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/g\/t\/5f3a4ae6db71d_[format].jpg","category":"Animatie, Kids","vidcollection":"C1193:17, C927:54","ord":"146","datum":"20140101"},"M77687":{"id":"M77687","title":"Maya de Bij: De Honingspelen","first":"M","description":"Dankzij Maya mag de korf meespelen met de Honingspelen in Zoemtropolis. Maar de inzet is wel heel erg groot… Kan het team van Maya deze spelen winnen?","duration":"4876","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/3\/t\/5f1acdfe967be_[format].jpg","category":"Animatie, Kids","vidcollection":"C1193:20, C927:58","ord":"33","datum":"20190101"},"M94471":{"id":"M94471","title":"Mees Kees in de Wolken","first":"M","description":"Als een groot schoolfeest nadert is Tobias te verlegen om Hasna mee te vragen. Mees Kees heeft geen tijd om hem te helpen, want die probeert angstvallig Marie Louise te ontlopen die hem een ballonvaart cadeau heeft gedaan! Terwijl mevrouw Dreus klas 6B de wals leert dansen voor op het feest, lijkt voor Tobias alles mis te gaan. Kan Mees Kees op tijd zijn hoogtevrees overwinnen en Tobias redden zodat het feest door kan gaan?","duration":"4322","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/7\/6\/61d574e5ae699_[format].jpg","category":"Familie, Komedie","vidcollection":"","ord":"21","datum":"20190101"},"M49353":{"id":"M49353","title":"Mees Kees: Langs de Lijn","first":"M","description":"In alweer het vierde deel van de populaire Mees Kees reeks doet de school van Meester Kees mee aan een toekomstproject. Directrice Dreus haar eigen ideeën over de invulling van het project. Zij wil dat klas 6B mee doet aan het schoolvoetbaltoernooi, maar Meester Kees weet niets van voetbal en zelf voetballen kan hij al helemaal niet. Wat begint als een leuke uitdaging, eindigt in chaos als de moeder van Meester Kees ziek wordt.","duration":"4597","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/q\/a\/5889d7ed321d4_[format].jpg","category":"Familie, Kids","vidcollection":"C527:42, C1377:2","ord":"107","datum":"20160101"},"M47702":{"id":"M47702","title":"Meester Kikker","first":"M","description":"'Soms ben ik een kikker. Dat is mijn supergeheim. Niemand mag het weten, behalve jullie'. Sita, Wouter en de andere kinderen in de klas lachen. Leuke grap van de meester, totdat hij op een dag de klas in komt met kroos in zijn haar. Zijn kleren zijn nat en gescheurd. De Meester is aangevallen door een ooievaar, zegt hij... Het is het begin van een komisch, maar ook spannend avontuur.","duration":"4788","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/0\/6\/580f27ceabb66_[format].JPG","category":"Familie, Kids","vidcollection":"C527:56, C1377:7","ord":"117","datum":"20160101"},"M48996":{"id":"M48996","title":"MeesterSpion","first":"M","description":"MeesterSpion vertelt het verhaal van de 10-jarige Tim die samen met zijn ouders en zusje naar een hotel aan de kust verhuist. In het begin voelt Tim zich niet helemaal niet thuis, tot hij Simon ontmoet. Simon is net ontwaakt uit het jaar 1973 en moet erg wennen aan de nieuwe tijd. Daarnaast moet hij als oud-spion nog een oude misdaadzaak oplossen. Tim besluit Simon te helpen, wat het begin is van een zeer spannend avontuur...","duration":"4412","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/j\/j\/587752f3e9c19_[format].jpg","category":"Familie","vidcollection":"","ord":"104","datum":"20160101"},"M3269":{"id":"M3269","title":"Mega Mindy en de Dolfijndiefstal","first":"M","description":"Wanneer Mieke in het dolfinarium aan het helpen is, ontdekt ze een inbraakspoor bij de zeeleeuwen. Ze wil kost wat kost op onderzoek gaan en komt daardoor te laat op de belangrijkste politietest van het jaar: de fitheidstest. Tot haar grote verbazing wordt ze ontslagen en komt een nieuwe hulpagente, Sofie, haar plaats innemen. Dan loopt er een noodoproep van het dolfinarium binnen: een paar boeven probeert de dolfijnen te stelen!","duration":"2459","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/z\/l\/5cb4d06fc901e_[format].jpg","category":"Kids","vidcollection":"","ord":"188","datum":"20110101"},"M4489":{"id":"M4489","title":"Mega Mindy en de Snoepbaron","first":"M","description":"In Mega Mindy en de Snoepbaron staat Mega Mindy voor haar moeilijkste strijd ooit, want ze moet het opnemen tegen de mensen waarvan ze echt van houdt. Alles draait om liefde en snoep in deze Mega Mindy film. Mieke wil Toby voor zich winnen met behulp van een liefdesdrankje van Opa.","duration":"4573","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/t\/0\/534f75fb1dae8_[format].jpg","category":"Kids","vidcollection":"","ord":"189","datum":"20110101"},"M64360":{"id":"M64360","title":"Mega Mindy Versus ROX","first":"M","description":"Mega Mindy en haar vrienden moeten samenwerken om de slechte Waterman te stoppen. Waterman was vroeger ook een superheld maar raakte op het slechte pad en leidt nu team ROX.","duration":"4889","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/6\/3\/5c6beb304aade_[format].jpg","category":"Kids","vidcollection":"C527:62","ord":"124","datum":"20150101"},"M4501":{"id":"M4501","title":"Mega Toby","first":"M","description":"Migrain speelt samen met Toby en de rest van het dorp WO II na op het militaire domein. Ook Oma en Opa Fonkel zijn ingeschakeld. Oma mag de verpleegster zijn, terwijl Opa verantwoordelijk is voor realistische oorlogsgeluiden tijdens het spel. Opa heeft hiervoor zelfs een verbeterde en draagbare versie van zijn supercomputer Bliep meegenomen... in het geheim.","duration":"2165","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/d\/z\/5c94e27338ddc_[format].jpg","category":"Kids","vidcollection":"","ord":"208","datum":"20100101"},"M3393":{"id":"M3393","title":"Mega Toby Redt de Race","first":"M","description":"Tijdens de jaarlijkse Cross Cart wedstrijd moet agent Toby het opnemen tegen Mark Mustang en zijn gemene broer Mario. Echter, zij laten Toby voor de start verdwijnen en Mieke neemt zijn plaats in tijdens de race. Wanneer ook zij in gevaar dreigt te raken, verschijnt Mega Toby op het toneel...","duration":"1841","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/b\/y\/57a1a2f93c145_[format].JPG","category":"Avontuur, Kids","vidcollection":"","ord":"209","datum":"20100101"},"M49144":{"id":"M49144","title":"Meneer Pluizenbol","first":"M","description":"Tom Brand is een roekeloze miljardair die heel zijn leven aan zijn carrière gewijd heeft. Zijn hectische levensstijl heeft hem vervreemd van zijn vrouw Lara en zijn dochter Rebecca. Voor de verjaardag van Rebecca ziet Tom zich uit tijdsgebrek genoodzaakt om haar het cadeau te geven waar hij altijd al een hekel aan heeft gehad: een kat. Onderweg naar het verjaardagsfeestje heeft Tom een verschrikkelijk verkeersongeval, waardoor hij op mysterieuze wijze in het lichaam van de kat belandt.","duration":"5017","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/6\/w\/58909d5f808ae_[format].jpg","category":"Familie","vidcollection":"","ord":"94","datum":"20160101"},"M93275":{"id":"M93275","title":"Mia and the White Lion","first":"M","description":"Het leven van de tien jaar oude Mia staat op zijn kop als haar familie besluit hun huis in Londen te verruilen voor een leeuwenboerderij in Zuid-Afrika. Zij mist haar vrienden. Als de mooie witte leeuw, Charlie, wordt geboren, slaagt ze erin een nauwe band op te bouwen met de witte welp. Dat geeft haar leven weer kleur. Na drie jaar wordt Mia's leven weer opgeschud als ze een geheim ontdekt dat haar vader verborgen houdt...","duration":"5646","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/k\/l\/61a0f0912d51a_[format].jpg","category":"Drama, Familie","vidcollection":"C529:28","ord":"44","datum":"20180101"},"M87880":{"id":"M87880","title":"Mijn Bijzonder Rare Week Met Tess","first":"M","description":"Bang om als jongste van het gezin alleen over te blijven, begint Sam tijdens zijn vakantie op Terschelling vastberaden aan zijn zelfverzonnen alleenheidstraining. Door de ontmoeting met de ongrijpbare Tess, die een groot geheim met zich meedraagt, wordt hij een avontuur in getrokken dat hem doet inzien dat je je familie juist moet koesteren in plaats van ontvluchten. Sam neemt een drastisch besluit waardoor zijn vriendschap met Tess op het spel komt te staan en Tess haar leven voorgoed zal veranderen.","duration":"4840","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/g\/8\/60bdf3992085d_[format].jpg","category":"Drama, Familie","vidcollection":"","ord":"28","datum":"20190101"},"M58082":{"id":"M58082","title":"Mijn Dino en Ik","first":"M","description":"NEDERLANDS GESPROKEN. Jake ontdekt samen met vrienden en zijn nieuwe buurmeisje een vreemd goedje in het bos. Als hij er per ongeluk proteïneshake op morst, verandert het spul in Magnus, een dinosaurusachtig wezen. Samen met zijn vrienden en zijn broer probeert Jake het leger op afstand te houden en zijn nieuwe vriend Magnus te beschermen.","duration":"5392","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/s\/0\/5d42eaa933a0e_[format].jpg","category":"Familie, Kids","vidcollection":"","ord":"86","datum":"20170101"},"M93277":{"id":"M93277","title":"Mijn Leven Is Een Circus","first":"M","description":"NEDERLANDS GESPROKEN. De 12-jarige Laura is geboren in een circusfamilie en trekt al bijna haar hele leven rond met haar vader, Bill, die als clown optreedt. Laura verlangt echter naar een minder clownesk leven, en die droom lijkt uit te komen wanneer ze kans maakt om toegelaten te worden op een privé-school... Maar zal haar vader kunnen accepteren dat zijn dochter niet in zijn voetsporen zal treden?","duration":"6025","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/4\/c\/61a0f0cee7827_[format].jpg","category":"Familie","vidcollection":"C529:17","ord":"10","datum":"20200101"},"M2039":{"id":"M2039","title":"Mijn Opa de Bankrover","first":"M","description":"De 13-jarige Grace wil graag alles weten over haar Surinaamse vader, maar niemand wil haar iets vertellen. Opa Gerrit is de enige die haar kan helpen, maar zijn geheugen laat hem sinds de dood van oma in de steek. Als de familie hem in een bejaardentehuis wil stoppen, besluiten Grace en opa Gerrit om van zijn spaargeld naar Suriname te gaan. Maar dan blijkt dat de familie opa's geld heeft geblokkeerd. Daarom besluiten Grace en opa een bank te overvallen...","duration":"5171","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/b\/s\/59fb2536c1ebd_[format].jpg","category":"Familie, Kids","vidcollection":"","ord":"201","datum":"20110101"},"M55445":{"id":"M55445","title":"Mini en de Muggen","first":"M","description":"NEDERLANDS GESPROKEN. Een bonte karavaan trekt door het bos. Het is het insectencircus. Het gezelschap kent fantastische artiesten: Fietsmug Egon haalt stunten uit op de fiets en Dansmug Dagmar, werkzaam als koorddanseres, kent geen hoogte vrees. Ook Miranda de vlo en Mini het kevertje reizen mee. Miranda is een pestkop en de onzekere Mini is haar slachtoffer. Door haar getreiter begaat Mini een stommiteit. Hij schaamt zich er zó voor, dat hij het bos invlucht. Maar dan valt hij in handen van een roversbende...","duration":"4408","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/5\/w\/5a536b8d2fd68_[format].jpg","category":"Animatie, Kids, Avontuur","vidcollection":"C1193:54","ord":"153","datum":"20140101"},"M22253":{"id":"M22253","title":"Minoes","first":"M","description":"Minoes is een poes, maar ze ziet er uit als een mens. Ze komt in contact met Tibbe. Als journalist is hij mislukt, maar de redactie geeft hem nog één kans. Doordat Minoes met poezen kan praten, kan ze veel nieuwtjes doorspelen aan Tibbe. Maar als hij de waarheid schrijft over Ellermeet raakt het hele dorp Killendoorn in paniek en krijgt Tibbe zijn ontslag. Dan zet juffrouw Minoes een slim plan in elkaar om te bewijzen dat Tibbe de waarheid schrijft.","duration":"4964","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/l\/p\/5b0532b86e223_[format].jpg","category":"Familie, Kids","vidcollection":"C529:32","ord":"262","datum":"20010101"},"M94720":{"id":"M94720","title":"Misfit 2","first":"M","description":"Nadat Julia terugkomt uit Amerika voor het nieuwe schooljaar mag ze samen met Nick meedoen aan een grote muziekwedstrijd: een droom die uitkomt! Maar als Nick onverwacht van school switcht, wordt hij helemaal ingepakt door multitalent Babette. Om de Battle Of The Schools te winnen, zit er niks anders op voor Julia en haar Misfit-squad dan samen te werken met hun eeuwige rivalen: de VIP-squad!","duration":"4696","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/6\/s\/61d598cce981f_[format].jpg","category":"Familie, Komedie","vidcollection":"C529:30","ord":"22","datum":"20190101"},"M54850":{"id":"M54850","title":"Musical Pinokkio","first":"M","description":"De sprookjesmusical Pinokkio vertelt het verhaal van de ondeugende houten pop Pinokkio die het allerliefst een écht jongetje wil zijn. Maar of dit sprookje uit gaat komen?","duration":"4793","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/3\/c\/5a4f53bd9f5c4_[format].jpg","category":"Kids, Voorstelling, Familie","vidcollection":"C1339:5, C527:93","ord":"115","datum":"20160101"},"M88135":{"id":"M88135","title":"My Little Pony: De Film","first":"M","description":"De gevaarlijke Storm King is Canterlot binnengevallen om de toverkracht van de pony's te stelen. Voor het eerst in hun leven verlaten Twilight Sparkle, Applejack, Pinkie Pie, Rainbow Dash, Fluttershy en Rarity de ponystad. Ze wagen zich aan een ongelofelijke reis: tijdens hun zoektocht naar hulp doorkruisen ze magische bergen, ontdekken ze onderwaterwerelden en belanden ze zelfs op een vliegende piratenboot.","duration":"5736","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/4\/e\/60c2254366d68_[format].jpg","category":"Kids","vidcollection":"","ord":"76","datum":"20170101"},"M54851":{"id":"M54851","title":"Oggy the Movie","first":"O","description":"NEDERLANDS GESPROKEN. Al sinds het begin der tijden wordt er een constante strijd gevoerd tussen twee oerkrachten. Goed tegen slecht, of in dit geval: Oggy tegen de kakkerlakken. In het Stenen Tijdperk, bij de Romeinen, in de Middeleeuwen, in het leger van Napoleon, Londen rond 1900 en in de toekomst met lichtzwaarden: overal en altijd wordt Oggy lastiggevallen door de vervelende kakkerlakken.","duration":"4868","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/r\/y\/5a4ce0472c2f9_[format].jpg","category":"Kids, Animatie","vidcollection":"C529:25","ord":"168","datum":"20130101"},"M87779":{"id":"M87779","title":"Op Stap met Dirk Scheele","first":"O","description":"Dirk maakt overal een muzikaal feestje van. Hij gaat op bezoek bij een echte koning en koningin in een paleis en gaat voor de allereerste keer paardrijden. Hij haalt grapjes uit en zet de hele groentewinkel op stelten met de Broccolirock. Maar waar is zijn grote vriend Japie het Apie? Dirk gaat op zoek in de jungle. Een papegaai, een slang en een tijger helpen natuurlijk mee.","duration":"3924","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/p\/6\/60c8ad9d4bdec_[format].jpg","category":"Kids","vidcollection":"","ord":"52","datum":"20180101"},"M31928":{"id":"M31928","title":"Orla de Kikkerslikker","first":"O","description":"NEDERLANDS GESPROKEN. De verschrikkelijke pestkop Orla de Kikkerslikker zit Viktor en zijn makkers graag dwars. Viktor mag, samen met zijn trouwe hond Braadworst, in Circus Bardini optreden, maar Orla heeft een gemeen plan bedacht. Met veel fantasie en humor bindt Viktor de strijd aan, want die nare Orla moet voor goed en altijd uit de stad verjaagd worden!","duration":"4864","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/a\/l\/5a6b38bb0ac81_[format].jpg","category":"Animatie, Kids, Komedie","vidcollection":"C1193:46","ord":"198","datum":"20110101"},"M4099":{"id":"M4099","title":"Patatje Oorlog","first":"P","description":"De negenjarige Kiek maakt zich zorgen wanneer haar vader als arts naar een oorlogsgebied vertrekt. Hij kan een ziekte krijgen, of een ongeluk en er zijn zelfs verdwaalde kogels! Om de kans te verkleinen dat er iets met hem gebeurt, wringt ze zich in de vreemdste bochten...","duration":"4987","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/j\/k\/5a0aefcfee181_[format].jpg","category":"Familie, Drama, Kids","vidcollection":"C529:36","ord":"190","datum":"20110101"},"M38821":{"id":"M38821","title":"Pelle en de Dierenrovers","first":"P","description":"Pelle, de sympathieke politiewagen, heeft opdracht om de grootste attractie van een natuurpark in het hoge noorden van Noorwegen te bewaken: een broedende arend.","duration":"4197","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/6\/p\/55ed9b21daf99_[format].jpeg","category":"Avontuur, Kids","vidcollection":"","ord":"172","datum":"20130101"},"M32526":{"id":"M32526","title":"Pelle en de Waterdieven","first":"P","description":"Bij een zware storm wordt Pelle, het schattigste politiewagentje van de stad, getroffen door een krachtige stroomstoot. Iedereen vreest dat het afgelopen is met Pelle… tot er een mirakel gebeurt. Het autootje leeft nog en zit tjokvol energie! Die heeft hij zeker nodig wanneer hij de strijd aangaat met twee boeven, die al het water uit het bergmeer tappen en aan woekerprijzen willen verkopen. De natuur rond het meer is in gevaar en de bouw van een enorme dam bedreigt de hele stad. Pelle en zijn trouwe vriendin, de otter Dottie, moeten alles uit de kast halen om de boel te redden.","duration":"4440","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/o\/h\/54db64ac915c4_[format].jpg","category":"Animatie, Avontuur, Kids","vidcollection":"C1193:47","ord":"211","datum":"20100101"},"M1959":{"id":"M1959","title":"Piet Piraat en de Kleine Dino","first":"P","description":"Piet Piraat en zijn maatjes meren aan op een onbekend eiland. Plots stuiten onze vrienden op een reuzenei. Zo'n groot ei hebben ze nog nooit gezien en van wie zou het zijn? Berend wil het meenemen om er een reuzenomelet van te maken. Maar dan breekt het ei en verschijnt er... een kleine dino! Dat is het begin van een grappig maar ook bijzonder spannend verhaal. Kunnen de piraten de kleine dino terug bij zijn mama brengen?","duration":"4594","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/q\/n\/534f74bb52a56_[format].jpg","category":"Kids, Familie, Voorstelling","vidcollection":"","ord":"237","datum":"20080101"},"M2785":{"id":"M2785","title":"Piet Piraat en de Mysterieuze Mummie","first":"P","description":"Piet Piraat krijgt de opdracht van zijn tante Cleo om een sarcofaag te vervoeren. Deze sarcofaag moet van haar museum naar een piramide in Egypte gevaren worden. Volgens een zeer oude legende zou er een mummie in de sarcofaag zitten. Andere schepen hebben hem al geprobeerd te vervoeren, maar allemaal verdwenen ze op mysterieuze wijze.","duration":"1795","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/8\/v\/5d036ee12aa11_[format].jpg","category":"Kids","vidcollection":"","ord":"207","datum":"20100101"},"M1121":{"id":"M1121","title":"Piet Piraat en de Pompoenkoning","first":"P","description":"De vier piraten willen Halloween vieren. Berend zal pompoensoep maken! Maar Steven heeft al de pompoenen kapot gesneden. En een Halloweenfeest zonder pompoensoep is geen Halloweenfeest! De piraten besluiten om nieuwe pompoenen te halen op het pompoeneiland.","duration":"1561","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/j\/1\/5cd1411e8b769_[format].jpg","category":"Kids","vidcollection":"","ord":"219","datum":"20090101"},"M80235":{"id":"M80235","title":"Piet Piraat en de Toverlantaarn","first":"P","description":"Piet, Stien, Berend en Steven hebben een magische toverlantaarn. Daarmee kunnen ze hun leukste avonturen nog een keertje beleven. Ze vertellen de verhalen van de Windvis, 'Waar is Kwally?', de Papegaaienschat en de Zeewiersoep.","duration":"4856","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/x\/x\/5f85c02a672fa_[format].jpg","category":"Familie, Kids","vidcollection":"","ord":"30","datum":"20190101"},"M1119":{"id":"M1119","title":"Piet Piraat en het Schotse Spook","first":"P","description":"Piet Piraat en zijn kornuiten varen met de Scheve Schuit een nieuw avontuur tegemoet wanneer Berend een brief via luchtpost krijgt. Blijkbaar heeft Berend van zijn verre Schotse grootoom 'McBrokkenpap' een kasteel geërfd. De Scheve Schuit zet koers richting Schotland en Berend voelt zich helemaal Schots. Hij is vanaf nu McBrokkenpap.","duration":"2045","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/0\/k\/5d036ef73b01b_[format].jpg","category":"Kids","vidcollection":"","ord":"218","datum":"20090101"},"M10929":{"id":"M10929","title":"Piet Piraat en het Zeemonster","first":"P","description":"Piet Piraat droomt ervan om lid te worden van de Dappere Piraten Club. Tot nu toe zijn er slechts drie piraten lid van deze club, nl. Kapitein Keikop, Hendrik Eenoog en Lichtblauwbaard. Om lid te kunnen worden van deze club moet Piet Piraat, naast een zwaard veroveren en een schat vinden, ook een echt zeemonster verslaan. Aan de eerste twee voorwaarden heeft hij al voldaan in een vorig avontuur. Het zeemonster wordt echter een lastiger karwei...","duration":"4913","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/1\/y\/5c655e075c143_[format].jpg","category":"Kids","vidcollection":"","ord":"162","datum":"20130101"},"M95901":{"id":"M95901","title":"Pieter Konijn","first":"P","description":"De avontuurlijke held Pieter Konijn is geliefd bij meerdere generaties lezers. Nu krijgt hij de hoofdrol in de eigentijdse en stoere live-action animatiefilm voor de hele familie. De strijd tussen Pieter en meneer Verhoef om de moestuin loopt ontzettend uit de hand. Ook proberen ze allebei in de smaak te vallen bij hun lieve buurvrouw Bea. Zij is gek op dieren, terwijl meneer Verhoef juist een hekel heeft aan het ‘ongedierte’ dat zijn tuin probeert te verwoesten.","duration":"5451","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/f\/u\/6245ebcce0f62_[format].jpg","category":"Familie, Komedie","vidcollection":"","ord":"40","datum":"20180101"},"M31342":{"id":"M31342","title":"Pijnstillers","first":"P","description":"Casper heeft zijn vader nooit leren kennen en woont alleen met zijn moeder Marit. In zijn vrije tijd zit hij het liefst achter de piano. Hij is dan ook heel blij als hij wordt gekozen om pianist te worden in een jeugdorkest. Helemaal als hij daar bevriend raakt met Anouk die weet wat Casper meemaakt als hij ontdekt dat zijn moeder ernstig ziek is. Marit heeft kanker. Bang voor wat er met haar kan gebeuren besluit Casper met zijn beste vriend Pim zijn vader te gaan zoeken.","duration":"5765","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/z\/1\/5a16dabead6ed_[format].jpg","category":"Familie, Kids","vidcollection":"","ord":"154","datum":"20140101"},"M27426":{"id":"M27426","title":"Pim en Pom - Het Grote Avontuur","first":"P","description":"De twee katten Pim en Pom zijn elkaars beste vrienden en wonen samen bij hun baasje 'de Vrouw'. Als de nichtjes Treesje en Sjaantje op bezoek komen, nemen ze de poezen mee naar het park voor een picknick. Ze willen de katten dolgraag zelf houden en bedenken daarvoor stiekem een plan. Als Pim en Pom weten te ontsnappen aan de nichtjes, verdwalen ze en moeten samen op straat overleven. Daar ontmoeten ze een straatkattenbende die hun vriendschap op de proef stelt. Gaat het Pim en Pom lukken om samen te blijven en hun baasje terug te vinden?","duration":"4218","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/6\/x\/54002e8e78c80_[format].jpg","category":"Avontuur, Kids","vidcollection":"C927:57","ord":"171","datum":"20130101"},"M99500":{"id":"M99500","title":"Playmobil: de Film","first":"P","description":"NEDERLANDS GESPROKEN. Wanneer haar broertje Charlie plots verdwijnt in het magische PLAYMOBIL-universum, begint Marla halsoverkop een gevaarlijke zoektocht naar hem. Dit avontuur leidt haar naar fantastische, nieuwe werelden en wel héél verrassende vrienden, zoals de gladde vrachtwagenchauffeur Del, de charmante geheime agent Rex Dasher, een schattige robot en een extravagante fee. Tijdens hun wonderlijke reis leren Marla en Charlie dat werkelijk alles mogelijk is, zolang je maar in jezelf gelooft!","duration":"5717","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/c\/w\/6297789a15220_[format].jpg","category":"Animatie, Kids","vidcollection":"C910:16, C1193:15, C527:44","ord":"17","datum":"20190101"},"M33103":{"id":"M33103","title":"Plop en de Brandweerkabouter","first":"P","description":"Brandweerkabouter Kwiek komt naar het kabouterbos om zijn achterneefje Lui een bezoekje te brengen. Plop, Smal, Klus en Kwebbel schrikken wel even als ze Kwiek zien, want hij lijkt als twee druppels water op Lui. Alleen is de brandweerkabouter heel wat kwieker, fitter en stoerder dan hun vriend Lui. Al snel zijn alle kabouters dan ook onder de indruk van de dappere Kwiek.","duration":"2220","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/8\/a\/54e72cfeb7b00_[format].jpg","category":"Kids","vidcollection":"","ord":"148","datum":"20140101"},"M4491":{"id":"M4491","title":"Plop en de Fopkampioen","first":"P","description":"Een ontploffing, afgeknipte bloemen en vastgelijmde pantoffels... Wie is toch die mysterieuze fopkabouter die al die grapjes uithaalt?! Ben jij ook zo nieuwsgierig? Ga samen met je kaboutervrienden op avontuur, zing mee met de grootste Plophits en lach om de leukste kaboutergrappen en -grollen!","duration":"4253","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/l\/s\/534f75fb9a490_[format].jpg","category":"Kids, Voorstelling","vidcollection":"C927:71","ord":"192","datum":"20110101"},"M87893":{"id":"M87893","title":"Plop en de Kabouterkermis","first":"P","description":"Plop organiseert dit jaar de kabouterkermis. Zijn vrienden willen hem graag helpen. Alleen Klus helpt niet mee en krijgt daarom geen kermisbonnetjes. En zonder bonnetjes kan hij niet in de attracties. Wat nu?","duration":"2324","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/e\/3\/60c9ee8dd5576_[format].jpg","category":"Kids","vidcollection":"","ord":"144","datum":"20140101"},"M3811":{"id":"M3811","title":"Plop en de Muziekkampioen","first":"P","description":"Wie niet in kaboutertjes gelooft heeft Plop en De muziekkampioen nog niet gezien! Want de leukste Kabouters uit het Kabouterbos beleven weer de grootste avonturen. Jullie moeten onze vrienden komen helpen, want er is een groot probleem. Kabouter Amadeus geeft een groot concert, maar alleen één van onze vrienden kan daar aan mee doen.","duration":"4115","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/2\/0\/5cd036790e272_[format].jpg","category":"Kids, Voorstelling","vidcollection":"","ord":"234","datum":"20080101"},"M15527":{"id":"M15527","title":"Plop en de Wenssteen","first":"P","description":"Plop is jarig. Er is taart en hij krijgt cadeautjes! Van Kwebbel krijgt hij een sjaal en van Lui een hoofdkussen. Alleen Klus heeft weer eens niet aan een cadeautje gedacht. Omdat Klus dan zelf geen cadeautje krijgt als hij jarig is, haalt Klus buiten snel een kei. Klus liegt en zegt dat de kei eigenlijk een wenssteen is: Plop mag één wens doen en die zal dan uitkomen.","duration":"2185","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/h\/e\/5cd0354aa6cee_[format].jpg","category":"Kids","vidcollection":"","ord":"166","datum":"20130101"},"M1005":{"id":"M1005","title":"Plop en het Circus","first":"P","description":"Een registratie van de voorstellingen op 31 oktober 2009 in de Elisabethzaal te Antwerpen. Onze kaboutervrienden Plop, Kwebbel, Klus en Lui zijn op en top gespannen want vandaag gaan zij naar het circus! Ze hebben een verrassing mee voor de Acrobaat, de Circusdirecteur, de Rattentemmer en het Clowntrio Pipov. Maar dan blijkt dat het circus niet doorgaat want twee van de clowns zijn ziek geworden.","duration":"3774","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/u\/q\/5ccbfaf435e42_[format].jpg","category":"Kids, Voorstelling","vidcollection":"","ord":"221","datum":"20090101"},"M32530":{"id":"M32530","title":"Plop en Het Ei","first":"P","description":"De kabouters vinden een ei! Wat moeten ze nu doen? Ze besluiten om er samen voor te zorgen. Maar van wie is het ei? Een vogel? Een slang? Of een krokodil? Nee, het is een schattig eendenkuikentje. Kwebbel ontfermt zich als een echte moederkloek over het jong terwijl Klus en Lui op zoek gaan naar de moedereend.","duration":"2100","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/h\/s\/5d036eb0469b8_[format].jpg","category":"Kids","vidcollection":"","ord":"149","datum":"20140101"},"M65620":{"id":"M65620","title":"Plop en het Sprookjesboek (Show)","first":"P","description":"Als Klus op een dag een brief krijgt van een oude vriend, vertrekken de kabouters meteen om hem uit de nood te helpen. Er is namelijk iemand ontzettend droevig. Wie is er beter in staat dan de kabouters om iemand weer te doen lachen?","duration":"4077","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/2\/7\/5cd0352618880_[format].jpg","category":"Kids, Voorstelling","vidcollection":"","ord":"130","datum":"20150101"},"M3827":{"id":"M3827","title":"Plop en Prins Carnaval","first":"P","description":"Hoera! Binnenkort is het weer carnaval in het kabouterbos! En kabouters zijn gek op carnaval. Maar voor het zover is en iedereen zich kan gaan verkleden, moet er eerst een prins carnavalverkozen worden. Lui maakt grote kans, tenslotte is hij nog nooit aan de beurt geweest. Maar ook Klus wil dolgraag een keertje prins carnaval zijn. Wie wordt het dit jaar?","duration":"1840","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/h\/c\/5d036dae003a3_[format].jpg","category":"Kids","vidcollection":"","ord":"191","datum":"20110101"},"M2483":{"id":"M2483","title":"Plop Gaat Trouwen","first":"P","description":"Er heerst een drukte van jewelste in het kabouterbos. Plop is in de weer met het bakken van 1000 plopkoeken, Kwebbel moet haar paddenstoel schoonmaken, Klus is bezig met een geweldige uitvinding en heeft daarvoor de hulp nodig van Lui. Tot overmaat van ramp komt de vervelende Tante Plap ook nog op bezoek. Zij blijft bij haar neef Plop logeren tot hij trouwt met een kaboutermeisje. Het begin van een wervelende theatershow.","duration":"4458","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/1\/u\/534fc58280a55_[format].jpg","category":"Kids, Familie","vidcollection":"","ord":"202","datum":"20110101"},"M67156":{"id":"M67156","title":"Plop in de Speelgoedwinkel","first":"P","description":"Lui is heel trots op zijn nieuwe step. Hij heeft er dan ook lang voor gespaard. Maar dan breekt Klus het wiel. O, nee wat nu? De kabouters gaan met z’n allen een nieuw wiel kopen in de speelgoedwinkel. Terwijl Plop, Kwebbel en Lui een wiel zoeken, heeft Klus veel plezier met al dat speelgoed. Maar wat maakt hij er een rommeltje van. Dat moet hij opruimen, alleen heeft Klus daar geen zin in. Een sprekende Beer helpt Klus met het vervelende taakje…","duration":"4348","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/4\/7\/5d036d3c53b85_[format].jpg","category":"Kids, Voorstelling","vidcollection":"","ord":"164","datum":"20130101"},"M78825":{"id":"M78825","title":"Plop Show - Het Plop-up restaurant","first":"P","description":"Voor zijn verjaardag krijgt Plop een mooie foodtruck cadeau. Ondertussen passen Smal, Klus en Kwebbel op zijn melkherberg. Klus vindt het vele werk erg zwaar en beraamt een plan.","duration":"4489","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/v\/d\/5f4f57e17b10a_[format].jpg","category":"Familie, Kids, Voorstelling","vidcollection":"C1339:2","ord":"60","datum":"20180101"},"M81157":{"id":"M81157","title":"Pluisje: Durf te Vliegen","first":"P","description":"Pluisje is een jong en vrolijk vogeltje. Alles verandert als de gemene roofvogel Shadow Pluisje aanvalt tijdens zijn eerste vliegles. Zijn vader komt om het leven en Pluisje durft niet meer te vliegen. Als zijn familie naar het zuiden vliegt om te overwinteren, moet Pluisje in zijn eentje zien te overleven.","duration":"4758","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/j\/c\/5f998f2df2124_[format].jpg","category":"Animatie, Kids","vidcollection":"","ord":"58","datum":"20180101"},"M21267":{"id":"M21267","title":"Pluk van de Petteflet","first":"P","description":"Op een dag komt een rood kraanwagentje onder de poort van de Petteflet doorrijden met aan het stuur een jongetje. Het is Pluk en hij is op zoek naar een huisje om in te wonen. Als hij zijn tentje wil opzetten in de Torteltuin ontmoet hij Dollie de Duif die hem attendeert op het leegstaande torenkamertje boven op de Petteflet. In de Petteflet maakt Pluk allerlei nieuwe vrienden. Wanneer hij op een dag ontdekt dat de Torteltuin vernietigd dreigt te worden, zet Pluk alles op alles om dit te voorkomen.","duration":"5443","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/f\/4\/559398c22c62e_[format].jpg","category":"Familie, Kids","vidcollection":"C527:47","ord":"257","datum":"20040101"},"M81159":{"id":"M81159","title":"Prinsessia - De Droomtroon","first":"P","description":"Basiel heeft een verrassing voor de prinsessen: de droomtroon. Als je op deze magische troon gaat zitten, kan je je mooiste droom beleven. Maar er klopt iets niet. Elke droom wordt opeens een nachtmerrie!","duration":"4291","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/s\/t\/5f99913e5b61e_[format].jpg","category":"Familie, Kids","vidcollection":"","ord":"122","datum":"20150101"},"M65619":{"id":"M65619","title":"Prinsessia - Het Prinselijk Bal","first":"P","description":"Groot nieuws voor de prinsessen van Prinsessia. Ze zijn uitgenodigd om de openingsdans te doen op het jaarlijkse bal van Prinsendaal. Een grote eer, want Prinsendaal is de oudste en belangrijkste prinsenschool van het land.","duration":"2845","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/p\/v\/5cd035ae49055_[format].jpg","category":"Kids","vidcollection":"","ord":"129","datum":"20150101"},"M64151":{"id":"M64151","title":"Prinsessia Parkshow","first":"P","description":"Show van Prinsessia in Plopsaland De Panne uit 2016.","duration":"1879","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/s\/l\/5c7d04cca069e_[format].jpg","category":"Kids","vidcollection":"","ord":"110","datum":"20160101"},"M31930":{"id":"M31930","title":"Pudding T","first":"P","description":"NEDERLANDS GESPROKEN. Arme Iwan Olsen. Op school wordt hij door bullebakken gepest en thuis gaat het al niet veel beter. Pa vindt hem een slappeling, een loser en alles behalve de Tarzan waar hij altijd van gedroomd heeft. Maar dat verandert wanneer Iwan een vrolijke banjo-spelende heks ontmoet die hem superkrachten geeft. De pestkoppen krijgen meteen een koekje van eigen deeg. En nu hij de beste is in alles, wordt het leven vast een lolletje. Maar is dat wel zo?","duration":"4800","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/7\/u\/5a8ea990d1f26_[format].jpg","category":"Animatie, Kids, Komedie","vidcollection":"C1193:45","ord":"180","datum":"20120101"},"M20603":{"id":"M20603","title":"Radeloos","first":"R","description":"Als Paco plotseling zijn vader verliest, staat zijn leven op zijn kop. Yara wil het liefst naar de kunstacademie, maar haar moeder pusht haar om model te worden. Kunnen Paco en Yara elkaar helpen?","duration":"6970","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/9\/4\/57a2e6c1e2060_[format].JPG","category":"Familie, Kids","vidcollection":"C529:21","ord":"232","datum":"20080101"},"M51633":{"id":"M51633","title":"Rapunzel de Musical","first":"R","description":"Het mooie prinsesje Rapunzel bezit magisch haar. Op een dag wordt ze ontvoerd en opgesloten in een hoge toren, door een gemene tovenares die het haar wil hebben. Elke dag moet Rapunzel haar vlecht uit het torenraam laten zakken, zodat de tovenares naar boven kan klimmen. De jaren verstrijken en Rapunzel groeit in eenzaamheid op tot een knappe vrouw, dromend van een dappere prins die haar zal bevrijden. Zal haar redder ooit komen?","duration":"4641","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/2\/z\/5968b9778bc1d_[format].JPG","category":"Kids, Voorstelling","vidcollection":"C1339:3, C527:96","ord":"169","datum":"20130101"},"M91147":{"id":"M91147","title":"Ratchet & Clank NL","first":"R","description":"De kleine Ratchet heeft maar één droom: held van het Solona-universum worden en zich aansluiten bij Qwark’s ruimteleger. Qwark ziet hier echter niks in. Voor Ratchet is dit gelukkig niet het einde… Op een nacht hoort Ratchet een harde knal van een neergevallen shuttle uit een andere planeet; het is de kleine robot Clank die vlucht voor het gemene ruimtewezen Drek.","duration":"5405","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/c\/i\/615d5cbfe2477_[format].jpg","category":"Actie, Avontuur, Familie","vidcollection":"","ord":"103","datum":"20160101"},"M51457":{"id":"M51457","title":"Red Raffi","first":"R","description":"NEDERLANDS GESPROKEN. De 8-jarige Samuel Wiese voelt zich erg eenzaam omdat zijn vader een jaar geleden het gezin heeft verlaten om te gaan werken als arts in Afghanistan. Het allerbelangrijkst voor hem is nu zijn goudhamster Raffi, die hij als cadeau kreeg van zijn vader en die hij een aantal fantastische trucs heeft geleerd. Samuel is dan ook geschokt wanneer Raffi op een dag wordt ontvoerd.","duration":"5348","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/t\/u\/594bbcc7a0b79_[format].JPG","category":"Familie, Avontuur, Kids, Actie","vidcollection":"C527:35, C1377:5","ord":"135","datum":"20150101"},"M81528":{"id":"M81528","title":"Robocar Poli - Op Avontuur in de Stad","first":"R","description":"Het Robocar-team staat altijd klaar om de inwoners van Bezemstad te redden uit gevaarlijke situaties. Het team gaat een bosbrand te lijf en trotseert een storm. Ook maken de Robocars een heleboel nieuwe vrienden.","duration":"4143","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/l\/d\/5faa94b1b5ded_[format].jpg","category":"Animatie, Avontuur, Kids","vidcollection":"C1193:25, C927:70","ord":"59","datum":"20180101"},"M54887":{"id":"M54887","title":"Roodkapje de Musical","first":"R","description":"De mooie Roodkapje vertrekt op een dag richting het bos om een mandje met koekjes naar haar zieke oma te brengen. Diep in het bos ontmoet Roodkapje de lieve Gerrit de Wolf. Hij weet een plek waar de prachtigste bloemen groeien en raadt het meisje aan een mooie bos voor haar oma te plukken. Wat Roodkapje niet weet, is dat Gerrits gemene vrouw Tina iets heel anders van plan is. Zou de knappe jager Benjamin op tijd zijn om haar te redden?","duration":"4823","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/g\/w\/5a2f8cfb4812a_[format].jpg","category":"Kids, Voorstelling","vidcollection":"C1339:1, C527:94","ord":"111","datum":"20160101"},"M93278":{"id":"M93278","title":"Rosie & Moussa","first":"R","description":"Rosie verhuist met haar moeder naar een appartement aan de andere kant van Brussel. Ze leert er een heleboel mensen kennen: de gekke meneer Tak, de excentrieke mevrouw Hemelrijk en vooral Moussa, die in het appartement boven haar woont. Hij neemt Rosie op sleeptouw door de hele buurt. En ze gaan samen op zoek naar Rosie's papa, die al een tijdje niet meer thuis kwam.","duration":"5199","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/e\/r\/61a0f11224544_[format].jpg","category":"Familie, Komedie","vidcollection":"C529:29","ord":"45","datum":"20180101"},"M50630":{"id":"M50630","title":"ROX: Falen is Geen Optie","first":"R","description":"Team Rox wordt in de val gelokt door crimineel Zeno. Hij wil Rox omvormen tot een allesvernietigend wapen. Maar Rox kan als enige van zijn team ontsnappen. Slaagt Rox erin zijn vrienden te redden en zelf uit de klauwen van Zeno te blijven?","duration":"3319","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/m\/c\/5937c4cf50cf6_[format].jpg","category":"Kids","vidcollection":"","ord":"196","datum":"20110101"},"M99835":{"id":"M99835","title":"Sammy's Avonturen 2","first":"S","description":"NEDERLANDS GESPROKEN. De schildpadden Sammy en Ray worden gevangengenomen wanneer ze hun kleinkinderen voor het eerst naar de zee leiden. Ze belanden in een groot aquarium in Dubai. Het zeepaardje Big D. heeft grootse plannen om te ontsnappen, maar Sammy en Ray hebben daar maar weinig vertrouwen in. Ze werken aan een eigen plan. Ondertussen zijn ook de kleinkinderen vastbesloten om hun opa's te redden.","duration":"5327","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/y\/k\/62a9c5f705d05_[format].jpg","category":"Animatie, Avontuur, Kids, Komedie","vidcollection":"","ord":"173","datum":"20120101"},"M81156":{"id":"M81156","title":"Samson & Gert - Kerstshow 2017-2018","first":"S","description":"Samson en Gert krijgen bezoek van burgemeester Pegel uit Alaska. De Burgemeester wil hem zo goed mogelijk ontvangen in het dorp en heeft alvast een slagroomtaart klaargezet.","duration":"4715","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/b\/h\/5f9990e7aeef3_[format].jpg","category":"Familie, Kids","vidcollection":"","ord":"67","datum":"20180101"},"M81158":{"id":"M81158","title":"Samson & Gert - Kerstshow 2018-2019","first":"S","description":"Samson en Gert beginnen aan hun jaarlijkse Kerstshow, maar de Burgemeester, Van Leemhuyzen en Alberto hebben hun rommel nog niet opgeruimd! Gelukkig ziet Angela, het nichtje van Alberto, erop toe dat de vrienden dit toch doen.","duration":"4849","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/r\/f\/5f99910d8e31a_[format].jpg","category":"Familie, Kids","vidcollection":"C927:65","ord":"36","datum":"20190101"},"M97430":{"id":"M97430","title":"Samson & Gert, Afscheidsshow 2019-2020","first":"S","description":"Samson en Gert kondigen aan dat het de laatste Samson &amp; Gert Show is, maar niet getreurd, want ze hebben ook voor een oplossing gezorgd: Samson krijgt een extra baasje. Samen met de Burgemeester hebben ze ervoor gezorgd dat er op het einde van de show een groot cadeau komt met daarin het extra baasje. Maar heeft de Burgemeester de email met alle praktische info wel goed ontvangen?","duration":"6135","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/0\/w\/6267bd2f1fe74_[format].jpg","category":"Kids","vidcollection":"C910:32, C927:73","ord":"6","datum":"20200101"},"M18835":{"id":"M18835","title":"Schippers van de Kameleon","first":"S","description":"NEDERLANDS GESPROKEN. 1958. In het Friese dorpje Lenten, aan een groot meer, woont de tweeling Sietse en Hielke. De twee deugnieten staren vaak urenlang naar de schepen die voorbij varen. Wanneer hun vader, smid Klinkhamer, een boot op de kop kan tikken, komt de droom van de twee jongens uit. De sloep heeft echter nog geen motor. Wanneer Sietse en Hielke bij een verschrikkelijk onweer het leven van de dokter redden, krijgen ze een motor cadeau. Ze noemen hun nieuwe trots De Kameleon en in hun speedboot vaart de tweeling allerlei avonturen tegemoet.","duration":"5875","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/n\/r\/55cdee1ae144e_[format].jpg","category":"Familie, Kids","vidcollection":"","ord":"260","datum":"20030101"},"M32170":{"id":"M32170","title":"Shrek 2 NL","first":"S","description":"NEDERLANDS GESPROKEN. Na hun huwelijksreis ontvangen Shrek en Fiona de uitnodiging om Fiona's ouders te bezoeken. Tijdens hun bizarre reis naar het koninkrijk Far Far Away beleven Shrek en Fiona allerlei avonturen.","duration":"5520","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/3\/2\/5e9d469b3bd55_[format].jpg","category":"Avontuur, Animatie, Kids","vidcollection":"","ord":"259","datum":"20040101"},"M81005":{"id":"M81005","title":"Sinterklaas en de Vlucht door de Lucht","first":"S","description":"In heel het land is er maar één kind dat nooit haar schoentje zet: Floor. Als zij iets wil, vraagt ze het gewoon aan haar steenrijke vader, de baron. Tot Floor op een dag een zwembad vol chocolademunten wenst. Er is geen bakker die aan deze vraag kan voldoen, en dus is er maar één iemand die nog kan helpen: Sinterklaas.","duration":"3864","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/v\/h\/6194cb9faa2b2_[format].jpg","category":"Familie, Kids","vidcollection":"C927:18, C527:7","ord":"68","datum":"20180101"},"M61021":{"id":"M61021","title":"Sinterklaas en het Gouden Hoefijzer","first":"S","description":"De tienjarige Bloem is helemaal gek op het paard van Sinterklaas. Wanneer ze na verschillende pogingen Sinterklaas zo ver krijgt dat ze op zijn paard mag rijden gebeurt er iets verschrikkelijks. Tijdens een ritje buiten het kasteel het verliest Amerigo zijn magische hoefijzer. Het paard van Sinterklaas heeft geen normale hoefijzers, maar één gouden hoefijzer. Zonder dit magische hoefijzer kan Amerigo de daken niet op. Sinterklaas wil zijn Pieten niet ongerust maken en start samen met Bloem een zoektocht.","duration":"3838","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/u\/f\/61939c73c80de_[format].jpg","category":"Familie, Kids","vidcollection":"C927:19, C527:8","ord":"89","datum":"20170101"},"M48365":{"id":"M48365","title":"Siv Gaat Logeren","first":"S","description":"NEDERLANDS GESPROKEN. Siv (7) gaat voor het eerst in haar leven logeren bij Cerisia, het nieuwe meisje in de klas. ’s Avonds zijn veel dingen al een beetje anders dan Siv gewend is, maar ’s nachts wordt het pas echt vreemd. Siv kan niet in slaap komen en wil papa bellen om haar op te halen. Maar het briefje met papa’s nieuwe telefoonnummer zit in Cerisia’s pyjama. Trouwens, waar is Cerisia? Siv gaat op zoek naar Cerisia in het mysterieuze huis.","duration":"4547","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/x\/p\/5a8e8cd2ea7e7_[format].JPG","category":"Familie, Fantasy, Kids","vidcollection":"","ord":"116","datum":"20160101"},"M97699":{"id":"M97699","title":"Sneeuwwitje De Musical","first":"S","description":"Prinses Sneeuwwitje woont sinds de dood van haar ouders bij haar stiefmoeder, koningin Adora. Sneeuwwitje ontwikkelt zich tot een schoonheid. Op een dag vertelt de toverspiegel van de koningin dat niet zij, maar Sneeuwwitje de mooiste van het land is. De koningin is woedend en geeft haar man opdracht om Sneeuwwitje voorgoed te laten verdwijnen. Sneeuwwitje wordt helemaal alleen diep in het bos achtergelaten. Wat zal er met haar gebeuren? Kunnen de bewoners van het kleine huisje in het bos haar helpen?","duration":"4687","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/1\/x\/623c7bd436eff_[format].jpg","category":"Kids","vidcollection":"C910:30, C527:61","ord":"96","datum":"20160101"},"M19925":{"id":"M19925","title":"Snuf de Hond in Oorlogstijd","first":"S","description":"NEDERLANDS GESPROKEN. Friesland 1945. Tom woont bij zijn oom en tante aan de rand van het dorp op de boerderij Vredehoeve. Hij kan maar moeilijk aarden op het platteland en zit vol woede omdat zijn ouders bij de Duitse bombardementen zijn omgekomen. Hij wil maar een ding; vechten en wraak nemen. Mirjam, zijn Joodse vriendinnetje die op dezelfde boerderij ondergedoken zit, probeert hem te ontdooien. Om een maatje te hebben heeft hij een hond gekregen. Een prachtige lieve herdershond. Hij noemt hem Snuf. Samen beleven ze de spannendste avonturen en helpen ze de Canadezen om hun dorp te bevrijden.","duration":"5700","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/w\/n\/55cdee441a740_[format].jpg","category":"Familie, Avontuur, Kids","vidcollection":"","ord":"238","datum":"20080101"},"M89555":{"id":"M89555","title":"Spokenjagers","first":"S","description":"NEDERLANDS GESPROKEN. Tom is nogal bang aangelegd. Dat wordt er niet beter op als hij thuis in de kelder een spook ontdekt. Gelukkig is Hugo een Alledaagse Spook Gedaante. Hij doet geen vlieg kwaad, maar heeft wel dringend Tom's hulp nodig. Hugo kan niet terug naar het spookhuis waar hij woont. Daar is een gevaarlijke Oude IJsgeest komen wonen, die de hele stad bevriest. Tom en Hugo roepen de hulp in van de professionele spokenjager Hetty. Tom en Hugo weten haar over te halen om samen op jacht te gaan.","duration":"5684","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/s\/x\/6113c7a57a8d1_[format].jpg","category":"Familie","vidcollection":"","ord":"120","datum":"20150101"},"M93276":{"id":"M93276","title":"Spookuil","first":"S","description":"De 9-jarige Eia wil niets liever dan samen met haar vader en moeder Kerstfeest vieren. Haar ouders hebben het altijd zó druk. Eia mist haar familie. Als plotseling blijkt dat haar ouders naar het buitenland moeten voor hun werk, brengt het meisje onverwachts haar wintervakantie door bij haar grootvader. Tot dat moment wist ze helemaal niet dat ze een opa had. Het bezoek komt als een complete verrassing voor Eia.","duration":"5441","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/8\/w\/61a0f13034bee_[format].jpg","category":"Familie","vidcollection":"C529:16","ord":"42","datum":"20180101"},"M98349":{"id":"M98349","title":"Sprookjesboom De Musical - Een Gigantisch Avontuur","first":"S","description":"Klein Duimpje wil niet langer klein zijn. Maar hoe wordt iemand groot? Heks maakt sluw gebruik van de wens van deze kleine jongen. Ze tovert hem, natuurlijk in haar eigen voordeel, groot. Klein Duimpje komt er samen met iedereen in het Sprookjesbos achter wat het is om groot te zijn. Maar is groter zijn eigenlijk wel beter?","duration":"4736","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/e\/l\/6267c716967aa_[format].jpg","category":"Kids","vidcollection":"C910:33, C927:48","ord":"143","datum":"20140101"},"M59271":{"id":"M59271","title":"Sprookjesboom: De Film","first":"S","description":"Roodkapje, Wolf, Assepoester, Reus en Klein Duimpje komen per ongeluk terecht in het onbekende Winterland. De Sprookjesbosbewoners willen graag terug naar huis, maar dan moeten ze eerst vijf kristallen vinden.","duration":"4200","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/n\/k\/5b4ee76c6fdf3_[format].jpg","category":"Kids","vidcollection":"","ord":"178","datum":"20120101"},"M60181":{"id":"M60181","title":"Sprookjesboom: Een Wonderlijk Muziekfeest","first":"S","description":"Ieder jaar vindt in het Sprookjesbos het Wonderlijke Muziekfeest plaats. Vindt geitje Benjamin uiteindelijk zijn instrument? Wat is Heks van plan? En hoe moet het met de verdwaalde juffrouw en haar leerlingen?","duration":"4559","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/t\/h\/5b7179f7d57c0_[format].jpg","category":"Kids, Voorstelling","vidcollection":"","ord":"225","datum":"20090101"},"M100124":{"id":"M100124","title":"Sprookjesmusical De Gelaarsde Kat","first":"S","description":"De gelaarsde Kat laat zien hoe hij bij een arme molenaarszoon terecht is gekomen. De twee raken bevriend en de kat belooft de molenaarszoon alles wat hij zich maar kan wensen. Het enige wat de kat daarvoor wil hebben, zijn kleren en leren laarzen. Wat zou de gelaarsde Kat van plan zijn? Zal hij zijn belofte nakomen? Of krijgt dit verhaal een ander staartje?","duration":"5199","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/m\/z\/62b307bc99908_[format].jpg","category":"Familie, Kids","vidcollection":"C910:10, C527:51","ord":"38","datum":"20180101"},"M65720":{"id":"M65720","title":"Stip & Vlek","first":"S","description":"Kijk, daar heb je Stip &amp; Vlek. Stip is gestipt en Vlek is gevlekt. Precies zoals het hoort. Stilzitten kunnen ze niet. Ze buitelen van het ene avontuur in het andere. Ze houden van picknicken, de kamer behangen, stempels maken en piraat spelen. Bruisend van energie bezorgen ze het aller jongste publiek een echt filmfeest!Het universum van de grappige konijntjes met de toepasselijke namen Stip en Vlek, ziet er precies uit zoals de wereld van een kleuter. Er wordt gespeeld met vormen en kleuren in 7 charmante verhaaltjes, ondersteund door aanstekelijke muziek.","duration":"2832","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/g\/q\/5ca7427c59ff0_[format].jpg","category":"Kids","vidcollection":"","ord":"194","datum":"20110101"},"M65721":{"id":"M65721","title":"Stip & Vlek Doen Weer Gek","first":"S","description":"Stip &amp; Vlek doen weer gek bestaat uit 6 charmante verhaaltjes waarmee twee guitige langoren met de toepasselijke namen Stip &amp; Vlek, opvoeders vertederen en peuters en kleuters de opwinding bezorgen die ontstaat bij de herkenning en verkenning van hun leefwereld.","duration":"2438","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/3\/6\/5ca74302c49c1_[format].jpg","category":"Kids","vidcollection":"","ord":"165","datum":"20130101"},"M64880":{"id":"M64880","title":"Stormwind 3","first":"S","description":"Mika’s reputatie als ‘paarden fluisteraar’ is overal bekend. Samen met haar geliefde zwarte hengst Stormwind vertrekt ze naar Spanje, waar Stormwind vandaan komt. Daar aangekomen ontdekt ze een magische oasis waar een grote kudde wilde paarden leeft. De eigenaar van de oasis wordt geforceerd het landgoed te verkopen aan een groot bedrijf die het bronwater van de oasis graag wil bemachtigen. Om de oasis te redden bedenkt Mika om een oude traditie terug te halen: een wilde paarden race.","duration":"5990","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/f\/5\/5c82854754fbf_[format].jpg","category":"Familie, Avontuur, Kids","vidcollection":"","ord":"81","datum":"20170101"},"M87783":{"id":"M87783","title":"Stormwind 4","first":"S","description":"NEDERLANDS GESPROKEN. Mika's grootmoeder, Sam en Mr. Kaan proberen hun boerderij draaiende te houden ondanks allerlei problemen en vertrouwen op de hulp van de ogenschijnlijk leuke Isabell. Omdat de werf in vreemde handen dreigt te vallen, is  Stormwind in gevaar en kan Mika zelfs haar geliefde hengst niet helpen.","duration":"6091","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/6\/q\/60c8add824fb6_[format].jpg","category":"Familie, Kids","vidcollection":"","ord":"51","datum":"20180101"},"M63971":{"id":"M63971","title":"Strawberry Shortcake: The Sweet Dreams Movie","first":"S","description":"Peculiar Purple Pie Man heeft de dromenfabriek van Klaas Vaak overgenomen en houdt alle dromen voor zichzelf. Strawberry Shortcake en haar vriendinnen reizen naar Dromenland om hier een stokje voor te steken.","duration":"4983","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/1\/f\/5c752dc66f3b1_[format].jpg","category":"Animatie, Kids, Avontuur, Fantasy","vidcollection":"C1193:48","ord":"251","datum":"20060101"},"M85750":{"id":"M85750","title":"Stuart Little 2 NL","first":"S","description":"NEDERLANDS  GESPROKEN. Op een dag is Stuart op weg van school naar huis en redt hij een gewond vogeltje uit de handen van een gemene valk. Hij brengt haar naar het huis van de Littles en daar wordt Margalo liefdevol opgevangen. Margalo en Stuart worden dikke vriendjes maar het feest duurt niet lang, Margalo is op een dag verdwenen.","duration":"4475","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/y\/b\/6062e64951e66_[format].jpg","category":"Familie","vidcollection":"","ord":"261","datum":"20020101"},"M85965":{"id":"M85965","title":"Stuart Little NL","first":"S","description":"NEDERLANDS GESPROKEN. De muis Stuart wordt geadopteerd door het gezin Little. George vindt zijn nieuwe broertje helemaal niet leuk en datzelfde geldt voor de kat van de familie. Ze doen er alles aan om van Stuart af te komen.","duration":"4864","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/6\/w\/60897ef1173dd_[format].jpg","category":"Familie","vidcollection":"","ord":"263","datum":"19990101"},"M90843":{"id":"M90843","title":"Superjuffie","first":"S","description":"Juf Josje is een heel gewone juf, maar als ze een mysterieus beeldje ontdekt, verandert ze plotseling in Superjuffie. Ze schiet als een groene tornado door de lucht, kan met dieren praten en komt in actie als die in gevaar zijn! Dit is nogal onhandig als je als nieuwe juf les moet geven aan groep 6...","duration":"5048","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/r\/z\/615418a7f30cf_[format].jpg","category":"Familie","vidcollection":"","ord":"49","datum":"20180101"},"M24128":{"id":"M24128","title":"Tarzan NL","first":"T","description":"De jonge Tarzan groeit op in de Afrikaanse jungle nadat de rest van zijn gezin is omgekomen bij een helikoptercrash. Een groep gorilla's vindt het jongetje en ontfermt zich over hem. Als tiener heeft Tarzan een korte ontmoeting met het meisje Jane, die jaren later terugkeert met een onderzoeksteam. Tarzan valt als een blok voor haar, maar haar reisgenoot Clayton heeft vernietigende plannen voor de jungle.","duration":"5447","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/p\/g\/5873b98c3f02e_[format].jpg","category":"Animatie, Avontuur, Kids","vidcollection":"","ord":"161","datum":"20130101"},"M94470":{"id":"M94470","title":"The Star","first":"T","description":"NEDERLANDS ONDERTITELD. Het verhaal volgt Bo, een kleine, maar dappere ezel. Hij verlangt naar een leven dat uit meer bestaat dan de dagelijkse sleur in de molen in het dorp. Op een dag vindt hij de moed om te ontsnappen en begint hij eindelijk aan het avontuur van zijn dromen.","duration":"4954","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/q\/1\/61d56e4238256_[format].jpg","category":"Animatie, Familie, Kids","vidcollection":"C1193:8","ord":"74","datum":"20170101"},"M66127":{"id":"M66127","title":"The Strawberry Shortcake Movie: Sky's the Limit","first":"T","description":"Na een harde storm in Berry Bitty Stad ontdekken Strawberry en haar vriendinnen dat er geen water meer is. De rups Meneer Longface weet dat er een magische steen is die het probleem zou kunnen oplossen.","duration":"3974","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/9\/q\/5cc18ff26bab7_[format].jpg","category":"Animatie, Avontuur, Kids","vidcollection":"C1193:35","ord":"222","datum":"20090101"},"M73814":{"id":"M73814","title":"Thomas de Stoomlocomotief - Opgraven en Ontdekken","first":"T","description":"NEDERLANDS GESPROKEN.  Thomas de Stoomlocomotief heeft al veel gereisd, maar gaat nu voor het eerst naar Italië! Daar ontmoet hij de aardige en slimme Gina, een expert op het gebied van alles dat Italiaans is. Thomas vindt zichzelf enorm wereldwijs en wil aan Gina bewijzen dat hij haar hulp niet nodig heeft,  maar in werkelijkheid valt hij van de ene verbazing in de andere... Want waarom staat die toren zo scheef? En waarom zien de gebouwen er zo onafgemaakt uit?","duration":"3615","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/h\/6\/5ebd3b4a4d16c_[format].jpg","category":"Kids","vidcollection":"","ord":"61","datum":"20180101"},"M46891":{"id":"M46891","title":"Thomas de Stoomlocomotief: De Grote Wedstrijd","first":"T","description":"3, 2, 1, racen maar! De Grote Spoor Show vindt plaats op het vasteland en Thomas wil dolgraag meedoen voor Sodor. Maar dat gaat nog niet zo gemakkelijk.","duration":"3660","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/d\/1\/57d7f13b5022a_[format].jpg","category":"Kids, Animatie","vidcollection":"C1193:18, C927:56","ord":"197","datum":"20110101"},"M62206":{"id":"M62206","title":"Thomas de Stoomlocomotief: Grote Avonturen in de Grote Wereld","first":"T","description":"Thomas de stoomlocomotief verlaat Sodor en trekt de wijde wereld in. Tijdens zijn avontuurlijke reis naar verre landen leert hij andere culturen kennen en maakt hij nieuwe vrienden!","duration":"4888","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/7\/j\/5bfbbe59212b3_[format].jpg","category":"Animatie, Avontuur, Kids","vidcollection":"C1193:26","ord":"72","datum":"20180101"},"M38339":{"id":"M38339","title":"Thomas de Stoomlocomotief: Sodors Legende Van De Verloren Schat","first":"T","description":"Een spectaculair nieuw avontuur, waarin Thomas afreist naar Sodor voor zoektocht vol verrassingen. Thomas en zijn vrienden vinden op Sodor namelijk een oud piratenschip, wat hen hopelijk zal leiden naar een oude piratenschat. Echter komen Thomas en zijn vrienden al snel in de problemen. Zal Thomas de schat op tijd weten te vinden?","duration":"3621","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/c\/q\/55d6edad97852_[format].jpg","category":"Animatie, Kids","vidcollection":"C1193:38","ord":"139","datum":"20150101"},"M515":{"id":"M515","title":"Timboektoe","first":"T","description":"De ouders van Isa en Kars gooien het roer om en beginnen een camping in Frankrijk. Isa en Kars hebben het gevoel naar Timboektoe te verhuizen en alles te verliezen. Lang klagen ze gelukkig niet, want al snel maken ze nieuwe vrienden. Maar terwijl vriendschappen opbloeien, komt hun camping in de problemen. Niet ver bij hen vandaan is een andere camping geopend en de onsympathieke eigenaar probeert camping Timboektoe aan alle kanten te beschadigen.  Zal het Isa en Kars lukken om Timboektoe open te houden?","duration":"6277","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/3\/t\/559396ba2d0b9_[format].jpg","category":"Familie, Kids","vidcollection":"","ord":"243","datum":"20070101"},"M98341":{"id":"M98341","title":"Titus & Fien - Zomershow","first":"T","description":"In deze theatervoorstelling lach, gier en brúl je samen met de hele familie mee met het hilarische groene duo Titus en Fien. De show zit vol grappige sketches en grote hits en wordt live begeleid door de oliebollenband.","duration":"4950","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/b\/e\/6267bd8a2a888_[format].jpg","category":"Kids, Voorstelling","vidcollection":"C910:27, C927:40","ord":"2","datum":"20210101"},"M86257":{"id":"M86257","title":"Trouble NL","first":"T","description":"NEDERLANDS GESPROKEN. Het hondje Trouble is geboren met een gouden bot in zijn mond. Hij heeft alles wat zijn hondenhart begeert. Zijn baasje, een rijke barones, is de allerliefste! Maar als zij er plotsklaps niet meer is, wordt Trouble door haar irritante kinderen bij het vuilnis gezet. Als blijkt dat ze zonder hem geen kans maken op de erfenis, ontstaat er een klopjacht op Trouble.","duration":"5050","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/m\/x\/606da1418a391_[format].jpg","category":"Animatie, Kids","vidcollection":"C1193:30, C527:67","ord":"29","datum":"20190101"},"M3687":{"id":"M3687","title":"Uit het Dagboek van Mega Mindy","first":"U","description":"Liefste dagboek. Zal Toby ooit weten dat Mieke Mega Mindy is? Zal Toby ooit weten dat Mieke verliefd is op hem? Al van de eerste dag dat ze hem zag. Ze houdt van hem. En dat wil ze hem al zo lang zeggen, maar ze kon niet. Tot vandaag... Zal Toby ooit verliefd zijn op Mieke in plaats van op Mega Mindy? Zal hij haar ooit vast houden in zijn armen, in haar ogen kijken en dan zeggen dat hij van haar houdt en haar kussen?","duration":"2399","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/n\/9\/5ccbf6ba00549_[format].jpg","category":"Kids","vidcollection":"C527:59","ord":"235","datum":"20080101"},"M13489":{"id":"M13489","title":"Vampierzusjes","first":"V","description":"NEDERLANDS GESPROKEN. De zusjes Dakaria en Silvania Tepes, 12 jaar oud, zijn allebei half vampier. Het is geen toeval dat de meisjes zijn opgegroeid in Transsylvanië, het land van Dracula.  Maar nu, na al die jaren, wil moeder ook wel eens in een wat vrolijker omgeving wonen, zo verhuist het hele gezin op een mooie zomerdag naar een rustig dorp in Duitsland. Daar zullen de meisjes moeten wennen aan het gewone mensenleven. Want niemand mag erachter komen dat ze vampier zijn...","duration":"5600","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/4\/1\/59916b1f2da52_[format].jpg","category":"Familie","vidcollection":"","ord":"179","datum":"20120101"},"M57873":{"id":"M57873","title":"Vampierzusjes 2: Vleermuizen in je Buik","first":"V","description":"NEDERLANDS GESPROKEN. De Vampierzusjes zijn terug voor een nieuw smakelijk avontuur! Twee jaar na hun verhuizing uit Transsylvanië zijn Dakaria en Silvania Tepes helemaal gesetteld in het rustige dorpje Bindburg: ze halen goede cijfers op school en zijn beste vrienden met Helene en Ludo.","duration":"5381","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/i\/v\/5b03ceb754b80_[format].jpg","category":"Fantasy","vidcollection":"","ord":"113","datum":"20160101"},"M90248":{"id":"M90248","title":"Van de makers van De Grote Sinterklaasfilm: Waar is Sinterklaas?!","first":"V","description":"Sinterklaas denkt dat de Pieten hem te oud en overbodig vinden. Teleurgesteld verlaat hij het kasteel en belandt bij toeval op het dak van Shanti. Zij verstopt Sinterklaas op haar zolderkamer, want oma mag hem niet ontdekken. In de tussentijd proberen de Pieten Sinterklaas te vinden, want zonder hem geen Sinterklaasfeest. Lukt het Shanti om Sinterklaas en de pieten op tijd te herenigen?","duration":"3150","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/v\/e\/616052ddb4ee8_[format].jpg","category":"Kids","vidcollection":"","ord":"4","datum":"20210101"},"M92782":{"id":"M92782","title":"Waar is het Grote Boek van Sinterklaas?","first":"W","description":"Guus Blik, de eigenaar van de grootste speelgoedfabriek van het land, vindt het belachelijk dat Sinterklaas speelgoed 'gratis weggeeft' aan de kinderen. Hij steelt het boek van Sinterklaas en hierdoor dreigt pakjesavond in het water te vallen. Ten einde raad vraagt de Sint aan de Kerstman of hij zijn boek mag lenen, maar dan blijkt dat Guus ook op de Noordpool al heeft toegeslagen! Lukt het Sinterklaas om samen met de Kerstman beide feesten te redden?","duration":"3840","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/z\/f\/61a5e2d5a65d1_[format].jpg","category":"Familie","vidcollection":"C927:13","ord":"25","datum":"20190101"},"M68596":{"id":"M68596","title":"Wendy & Dixie","first":"W","description":"NEDERLANDS GESPROKEN. De 12-jarige Wendy staat absoluut niet te trappelen wanneer haar ouders besluiten de hele zomer door te brengen op de vervallen paardenboerderij van haar oma. Wendy heeft het niet zo op paarden. De komst van paard Dixie verandert Wendy’s leven echter voorgoed.","duration":"5244","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/b\/o\/5d3ee1eee2eb0_[format].jpg","category":"Avontuur, Kids","vidcollection":"","ord":"70","datum":"20180101"},"M98647":{"id":"M98647","title":"Willy op de Onbekende Planeet","first":"W","description":"Na de vernieling van hun ruimteschip door een astroïderegen raakt de jonge Willy gescheiden van zijn ouders, met wie hij door de ruimte reisde. Zijn reddingscapsule belandt op een wilde en onontgonnen planeet. Met de hulp van Buck, een overlevingsrobot, moet hij overleven tot er een reddingsmissie arriveert.","duration":"5187","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/8\/2\/627cc5b4ca009_[format].jpg","category":"Animatie, Kids","vidcollection":"C910:24, C1193:24, C527:54","ord":"20","datum":"20190101"},"M33187":{"id":"M33187","title":"Wiplala","first":"W","description":"Wiplala is een vrolijke avonturenfilm voor de hele familie over een 10 cm groot mannetje uit een land waar iedereen kan toveren, al noemen ze het daar tinkelen. Wiplala kan echter niet zo goed tinkelen, daarom besluit hij het land te verlaten. Kruipend door een hele lange gang belandt hij in de keukenkast van de familie Blom. Meneer Blom, de vader van dit eenoudergezin, heeft weinig tijd en aandacht voor zijn kinderen, de verlegen Johannes van negen jaar en de zelfstandige twaalfjarige Nella Della. Wanneer Johannes per toeval Wiplala in de keuken achter een pot pindakaas vindt is hij blij iets voor zichzelf te hebben, maar het lukt hem niet lang zijn vondst voor de rest van het gezin verborgen te houden. Nella Della vindt het kleine mannetje wel interessant en spannend, maar meneer Blom gelooft helemaal niet in tinkelende kleine mannetjes. Totdat Wiplala per ongeluk de hele familie in een restaurant klein tinkelt. Als hij niet in staat blijkt te zijn ze weer groot te maken begint een spannend avontuur van hele kleine mensen in een hele grote wereld.","duration":"6000","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/p\/l\/54f055fc63e8f_[format].JPG","category":"Familie, Avontuur, Kids, Fantasy, Komedie","vidcollection":"C1377:9","ord":"156","datum":"20140101"},"M73855":{"id":"M73855","title":"Woezel en Pip: Alles is Fijn!","first":"W","description":"Woezel en Pip zijn onafscheidelijke vriendjes uit de Tovertuin. Woezel is een klein jongenshondje met grote flaporen, een stoere blaf maar een heel klein hartje. Pip is zijn vrolijke hartsvriendinnetje. Samen met Tante Perenboom, De Wijze Varen, De Zingende Tulpjes, Molletje en Buurpoes beleven zij een nieuw avontuur.","duration":"3808","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/n\/u\/5e98438b8b279_[format].jpg","category":"Kids, Voorstelling","vidcollection":"","ord":"163","datum":"20130101"},"M73854":{"id":"M73854","title":"Woezel en Pip: In de Tovertuin","first":"W","description":"Woezel en Pip gaan voor de eerste keer op avontuur in het theater! Voor een klein uur nemen de liefste hondjes van de wereld je mee naar de Tovertuin, waar Pip deze keer een groot geheim heeft, Tante Perenboom een spelletjesdag organiseert, de Wijze Varen wijze raad geeft en Woezel wakker wordt in een wel heel spannende nacht...","duration":"3361","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/s\/u\/5e9843aaf0db1_[format].jpg","category":"Kids","vidcollection":"","ord":"217","datum":"20090101"},"M73856":{"id":"M73856","title":"Woezel en Pip: Overal Vriendjes!","first":"W","description":"In deze voorstelling Overal vriendjes! beleven Woezel &amp; Pip weer spannende avonturen, wordt er natuurlijk gezongen, gelachen en zijn alle vriendjes uit de Tovertuin ook weer van de partij! De Tulpjes zingen, Molletje graaft weer druk in het rond, maar wat is Buurpoes nou aan het doen? 'Ehm mag dat wel Tante Perenboom?'","duration":"3471","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/m\/f\/5e9843ccb3ce4_[format].jpg","category":"Kids, Avontuur, Komedie, Voorstelling","vidcollection":"C927:61","ord":"125","datum":"20150101"},"M70573":{"id":"M70573","title":"Zoo NL","first":"Z","description":"NEDERLANDS GESPROKEN. Tom is een jonge tiener wiens vader het huis heeft verlaten om voor zijn land te vechten. Hij werkte in de plaatselijke dierentuin, waar net een babyolifant genaamd Buster is geboren. Tom heeft een hechte band met het dier. Wanneer het gebied gebombardeerd wordt, roept Tom de hulp in van een groep tamelijk oppervlakkige maar niettemin plezierige vrienden. Zal het ze lukken om het dier te redden?","duration":"5593","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/y\/y\/5db85431cf719_[format].jpg","category":"Familie","vidcollection":"","ord":"66","datum":"20180101"},"M77634":{"id":"M77634","title":"Zoop In Afrika","first":"Z","description":"Acht dierenverzorgers in opleiding vertrekken voor een uitwisselingsproject naar Afrika om daar in een dierenpark hun kennis te vergroten. Onderweg stort hun vliegtuig neer in de Afrikaanse wildernis en moeten ze zich samen zien te redden. Al snel beseffen de rangers dat het er in de natuur heel anders aan toegaat dan in de dierentuin. Als Bionda dan ook nog eens verdwaalt, is de wanhoop nabij. Deze film wordt getoond in de originele versie en bevat stereotyperingen.","duration":"5051","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/1\/8\/5f2d5e9dcc27c_[format].jpg","category":"Avontuur, Familie, Kids","vidcollection":"C529:39","ord":"253","datum":"20050101"},"M77635":{"id":"M77635","title":"Zoop In India","first":"Z","description":"Nu de rangers heelhuids uit Afrika zijn teruggekeerd, wordt het tijd voor een avontuur op een nieuw continent. Ze gaan dit keer op zoek naar een kudde verdwenen olifanten. Eenmaal aangekomen in India, blijkt al snel dat de olifanten zijn ontvoerd door ivoorsmokkelaars. De reis blijkt dus niet zonder gevaren! Deze film wordt getoond in de originele versie en bevat stereotyperingen.","duration":"5529","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/5\/q\/5f2d5ebc9cbec_[format].jpg","category":"Avontuur, Familie, Kids","vidcollection":"C529:18","ord":"247","datum":"20060101"},"M77636":{"id":"M77636","title":"Zoop In Zuid-Amerika","first":"Z","description":"De rangers worden gevraagd om de zeldzame De Loro-vlinderpopulatie te redden. Deze vlindersoort wordt namelijk bedreigd door grote bosbranden in de Zuid-Amerikaanse jungle. De rangers moeten de cocons opsporen voordat ze uitkomen, zodat ze ergens anders uitgezet kunnen worden. Deze film wordt getoond in de originele versie en bevat stereotyperingen.","duration":"5231","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/r\/n\/5f2d5ed65c830_[format].jpg","category":"Avontuur, Familie, Kids","vidcollection":"C529:19","ord":"241","datum":"20070101"},"M90830":{"id":"M90830","title":"Zwanenprinses: Kerstmis","first":"Z","description":"Prinses Odette, prins Derek en hun vriendjes uit het bos bereiden zich voor op hun eerste gezamenlijke kerstfeest. Terwijl het koninkrijk zich klaarmaakt voor de feestdagen, bedenkt de gemene Ruigbaard een plan om kerst te verpesten. Lukt het de vrienden om dit te voorkomen en het kerstfeest te redden?","duration":"4645","type":"movie","seasons":"","icon":"https:\/\/img-opt.cdn.smartvod.com\/smartvod\/images\/videoland\/data\/images\/w\/s\/6165ac1292698_[format].jpg","category":"Animatie, Familie, Fantasy","vidcollection":"C1193:32","ord":"174","datum":"20120101"}}