{"21818":{"channel":"25","start":"1672570200","end":"1672575240","title":"10 jaar Grenzeloos Verliefd","program_id":"900989235","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/dsQo9ALUMHPmxmCEYvPQ406IbeLPQvOQmfy8T89CRg9BuE\/1920x1080.jpg?blurred=false","description":"Arie Boomsma gaat op bezoek bij stellen uit de afgelopen 10 jaar van Grenzeloos Verliefd. In Nederland en in het buitenland. Hoe gaat het nu met ze? Zijn ze nog samen? Heeft de liefde alles overwonnen? Tijdens een vakantie in Jordanië ontmoet Jessica de Arabier Ramy. De twee vallen als een blok voor elkaar en in 2007 pakt Jessica haar spullen om voorgoed in Jordanië te gaan wonen. Ze trouwen en niets lijkt een mooie toekomst nog in de weg te staan. Tien jaar later is Jessica's leven drastisch veranderd door gebeurtenissen die niemand had kunnen voorzien. Als Patricia vrijwilligerswerk doet in Thailand, merkt ze al snel dat zij en Jack het goed met elkaar kunnen vinden. Na de eerste zoen zijn de gevoelens voor elkaar zo diep, dat Patricia in 2012 haar leven in Nederland verruilt voor een huisje op het Thaise platteland. Haar zoektocht naar een baan verloopt stroef en de spanningen tussen Patricia en haar schoonmoeder lopen steeds hoger op. Zes jaar later wordt de balans opgemaakt.","category":""},"66637":{"channel":"25","start":"1673174400","end":"1673179500","title":"10 jaar Grenzeloos Verliefd","program_id":"901298136","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/dsQo9ALUMHPmxmCEYvPQ406IbeLPQvOQmfy8T89CRg9BuE\/1920x1080.jpg?blurred=false","description":"In 2014 emigreert Ellen naar het Indonesische eiland Lombok, om een leven op te bouwen met haar vriend Prema. Ze kennen elkaar uit de periode dat Ellen stage liep op het eiland. Haar moeder reist met haar mee en is geschokt als ze de primitieve omstandigheden ziet, waarin haar dochter gaat leven. Koken gebeurt op de grond en de douche is een emmer met een schepje. Vier jaar later blijkt of Ellen zich aan heeft kunnen passen aan de cultuur en of haar grootste wens is uitgekomen. En Sanne leert George kennen wanneer ze vrijwilligerswerk doet bij een weeshuis in Zimbabwe. George is nog getrouwd, maar zodra de scheiding is ingezet, vraagt hij haar ten huwelijk. Eind 2012 vertrekt Sanne, mét pasgeboren zoontje George junior, naar Zimbabwe.","category":""}}