{"14232":{"channel":"19","start":"1672444620","end":"1672445460","first":"D","idtitle":"DENACHTZOEN","title":"De Nachtzoen","program_id":"900945897","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/GV79A6u3pLERfEtqaKnRdPxEbvZxAkS9CVyK9AUnbkrasg\/1920x1080.jpg?blurred=false","description":"Voor Samuel Lee, Theoloog des Vaderlands 2019, is het een geruststellend idee dat God altijd dichtbij is. En toch kan hij het niet laten te benadrukken dat niemand God in zijn broekzak heeft.","category":""},"14233":{"channel":"19","start":"1672445460","end":"1672447320","first":"N","idtitle":"NIEUWSUUR","title":"Nieuwsuur","program_id":"900945900","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/J9BglYSALI5r5PS0YXjEwaNJ9AMW7RKOTpQtCtpNs3GrM\/1920x1080.jpg?blurred=false","description":"China en Rusland zoeken steeds vaker toenadering. Ook vandaag was er een gesprek tussen de Russische leider Vladimir Poetin en de Chinese president Xi. Wat kunnen beide landen voor elkaar betekenen en wat betekent hun toenadering voor de oorlog in Oekraïne? Deskundigen laten hun licht hierover schijnen. * De Oekraïense cameraman Bohdan filmt sinds het begin van de oorlog reportages voor Nieuwsuur. Nu vertelt hij zijn eigen verhaal, en hoe het is om in oorlogstijd je camera op te pakken. * Laurens Ham, Mirthe van der Drift en Rose Heijnen maakten een podcast voor NPO2- Doe Maar Normaal - over de geschiedenis van protestliederen in Nederland.","category":""},"14234":{"channel":"19","start":"1672447320","end":"1672448940","first":"N","idtitle":"NOSJEUGDJOURNAALMETGEBARENTAAL","title":"NOS Jeugdjournaal met gebarentaal","program_id":"900945903","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ujqBG9Bb3H3Bc31RJF5ujN9CDfYXNHgudHusxETXD781U\/1920x1080.jpg?blurred=false","description":"Het laatste nieuws uit binnen- en buitenland en het weer, speciaal voor de jonge kijkers, met gebarentaal.","category":""},"14235":{"channel":"19","start":"1672448940","end":"1672469940","first":"N","idtitle":"NIEUWSUUR","title":"Nieuwsuur","program_id":"900945906","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/J9BglYSALI5r5PS0YXjEwaNJ9AMW7RKOTpQtCtpNs3GrM\/1920x1080.jpg?blurred=false","description":"China en Rusland zoeken steeds vaker toenadering. Ook vandaag was er een gesprek tussen de Russische leider Vladimir Poetin en de Chinese president Xi. Wat kunnen beide landen voor elkaar betekenen en wat betekent hun toenadering voor de oorlog in Oekraïne? Deskundigen laten hun licht hierover schijnen. * De Oekraïense cameraman Bohdan filmt sinds het begin van de oorlog reportages voor Nieuwsuur. Nu vertelt hij zijn eigen verhaal, en hoe het is om in oorlogstijd je camera op te pakken. * Laurens Ham, Mirthe van der Drift en Rose Heijnen maakten een podcast voor NPO2- Doe Maar Normaal - over de geschiedenis van protestliederen in Nederland.","category":""},"14236":{"channel":"19","start":"1672469940","end":"1672472820","first":"T","idtitle":"TRAPPERS","title":"Trappers","program_id":"900945909","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/b9BvQ9Au2xUyAyNHo8KLkX28RhuwJ54gD9AgqtHvZN6NRE\/1920x1080.jpg?blurred=false","description":"De drukke decembermaand staat voor de deur, maar het loopt niet bepaald op rolletjes op de zaak. Stanley maakt zich grote zorgen over de saamhorigheid en werkhouding in de koeriersgroep en belegt een vergadering die veel spanningen aan de oppervlakte brengt. Gelukkig is bovenbuurvrouw Laura er, zijn muze die alles draaglijk lijkt te maken.","category":""},"14237":{"channel":"19","start":"1672472820","end":"1672475580","first":"K","idtitle":"KRABBEZOEKTKAHLO","title":"Krabbé zoekt Kahlo","program_id":"900945912","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/CDRDcOLCUgVKYuhu8mnP2lVO3Z77ep9CF0CYqMabYwGU\/1920x1080.jpg?blurred=false","description":"Frida wordt door de surrealist André Breton naar Parijs gehaald voor een solo-expositie. Hij omschrijft haar werk als 'een lint om een bom'. Maar als Frida op 21 januari 1939 in Parijs arriveert is er niks geregeld. Gelukkig is er een aantrekkelijke assistent die haar helpt. De opening is een succes en Picasso en Kandinsky zijn lyrisch, maar door de dreigende oorlog wordt er slechts één werk verkocht. De Franse staat koopt namens Het Louvre een werk dat nu nog steeds het enige werk is van Frida Kahlo in de vaste collectie van een Europees museum.","category":""},"14238":{"channel":"19","start":"1672475580","end":"1672479360","first":"other","idtitle":"2DOCMAMA","title":"2Doc: Mama","program_id":"900945915","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/eo365lZHCQO9Ck9A4DOVUNZrybHLgi9CMzQmm2K4IjIiVI\/1920x1080.jpg?blurred=false","description":"De ups en downs van een Rotterdamse zelfgekozen familie. Aan het hoofd van de familie staat moeder en dragqueen Ma'MaQueen. Zij heeft haar huis opengesteld en een veilige haven gecreëerd voor haar zes 'dragkinderen', die niet allemaal kunnen rekenen op begrip van hun biologische familie. Bij elkaar vinden zij steun, geborgenheid en een thuis waarin fantasie werkelijkheid wordt. Boven alles, willen zij elkaar vieren. Drag laat hen alle problemen voor even vergeten en de tekortkomingen in hun dagelijks leven gaan even in rook op.","category":""},"14239":{"channel":"19","start":"1672479360","end":"1672483440","first":"P","idtitle":"PODIUMKLASSIEK","title":"Podium Klassiek","program_id":"900945918","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/48yxL9BxxKu9AXSVpofsrc4JLm6q8lGMsGcb5TrS9Ar9BaQ\/1920x1080.jpg?blurred=false","description":"Floris, Dieuwertje en Mike vertellen ieder een kerstverhaal. * Het Nieuw Amsterdams Klarinet Kwartet speelt muziek van Tsjaikovsky en Duke Ellington. * La Sfera Armoniosa o.l.v. Mike Fentross voert muziek uit van Van Wassenaer. * Maartje & Kine spelen als straatmuzikanten kerstmelodieën op viool en accordeon. * Sopraan Merel Huizinga richtte het Zwaluwkoor op. O.l.v. Ardashes Agoshian zingt het 'Garun a' van de Armeense componist Komitas. * Trompettist Warre Dendievel speelt uit het trompetconcert van Neruda, met La Sfera Armoniosa o.l.v. Mike Fentross. * Nieuw Vocaal Amsterdam zingt kerstliederen met Holland Baroque o.l.v. Daniel Reuss.","category":""},"14240":{"channel":"19","start":"1672483440","end":"1672485300","first":"F","idtitle":"FREESPIRITS","title":"Free Spirits","program_id":"900945921","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/R9AZeTIYC1Z85ThRiuUGDe9BwN1QP1qNq6GUdW4UiiJj8\/1920x1080.jpg?blurred=false","description":"Modeontwerpster en cineaste Ruby Joemai (Nederland) verwerkt haar uiteenlopende culturele achtergronden in films en ontwerpen, waarin ze Hindoestaanse en westerse kleding combineert onder het merk Kam Kari La: 'Ik ben aan het werk'. * Tufan Chakma (Bangladesh) richt zich als natuurliefhebber niet alleen op het leven van de mensen die in Chittagong Hill Tracts wonen, maar ook op de verwoesting van de natuur. * Marina Kalashnyk (Sao Miguel, Portugal) is gevlucht voor de oorlog in Oekraïne en moest alles waar ze voor gewerkt heeft achter zich laten, met name het café waar ze experimenteerde met het maken van taarten en andere lekkernijen.","category":""},"14241":{"channel":"19","start":"1672485300","end":"1672488000","first":"V","idtitle":"VIVALUMANITA","title":"Viva l'Umanità!","program_id":"900945924","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/WacBwNuaKkOOly39Cw2gzcCl9CGTCSQy89A6PkBTQuyHcs\/1920x1080.jpg?blurred=false","description":"De zuidelijke kust van Italië, Calabrië, is een landingsplaats voor vluchtelingen en migranten die via Libië, Turkije en Libanon het land inkomen. Ze mogen dan de Libische hel en de barre overtocht overleefd hebben, ook in Calabrië zijn de omstandigheden vaak slecht. De keerzijde van de gruwelverhalen over de Libische hel is dat ook de menselijkheid hooggehouden wordt. In Rosarno doet Francesco van Mediterranean Hope, opgericht door de protestantse Waldenzen, er alles aan om de wantoestanden te veranderen en hun een thuis te bieden. Ook de burgemeester van Camini ontvangt nieuwkomers, Afghanen, Afrikanen en Syriërs met open armen.","category":""},"14242":{"channel":"19","start":"1672488000","end":"1672488720","first":"N","idtitle":"NOSJOURNAAL","title":"NOS Journaal","program_id":"900945927","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/9BVYtjw6TgV6XMebF5Ul4eC4XiJ1CTD8gAgNSHcNAfzo\/1920x1080.jpg?blurred=false","description":"Met het laatste nieuws en de weersverwachting.","category":""},"14243":{"channel":"19","start":"1672488720","end":"1672492200","first":"H","idtitle":"HETWETENSCHAPPELIJKJAAROVERZICHT2022","title":"Het Wetenschappelijk Jaaroverzicht 2022","program_id":"900945930","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/LXydhoBIw76X6gRZo3BvA39CVeaN6nU0Q9CurbGI2UtyY\/1920x1080.jpg?blurred=false","description":"Samen met Nobelprijswinnaar en hoogleraar scheikunde Ben Feringa en collega-hoogleraren Beatrice de Graaf en Marcel Levi ziet Astrid Joosten om naar het jaar 2022 met de blik van de wetenschap. In dit jaaroverzicht komen wetenschappelijke ontwikkelingen en interessante doorbraken aan bod, die ons helpen de wereld beter te begrijpen. Had de wetenschap de oorlog in Oekraïne kunnen voorspellen? Wat is stochastisch terrorisme en hoe gevaarlijk is het? Helpt de CRISPR-Cas gentherapie bij de genezing van verschillende erfelijke ziektes? En gaat het wetenschappers lukken om materialen te ontwikkelen die CO2 onttrekken aan de lucht?","category":""},"14244":{"channel":"19","start":"1672492200","end":"1672493880","first":"M","idtitle":"MAXMAAKTMOGELIJK","title":"MAX Maakt Mogelijk","program_id":"900945933","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/zMyvh9C0t5B4wvdIqOczvJz2PTlhtmARXcwfg9C5mxzWE\/1920x1080.jpg?blurred=false","description":"Mascha de Rooij verrast de 94-jarige Ton van Druten die een wens heeft voor zijn zoon Robert. Robert is 62 en heeft een verstandelijke beperking. Hij is idolaat van circussen. Vader Ton ging altijd met hem mee, maar dat gaat deze kerst fysiek niet lukken. Mascha zorgt ervoor dat de mannen toch samen naar het kerstcircus kunnen. Maar eerst regelt Mascha een bezoekje aan een draaiorgelverzamelaar. * In Moldavië is de winter in alle hevigheid losgebarsten en ouderen die in hutjes leven kunnen zich niet beschermen tegen de kou. MAX Maakt Mogelijk wil helpen door hout, voedsel en kolen uit te delen, zodat ook zij een warme winter tegemoet gaan.","category":""},"14245":{"channel":"19","start":"1672493880","end":"1672496940","first":"A","idtitle":"ALLESISFAMIRI","title":"Alles is Famiri","program_id":"900945936","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/RX9Cn1iR66MUSZGY5SQCez0HA39CPWx5RAh464sJ3Mp9C0\/1920x1080.jpg?blurred=false","description":"Alles is Famiri. Alles is familie. Amber Kortzorg is op reis in het land van haar vader: Suriname. Welke rol speelt de familie hier en wat betekenen familieleden voor elkaar? Amber zelf is er nog niet klaar voor haar vader te ontmoeten, maar brengt wel een ontroerend bezoek aan haar andere Surinaamse familieleden. Voor even kan ze de pijn vergeten, hoe het voelde alsof ze er niet bij hoorde - en de omhelzing van haar familie voelt dan ook als een warm bad.","category":""},"14246":{"channel":"19","start":"1672496940","end":"1672498920","first":"F","idtitle":"FRYSLANDOK","title":"Fryslân DOK","program_id":"900945939","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/y9AQTrGsBotDqRHMuSbS2FOnWC7PCAWenW22P9AKXhFsA\/1920x1080.jpg?blurred=false","description":"Het ministerie van de Toekomst, een gruttoboer, een filosoof, een wandelend bos, een ecokathedraal en een 'earth advocate' willen mensen bewust maken van de gevolgen van de keuzes die ze nú maken.","category":""},"14247":{"channel":"19","start":"1672498920","end":"1672502400","first":"A","idtitle":"ADRIANUSDENEDERLANDSEPAUS","title":"Adrianus, de Nederlandse paus","program_id":"900945942","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/mHha0nP59AQ4Fgs0OC6YE1FfR3n0KKa9BHMZkRuUV9CZTw\/1920x1080.jpg?blurred=false","description":"Deze documentaire neemt de kijker mee terug in de tijd naar 1522, dit jaar precies 500 jaar geleden. Het is het jaar van de verkiezing van Adrianus van Utrecht tot paus, de enige Nederlandse paus ooit. Hoe kon een timmermanszoon uit Utrecht het tot paus schoppen? En waarom hadden de Romeinen zo'n hekel aan hem? Hij was nog maar anderhalf jaar paus toen hij onder verdachte omstandigheden stierf. Vergiftigd misschien?","category":""},"14248":{"channel":"19","start":"1672502400","end":"1672502940","first":"N","idtitle":"NOSJOURNAAL","title":"NOS Journaal","program_id":"900945945","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/9BVYtjw6TgV6XMebF5Ul4eC4XiJ1CTD8gAgNSHcNAfzo\/1920x1080.jpg?blurred=false","description":"Met het laatste nieuws en de weersverwachting.","category":""},"14249":{"channel":"19","start":"1672502940","end":"1672504200","first":"P","idtitle":"PETRUSINHETLAND","title":"Petrus in het land","program_id":"900945948","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/7VEw36fC0c09CQp4N5i7kt0Iqa1s9CrZJITAKiSxFtjgU\/1920x1080.jpg?blurred=false","description":"We zijn in het Gelderse Loenen. Aan de rand van de Veluwe houdt dominee Marcel Oostenbrink een meditatie rondom het thema Levend water. Met het nieuwe jaar voor de boeg kijken we terug, maar ook vooruit. Wanneer hebben de gemeenteleden van Loenen een nieuwe start gemaakt? Gemeentelid Albert Waszink maakte een nieuw begin toen hij zich liet onderdompelen in de Spreng. Hierna is hij zijn geloof anders gaan ervaren.","category":""},"14250":{"channel":"19","start":"1672504200","end":"1672505640","first":"B","idtitle":"BINNENSTEBUITEN","title":"BinnensteBuiten","program_id":"900945954","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/UuC9C0mEdCdm4Fl7N13bH9CobuFvTTWsrCCWOVHpDJ2O4\/1920x1080.jpg?blurred=false","description":"Na jarenlang in het buitenland te hebben gewoond, kopen Jan Jaap en Titi Lems de Hervormde Kapelkerk in Deventer. Het hele pand wordt naar hun smaak verbouwd en het interieur wordt volgezet met bijzondere items uit Azië. * 2022 zit er bijna op. Met heerlijk borrelhappen, zoals pikaballetjes, warme camembert en gevulde courgetterolletjes, sluit chef-kok Sharon de Miranda het oude jaar af.","category":""},"14251":{"channel":"19","start":"1672505640","end":"1672507200","first":"N","idtitle":"NEDERLANDZINGT","title":"Nederland Zingt","program_id":"900945957","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/UC5nJU6mTRDhreY8uhjBNP3Q7HfGgfLjzJEFq0QXwOQ\/1920x1080.jpg?blurred=false","description":"Samenzang op deze laatste avond van 2022. Ook vertellen presentatoren Mirjam, Henk en Tirza over hun lied van 2022.","category":""},"14252":{"channel":"19","start":"1672507200","end":"1672508100","first":"E","idtitle":"EOMETTERDAAD","title":"EO Metterdaad","program_id":"900945960","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/R7oveNRkp31g5Yzjqksa9BDA1p7zoOEGY2RJf42f2KZQ\/1920x1080.jpg?blurred=false","description":"In Zuid-Soedan is een groot gebied overstroomd. Duizenden mensen zijn hun oogst kwijt. Zo ook het gezin van Abak. Zij staat elke ochtend vroeg op en gaat dan op zoek naar werk. Ze moet haar zeven kinderen achterlaten, die door geldgebrek niet naar school kunnen. De oudsten helpen met het plukken van vruchten uit de hoge bomen. Abak heeft vandaag een beetje geld verdiend, waarvan ze direct eten voor de lunch koopt. Als haar oogst niet overstroomd was geraakt, had het gezin nog te eten gehad. EO Metterdaad wil daarom verschillende projecten ondersteunen die de voedselproductie in het land vergroten.","category":""},"14253":{"channel":"19","start":"1672508100","end":"1672509060","first":"D","idtitle":"DEVERANDERING","title":"De Verandering","program_id":"900945963","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/7F1FcRpTIbhm6DhFiqkEyAZ461bTE06gybbStofHeqw\/1920x1080.jpg?blurred=false","description":"Elza vertelde vier jaar geleden dat haar leven werd gekenmerkt door trauma. Ze is namelijk twee keer verkracht, waardoor ze een angstig en onzeker leven leidt. Haar echte identiteit verbergen wordt een rode draad in haar leven, net als angst. Ze overwint een stuk van die angst als ze Jezus leert kennen, en een man. Ondanks haar grote wantrouwen naar mannen trouwt ze met Leon. Ook richt ze een dansschool op; een droom die werkelijkheid wordt. Elza zat in een positieve flow. Heeft ze dit vol kunnen houden of is de angst weer gaan overheersen? Mirjam Bouwman gaat met Elza in gesprek over haar leven nu, en blikt terug op de uitzending van toen.","category":""},"14254":{"channel":"19","start":"1672509060","end":"1672510380","first":"I","idtitle":"IKMISJE","title":"Ik mis je","program_id":"900945966","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/PKdtn1r3PzDmGcs5cuc9AV7PPQd3QLKmVucg18iC2BRA\/1920x1080.jpg?blurred=false","description":"Hoe is het om tegelijkertijd een bruiloft en een uitvaart voor je dochter te organiseren? Dit overkomt Angelique Kooij. Haar dochter Janine is uitbehandeld voor acute leukemie. Zij heeft nog één wens: trouwen met haar grote liefde. * Bart van Peursum en zijn vrouw Jack waren bijna 55 jaar getrouwd. De laatste tien jaar van hun huwelijk was zij ernstig ziek. Bart heeft haar dag en nacht verzorgd.","category":""},"14255":{"channel":"19","start":"1672510380","end":"1672512720","first":"N","idtitle":"NOSORANJEJAAROVERZICHT2022","title":"NOS Oranje Jaaroverzicht 2022","program_id":"900945969","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/xxvCO9CuqjZGSnJ1D7SDF9BJOLG9COiAapQ0VwhH0QG9Bo4\/1920x1080.jpg?blurred=false","description":"Terugblik op de belangrijkste gebeurtenissen van het afgelopen jaar rond de koninklijke familie. Met extra aandacht voor kroonprinses Amalia.","category":""},"14256":{"channel":"19","start":"1672512720","end":"1672514580","first":"R","idtitle":"RAILAWAY","title":"Rail Away","program_id":"900945972","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/7Ad9CoGtTIxkacOAwZ6kquaammyjv9AjDsxze7FqASzGk\/1920x1080.jpg?blurred=false","description":"Startpunt van de reis is de oudste stad van Zwitserland, Chur. Onze reis begint echter op de Brambrüesch, 'de huisberg van Chur'. In het dal stappen we op de Bahnhofplatz op de Arosabahn, die ons in een uur tijd naar de bekende wintersportplaats Arosa brengt. Dan passeert de trein het mooiste bouwwerk op onze route: het Langwieser viaduct uit 1912. Hierna loopt de trein al spoedig het station van Arosa binnen, waar de reizigers een witte wereld wacht. Een bijzonder bergbaantje, dat veel weg heeft van een achtbaan, overbrugt de laatste meters en brengt de reizigers letterlijk boven op de besneeuwde piste.","category":""},"14257":{"channel":"19","start":"1672514580","end":"1672517760","first":"S","idtitle":"SISI","title":"Sisi","program_id":"900945975","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/TeX4349B6E6j8uB0vm9AmbNMRhg9BWTOpGq9AwJqjxY5sA8\/1920x1080.jpg?blurred=false","description":"De oorlog slaat diepe wonden en Sisi's wanhopige pogingen om de band met Franz te herstellen, werpen vooralsnog geen vruchten af. Hij stuurt haar naar Hongarije, waar ze graaf Andrassy moet helpen bij de onderhandelingen over een nieuwe grondwet. Of ze Franz terugziet, is nog maar de vraag. Het kost Sisi grote moeite om gehoor te geven aan het dringende verzoek van Franz.","category":""},"14258":{"channel":"19","start":"1672517760","end":"1672518600","first":"N","idtitle":"NUTEZIEN","title":"Nu te Zien!","program_id":"900945978","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/N3XHvL8dkALUuKLGnamKaj3JMPrzt29AUAYZi7FXRJ4g\/1920x1080.jpg?blurred=false","description":"Artistiek directeur van het Amsterdam Museum Margriet Schavemaker bekijkt in het Tropenmuseum de wereldwijde impact van plastic. In de tentoonstelling is aandacht voor de voors en de tegens; van een jurk van bioplastic die tijdens de tentoonstelling langzaam oplost, tot een kunstwerk gemaakt van gerecycled plastic, afkomstig van de bagage die de Jezidi's in Irak op de vlucht voor ISIS met zich mee droegen.","category":""},"14259":{"channel":"19","start":"1672518600","end":"1672522080","first":"N","idtitle":"NATUUROP2SNOWANIMALS","title":"Natuur op 2: Snow Animals","program_id":"900945981","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/MiIrX7pSyfqFkt9BzwEsW08ew9BCR468cM5LJbOQnwYVo\/1920x1080.jpg?blurred=false","description":"Hoe overleeft een dier de winter? Een aantal karakteristieke dieren heeft daarvoor opmerkelijke strategieën ontwikkeld. In dit spectaculaire seizoen verandert de wereld in een sprookjesachtig landschap van glinsterende rijp, sneeuw en ijs, maar voor dieren is dit de zwaarste tijd van het jaar. Ze beginnen al vroeg met hun voorbereidingen.","category":""},"14260":{"channel":"19","start":"1672522080","end":"1672526940","first":"N","idtitle":"NORTHSEAJAZZ2022","title":"North Sea Jazz 2022","program_id":"900945984","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/ORwYE7qXlgFLEQJs0h9BLuj9CmJJfXeOzo69AAqvixmhko\/1920x1080.jpg?blurred=false","description":"De NTR luidt het jaar uit met hoogtepunten van North Sea Jazz 2022. Winfried Baijens, Andrew Makkinga en Samantha Coleridge maken een persoonlijke selectie van acts uit het festival van afgelopen zomer. Het gaat om opnamen die niet eerder op televisie te zien waren. Enkele acts die voorbijkomen: The Fearless Flyers, H.E.R., Michael Kiwanuka, Cory Henry, ZO! Gospel Choir met Berget Lewis en Shirma Rouse, New Cool Collective en Nile Rodgers & Chic.","category":""},"20348":{"channel":"19","start":"1672526940","end":"1672528680","first":"N","idtitle":"NATIONAALAFTELMOMENT","title":"Nationaal Aftelmoment","program_id":"900945987","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p0a7HiRnq4lk7FopRoCz3lHAvCxpuydwAWPjWmvN1vc\/1920x1080.jpg?blurred=false","description":"Herman van der Zandt telt in Amsterdam af naar het nieuwe jaar, dat wordt ingeluid met een spectaculair alternatief voor traditioneel vuurwerk.","category":""}}