{"55604":{"channel":"3541","start":"1672959960","end":"1672961940","first":"N","idtitle":"NATALIABUITENGEBANGED","title":"Natalia Buiten Gebanged","program_id":"901248849","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Natalia is werkelijk niet te stoppen. En wat blijkt? Als het warmer wordt, is Natalia nog geiler. Vandaag gaat ze voor ruige buitensex met 2 gasten die ze nog nooit heeft ontmoet.","category":""},"55605":{"channel":"3541","start":"1672961940","end":"1672964520","first":"H","idtitle":"HETGENOTVANCHELSEYLANETTE","title":"Het Genot van Chelsey Lanette","program_id":"901248852","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"We vroegen aan geile Chelsey welke film zij zelf nou een keer zou willen maken. Ze wist dit precies: Een hete sexfilm waarin een sexy meid en knappe man zich helemaal richten op haar genot. Bij deze!","category":""},"55606":{"channel":"3541","start":"1672964520","end":"1672966080","first":"G","idtitle":"GELUKSDAGVOORCHELSEYSGLUURDER","title":"Geluksdag voor Chelseys Gluurder","program_id":"901248855","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Chelsey Lanette zit lekker in de sauna met zichzelf te spelen, maar wordt begluurd door een geile fan. Stiekem heeft ze het wel door. Ze heeft zelf enorm veel zin en besluit de voyeur er bij te betrekken. Na een heerlijk voorspel in de sauna gaan ze naar de slaapkamer en gaat ze hem eens lekker twerkend berijden. Ze laat zich nog lekker uitgebreid nemen in allerlei verschillende standjes en ook nog in de badkamer, totdat hij tussen haar grote borsten mag komen.","category":""},"55607":{"channel":"3541","start":"1672966080","end":"1672966860","first":"A","idtitle":"AFTREKINSTRUCTIESSAMANTHA","title":"Aftrekinstructies: Samantha","program_id":"901248858","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Wat is de lekkerste manier van aftrekken? Dat weten onze meiden als geen ander! In deze aflevering zie je de geile Samantha. Haar motto: Pak die pik vast, kijk ernaar, kneed ‘m en speel ermee of het je passie is en hem wil opeten. Samantha heeft een speeltje mee en geeft hem een heerlijke glibberige pikmassage. Ze gebruikt haar handen en dikke tieten voor een spuitend hoogtepunt.","category":""},"55608":{"channel":"3541","start":"1672966860","end":"1672968420","first":"T","idtitle":"TIENERJENNIFERALSSEXSLAVINGENOMEN","title":"Tiener Jennifer als sexslavin genomen","program_id":"901248861","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Jennifers wens is om eens als sexslavinnetje gebruikt te worden. Geblinddoekt en met de handjes op haar rug wacht ze op de grote lul van Darrel. De tiener is nog erg nauw en daarom moet haar kutje eerst kletsnat gelikt worden. Ze krijgt zelf een vingertje in haar maagdelijke kontje. Ze kan niet wachten om lekker stevig geneukt te worden en gelukkig doet Darrel dat ook.","category":""},"55609":{"channel":"3541","start":"1672968420","end":"1672969680","first":"H","idtitle":"HETEAMATEURSEXMETMILFCINDY","title":"Hete amateursex met milf Cindy","program_id":"901248864","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Het Limburgse stelletje Cindy en Jeffrey verschillen wat in leeftijd. Zij is een geile cougar en hij valt als jongeman op hete milfs. Het perfecte stelletje. En op seksueel gebied kunnen ze elkaar ook erg goed vinden. Ze houden van experimenteren en het liefst neuken ze meerdere keren per dag. Dit is een geile Hollandse amateur sexfilm.","category":""},"55610":{"channel":"3541","start":"1672969680","end":"1672970940","first":"M","idtitle":"MILFLEXXIESQUIRTOPBBC","title":"Milf Lexxie squirt op BBC","program_id":"901248867","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Van een haardvuurtje wordt Milf Lexxie lekker warm en nat. Nu schuift ze zo alles naar binnen, zelf deze enorme big black cock. Al neukend squirt ze over deze geile pik.","category":""},"55611":{"channel":"3541","start":"1672970940","end":"1672973340","first":"A","idtitle":"ASHLEYSBBCGANGBANG","title":"Ashleys BBC gangbang","program_id":"901248870","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Geile milf Ashley More wil altijd meer. Vandaag vier BBC’s om haar in een gangbang hard in alle gaatjes te neuken. Begerig als ze is duikt ze meteen op de grote donkere pikken. Pijpen en neuken tegelijk, maar dat is niet genoeg. Ashley wil anaal en daarna natuurlijk ook een dubbele penetratie. De mannen spuiten haar voldaan onder met zaad.","category":""},"55612":{"channel":"3541","start":"1672973340","end":"1672974000","first":"A","idtitle":"ASHLEYENSASHAINDESEXLIMOUSINE","title":"Ashley en Sasha in de sexlimousine","program_id":"901248873","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Ashley More en Sasha hebben een limousine besteld om naar een feestje te gaan. De mooie meiden worden geil van elkaar en beginnen met elkaar te spelen achterin de luxe wagen en maken hun eigen sexfeestje. Ze likken elkaars grote ronde memmen en het duurt niet lang voordat ze elkaars poesjes lekker verwennen. Een bloedgeile vrijpartij op de achterbank.","category":""},"55613":{"channel":"3541","start":"1672974000","end":"1672975980","first":"G","idtitle":"GEILEMILFNIKKYNEUKTINHETHOTEL","title":"Geile milf Nikky neukt in het hotel","program_id":"901248876","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Milf Nikky heeft een probleempje met de WiFi in het hotel en als er een mannetje komt helpen ziet hij sexy foto’s op haar telefoon. De ondeugende milf heeft zin in sex en laat zich geil beffen. Deepthroaten is haar kwaliteit en ze laat hem achter in haar keeltje neuken. Haar dikke tieten pronken vooruit als ze hem beklimt. Ze laat zich van alle kanten nemen op de bank van het hotel.","category":""},"55614":{"channel":"3541","start":"1672975980","end":"1672978020","first":"F","idtitle":"FARAHSEERSTESEXFILM","title":"Farah's Eerste Sexfilm","program_id":"901248879","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Farah is een lekkere Amsterdamse met Surinaamse roots. Het is haar geile fantasie om wakker gemaakt te worden door beffen. In haar eerste film is te zien dat Farah zelf ook goed oraal kan geven. Met haar warme mondje én haar natte kutje maakt Farah een geweldige geile eerste sexfilm.","category":""},"55615":{"channel":"3541","start":"1672978020","end":"1672979580","first":"J","idtitle":"JENNASMOSSELVOORMARIO","title":"Jenna's Mossel voor Mario","program_id":"901248882","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Eigenlijk houdt ze helemaal niet van zand, maar voor geile buitensex gaat Jenna graag naar het strand. Van de zilte lucht wordt erg geil en gaat haar mossel al een klein beetje open. Gelukkig heeft ze afgesproken met Mario, want seks tussen die twee is altijd aan.","category":""},"55616":{"channel":"3541","start":"1672979580","end":"1672981140","first":"S","idtitle":"SAMMYSGANGBANGCASTING","title":"Sammy's gangbang casting","program_id":"901248885","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"De castings bij Meiden van Holland zijn altijd gezellig en natuurlijk heel erg geil. Daphne Laat heeft een clubje mannen uitgenodigd voor een geile gangbang bij Meiden van Holland. Sammy is de gelukkige, want zij is het middelpunt van maar liefst acht hitsige mannen. Gretig zuigt ze de pikken hard en laat ze zich lekker neuken. En gulzig als ze is leegt ze elke zak tot de laatste druppel over haar heen is gespoten.","category":""},"55617":{"channel":"3541","start":"1672981140","end":"1672983300","first":"L","idtitle":"LINDSEYSEERSTESEXFILM","title":"Lindsey's Eerste Sexfilm","program_id":"901248888","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"De 18-jarige Lindsey kijkt altijd naar Meiden van Holland met haar vaste scharrel. Nu wil dit lekkere tienertje hem verrassen door zelf mee te spelen in een geile sexfilm.","category":""},"55618":{"channel":"3541","start":"1672983300","end":"1672985820","first":"B","idtitle":"BRITTANGELOPDEKEUKENTAFEL","title":"Britt Angel op de Keukentafel","program_id":"901248891","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Als Frank van Handyman voor de eerste keer Britt Angel ziet, kan hij niet wachten tot hij haar mag neuken. Ze redden de slaapkamer niet eens. Britt Angel wordt direct op de keukentafel van Handyman geneukt.","category":""},"55619":{"channel":"3541","start":"1672985820","end":"1672986660","first":"P","idtitle":"PERFECTPIJPENMETJENNIFERPOV","title":"Perfect pijpen met Jennifer POV","program_id":"901248894","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Tiener Jennifer heeft al aardig wat geoefend met piemels en vandaag zuigt ze die van jou. Ze vind het heel geil om je lul hard te laten worden in haar mond. Maar als deze mooie blauwe ogen je aankijken met je piemel in haar mondje duurt dat niet lang. Ze krijgt zelf een nat kutje als ze aan je harde pik zuigt en haar tong rond je eikel laat draaien. Als je haar mondje volspuit, slikt ze het door tot de laatste drup.","category":""},"55620":{"channel":"3541","start":"1672986660","end":"1672988340","first":"L","idtitle":"LISAENROMYINDYDEALENEENTRIO","title":"Lisa en Romy Indy dealen een trio","program_id":"901248897","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Dure auto's, mooie mensen en geile sex. In deze sexfilm maakt Lucas de beste deal, want hij heeft sex met zijn Lisa én Romy Indy. Met hun strakke kutjes en gretige mondjes verwennen ze zijn grote pik. Wat een geil trio.","category":""},"55621":{"channel":"3541","start":"1672988340","end":"1672989660","first":"R","idtitle":"RACHELROSEBUITENGENOMEN","title":"Rachel Rose Buiten Genomen","program_id":"901248900","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"We gaan weer lekker naar buiten toe, waar de frisse wind lekker langs de billen glijdt. Petertje heeft een plan. Zijn hengst James huppelt met Rachel Rose de natuur in voor een nieuw potje geile buitensex. De ogen van Rachel glinsteren van geilheid als ze weet dat ze los mag op zijn lul.","category":""},"55622":{"channel":"3541","start":"1672989660","end":"1672991460","first":"K","idtitle":"KIJKERSFILMNATASJAENKIMBERLEYLESS","title":"Kijkersfilm: Natasja en Kimberley Less","program_id":"901248903","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"We wilden dit keer een lesbische kijkersfilm maken en daar was ons kijkerspanel het zeker mee eens. Er is gestemd als nooit tevoren en Natasja Less en Kimberley werden gekozen voor deze geile opname. En wat moeten ze doen? Elkaar lekker opgeilen onder de douche, spelen met sexy toys en lekker scharen. Is er iets mooiers dan scharen?","category":""},"55623":{"channel":"3541","start":"1672991460","end":"1672993860","first":"A","idtitle":"ANNEINONVERWACHTTRIO","title":"Anne in onverwacht Trio","program_id":"901248906","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Als Roermondse tiener Anne in het park haar nieuwe neukpartner ontmoet, wordt ze zo geil dat ze in het park begint te pijpen. Als ze thuis heerlijk geneukt wordt, wordt ze zo geil dat ze aan één lul niet genoeg heeft. Hete Anne belandt in een spontaan trio als ze de cameraman meetrekt.","category":""},"55624":{"channel":"3541","start":"1672993860","end":"1672995360","first":"M","idtitle":"MORGANSGANGBANGPORNOCASTING","title":"Morgan's gangbang pornocasting","program_id":"901248909","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Morgan test vandaag vier nieuwe mannen of ze geschikt zijn voor de porno. Gretig zuigt ze de pikken hard, zodat ze in een geile gangbang kunnen rampetampen. Dan komt onze Dimitri op bezoek met zijn Russische hamer om Morgan keihard te palen. Met Morgan’s bloemkolen vol met zaad, verdienen ze allemaal hun pornocertificaat.","category":""},"55625":{"channel":"3541","start":"1672995360","end":"1672997220","first":"G","idtitle":"GEILSTELNICKYENMICK","title":"Geil Stel: Nicky en Mick","program_id":"901248912","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Wat zijn Nicky en Mick toch een geil en knap stel. Dat deze twee zichzelf graag terug zouden willen zien in een sexfilm, kan natuurlijk geregeld worden via Kim Holland. De twee zijn allebei goed gebouwd en Nicky heeft een overheerlijk lichaam en haar gezicht is een knap en heerlijk Hollands plaatje. Mick laat haar voor de camera eens goed voelen wie het baasje is!","category":""},"55626":{"channel":"3541","start":"1672997220","end":"1672999500","first":"A","idtitle":"ASHLEYENJADAOPEENFLINKEFLUIT","title":"Ashley en Jada op een flinke fluit","program_id":"901248915","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Jada is bij Ashley op bezoek voor een geile shoot. Twee milfs met geile dikke tieten en daar komt nog een verrassing bij. De cameraman heeft Serentino uitgenodigd vanwege zijn grote lul. Daar maak je deze milfs helemaal gelukkig mee. Om de beurt berijden ze hem en laten zijn pik diep in hun natte kutjes pompen. Wat een heet trio.","category":""},"55627":{"channel":"3541","start":"1672999500","end":"1673000640","first":"C","idtitle":"CELESTEWILANAALINEERSTESEXFILM","title":"Celeste wil anaal in eerste sexfilm","program_id":"901248918","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Celeste laat er zeker geen gras over groeien. Voor je het weet heeft ze de pik van Lumberjack in haar mond. En in haar eerste sexfilm wil ze ook anaal genomen worden.","category":""},"55628":{"channel":"3541","start":"1673000640","end":"1673001960","first":"E","idtitle":"EXOTISCHEFOXYONDERGESPOTEN","title":"Exotische Foxy ondergespoten","program_id":"901248921","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"De exotische meid Foxy stond te popelen om weer lekker hard en geil geneukt te worden voor de camera. Ze warmt zichzelf eerst op met de vibo die ze heeft meegenomen. Gelukkig hebben we ook nog een echte harde pik geregeld en gretig duwt ze die in haar mond. Ze duwt haar kontje omhoog want doggy daar houdt ze van. Daar blijft het niet bij, ze krijgt allerlei geile standjes te zien.","category":""},"55629":{"channel":"3541","start":"1673001960","end":"1673004060","first":"H","idtitle":"HITSIGELISASQUIRT","title":"Hitsige Lisa squirt","program_id":"901248924","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Lisa belde ons op, want ze wilde graag een sexfilm bij haar thuis maken. Natuurlijk willen we dat met zo’n schone dame. Ze is geil en kan squirten als geen ander. Geile orgasmes achter elkaar als hij haar neukt en vingert. Daar moet op getoast worden, dus drinkt ze zijn zaad uit het glas.","category":""},"55630":{"channel":"3541","start":"1673004060","end":"1673005320","first":"G","idtitle":"GRENSVERLEGGENDGENOTANAALONTMAAGD","title":"Grensverleggend genot: anaalontmaagd","program_id":"901248927","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Het geile stelletje Iris en Vincent ontdekt elkaars sexfantasieën in de serie Grensverleggend Genot. Een stiekeme fantasie van Iris is om anale sex. Meesteres Noir helpt Iris met het voorbereiden van haar maagdelijke strakke kontje. Zachtjes rekt ze haar op, net genoeg zodat Vincent voorzichtig naar binnen mag glijden. Ze geniet van zijn stoten en komt zelfs klaar op zijn pik.","category":""},"55631":{"channel":"3541","start":"1673005320","end":"1673006640","first":"S","idtitle":"STERREINHAAREERSTESEXFILM","title":"Sterre in haar eerste sexfilm","program_id":"901248930","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Sterre is een stoute meid die zelf erg hitsig wordt van sexfilms. Nu mag ze van James smullen in haar eigen geile film. Stralend en lachend neemt ze zijn staaf gretig in haar mond terwijl ze met haar kutje speelt. Deze cowgirl weet hoe ze een hengst moet berijden. Als ze haar zaadbeloning heeft gehad, zuigt ze gretig door tot de laatste drup.","category":""},"55632":{"channel":"3541","start":"1673006640","end":"1673007900","first":"L","idtitle":"LIFTEROPGEPIKTVOORTRIO","title":"Lifter opgepikt voor trio","program_id":"901248933","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Jessy en Lana hebben een shoot, maar het derde model komt niet opdagen. Al rijdend zien ze iemand lopen en vragen hem of hij met hun een sexfilm wil opnemen. Dat wil hij wel met deze twee geile meiden. Hij laat zich pijpen langs de snelweg. Daarna nemen de meiden hem mee voor een heet trio.","category":""},"55633":{"channel":"3541","start":"1673007900","end":"1673008560","first":"P","idtitle":"PIJPENMETABIGAIL","title":"Pijpen met Abigail","program_id":"901248936","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Abigail zit boven en wenkt naar je. Ze heeft niets meer aan dan rode lingerie en een klein stringetje tussen haar perfecte kontje. Heb je zin in een pijpbeurt, kom maar naar me toe. Ga maar vast lekker liggen en ze tijgert op je lul af om je even lekker te pijpen met haar volle lippen. Ze neemt hem lekker diep in haar mondje.","category":""},"55634":{"channel":"3541","start":"1673008560","end":"1673010420","first":"J","idtitle":"JULIAENRAYDOENHETMETTWEE","title":"Julia en Ray Doen het met Twee","program_id":"901248939","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Het geile outgoing stel Julia en Ray kunnen na hun trio van afgelopen keer niet genoeg krijgen. Daarom hebben we besloten om nog een stapje verder te gaan en drie harde pikken cadeau te geven aan Julia. Aan deze drie matrozen heeft ze haar handen en gaten meer dan vol!","category":""},"55635":{"channel":"3541","start":"1673010420","end":"1673011920","first":"G","idtitle":"GABYSGANGBANGDEBUUT","title":"Gaby's Gangbang-debuut","program_id":"901248942","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Gaby is een spontane volslanke meid, die wel een stootje kan hier en daar. Met een brede glimlach trekt ze een stout lingerie setje aan. Ze wil lekker sex hebben en een gangbang is echt haar ding. Haar record is 40 man, in haar eerste geile sexfilm laten zien wat ze op 4 man kan.","category":""},"55636":{"channel":"3541","start":"1673011920","end":"1673013660","first":"M","idtitle":"MANNENTESTERMONIKAPATRICK","title":"Mannentester Monika: Patrick","program_id":"901248945","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Geile Milf Monika test mannen voor Meiden van Holland. Wie heeft het in zich om overeind te blijven staan? Voor Patrick is dat zeker geen probleem als hij de dikke tieten van onze Monika ziet.","category":""},"55637":{"channel":"3541","start":"1673013660","end":"1673015100","first":"E","idtitle":"EMMAWILDEPIKVANJIM","title":"Emma wil de pik van Jim","program_id":"901248948","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Emma heeft een mooi rood lingeriesetje aangetrokken voor Jimmy. Ze kennen elkaar al en hebben vaker het bed gedeeld. Het smaakt elke keer naar meer en ook vandaag vliegen de vonken er vanaf. Emma laat zich lekker likken en ze kan niet wachten om geneukt te worden. Lekker diep en een mondje vol zaad.","category":""},"55638":{"channel":"3541","start":"1673015100","end":"1673017140","first":"G","idtitle":"GEILEAMATEURSEXMETSILASENSPIKE","title":"Geile amateursex met Silas en Spike","program_id":"901248951","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"De relatie van Silas en Spike is open, vurig en kinky als we het ze vragen. Het stoute stelletje is volop aan het ontdekken op sexgebied en daar hoort ook een film bij Meiden van Holland bij. Ze kunnen niet van elkaar afblijven en vreten elkaar op. Speels als ze zijn verwennen ze elkaar en neuken ze heerlijk geil op de bank.","category":""},"55639":{"channel":"3541","start":"1673017140","end":"1673018700","first":"O","idtitle":"OLGAKIMNICKENPETERINAMSTERDAM","title":"Olga, Kim, Nick en Peter in Amsterdam","program_id":"901248954","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Twee geile Hollandse stellen in Amsterdam op een luxe hotelkamer met jacuzzi. Wat is er nu nog opwindender dan sex met elkaar, en ondertussen een anders stel hetzelfde te zien doen? Een heerlijke pijpsimulaanseance afgewisseld met missionarisstadjes en doggystyle tot de stellen tot een heerlijk hoogtepunt komen.","category":""},"55640":{"channel":"3541","start":"1673018700","end":"1673020380","first":"M","idtitle":"MILFALESSIASPOV","title":"Milf Alessia's POV","program_id":"901248957","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Het is de eerste keer in hofstad Den Haag voor de rijpe Alessia en ze wordt door Marvin Straight meegenomen naar een koninklijk park. Na een hete wandeling, wil Alessia laten zien hoe diep ze Marvin's pik kan pijpen, om zich vervolgens bij hem thuis te laten neuken in haar kutje en af te sluiten met ene anale finale.","category":""},"55641":{"channel":"3541","start":"1673020380","end":"1673021580","first":"T","idtitle":"TRIOMETALYSSAENJESSY","title":"Trio met Alyssa en Jessy","program_id":"901248960","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Het is een leuke en spannende dag. Wesje en Alyssa hebben na hun eerste trio de smaak goed te pakken en hebben Jessy uitgenodigd voor hun tweede geile trio. Een mooie exotische dame met dikke tieten en een Hollandse jonge meid, wat wil een man nog meer? Jessy en Alyssa laten zich van hun beste kant zien en neuken hem stevig klaar.","category":""},"55642":{"channel":"3541","start":"1673021580","end":"1673022840","first":"J","idtitle":"JASMINKRIJGTROOMSERVICEENPIK","title":"Jasmin Krijgt Roomservice en Pik","program_id":"901248963","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"De lekkere Jasmin is een echte luxepoes. In een chique hotel bestelt ze roomservice, maar eigenlijk heeft Jasmin meer trek in de pik van de geile butler die haar ontbijtje komt bezorgen. Ze slooft zich uit om te krijgen wat ze wilt. De service die Jasmin wilt is een straal hele dikke room over haar mooie ronde kontje. Jasmin laat haar kutje en mondje lekker vullen voordat ze haar maag vult.","category":""},"55643":{"channel":"3541","start":"1673022840","end":"1673024640","first":"G","idtitle":"GEILEHOLLANDSEORGIE","title":"Geile Hollandse orgie","program_id":"901248966","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Anouk en Mercedes kunnen allebei geen dag zonder sex. Als ze horen dat er een orgie op de planning staat, kunnen ze niet wachten. Het is een echt Hollands sexfeestje met twee meiden en drie hengsten. Gezellig, lachen, ongelooflijk geil en heerlijke sex voor iedereen.","category":""},"55644":{"channel":"3541","start":"1673024640","end":"1673026500","first":"J","idtitle":"JENTINAISTAMARASVERRASSING","title":"Jentina is Tamara's Verrassing","program_id":"901248969","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Wanneer Sander uit zijn werk komt heeft zijn vriendin Tamara een geile verrassing voor hem. Hij wil al heel lang een trio met zijn eigen vrouwtje en een andere geile dame. Nu ligt Jentina naast zijn Tamara te wachten in zijn bed. Twee mooi mondjes verwennen Sanders pik tegelijkertijd en vervolgens mag hij beide natte kutjes neuken","category":""},"55645":{"channel":"3541","start":"1673026500","end":"1673028120","first":"G","idtitle":"GEILSTELSHANNONENTONIANAAL","title":"Geil Stel: Shannon en Toni anaal","program_id":"901248972","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"De biseksuele Shannon is een stoute dame. Zonder te overleggen heeft ze zich samen met haar vriend Toni opgegeven om een sexfilm op te nemen. Ze zijn verder zeer open en weten elkaars geile plekjes goed te vinden. Ze laat hem tot aan zijn ballen in haar keeltje verdwijnen. Als hij later in haar kontje zit, gilt ze alleen maar om harder en harder. Deze dame weet wat ze wil.","category":""},"55646":{"channel":"3541","start":"1673028120","end":"1673029260","first":"H","idtitle":"HAILEYWILTRIOMETCHELSEA","title":"Hailey wil trio met Chelsea","program_id":"901248975","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"De twee bloedmooie blondines Chelsea en Hailey worden al geil als ze naar elkaar kijken. Nu is CJ in deze sexfilm de grote geluksvogel die een trio mag hebben met deze prachtvrouwen. Chelsea en Hailey zoenen elkaar teder en strelen elkaar nat. CJ krijgt een geile dubbele blowjob en natuurlijk willen de meiden hem allebei keihard berijden met hun sappige kutjes.","category":""},"55647":{"channel":"3541","start":"1673029260","end":"1673030400","first":"C","idtitle":"CURLYSPEELTBOTERKAASENGLORYHOLE","title":"Curly speelt boter kaas en gloryhole","program_id":"901248978","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Curly is een liefhebber van spelletjes. Vandaag speelt ze boter kaas en gloryhole. De grote pik die door het gat komt steken neemt ze diep in de mond. Ze zuigt hem klaar voor een harde neukbeurt.","category":""},"55648":{"channel":"3541","start":"1673030400","end":"1673031480","first":"H","idtitle":"HAILEYKRIJGTBEZOEKVANDAPHNE","title":"Hailey krijgt bezoek van Daphne","program_id":"901248981","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Daphne Laat heeft de jonge meid Hailey en vriend Jack uitgenodigd voor een heet trio. Normaal gesproken is Jack de dominante, nu is het de beurt aan Hailey. Maar niet voordat de dames elkaar hebben opgewarmd. Met hun kletsnatte kutjes kruipen ze naar Jack om hem een hele geile beurt te geven.","category":""},"55649":{"channel":"3541","start":"1673031480","end":"1673032800","first":"I","idtitle":"INDYINBEDMETDEMAFFIA","title":"Indy in bed met de maffia","program_id":"901248984","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Geheim agente Indy krijgt een noodsignaal van haar partner Jennifer. Ze moet haar redden uit de klauwen van de geile maffiabaas. Indy wipt haar vrij.","category":""},"55650":{"channel":"3541","start":"1673032800","end":"1673033880","first":"E","idtitle":"EERSTESEXFILMVANJONGEMEIDKECHTENY","title":"Eerste sexfilm van jonge meid Kechteny","program_id":"901248987","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Kechteny is een prachtige Haagse jonge meid. 18 lentes jong en al zo geil als boter. Ze kwam Rolf tegen in de sportschool en had meteen een oogje op hem. Het praten slaat ze het liefst over, ze wil gewoon sex. Ze is nog wat gespannen in haar eerste sexfilm, maar haar kutje is er niet minder lekker door.","category":""},"55651":{"channel":"3541","start":"1673033880","end":"1673035980","first":"L","idtitle":"LIZEERSTESEXFILM","title":"Liz' Eerste Sexfilm","program_id":"901248990","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Liz oogt wat onschuldig, maar deze jongedame weet precies wat ze wil. Ze wil ruig en hard geneukt worden. In haar kamertje ontvangt ze de geile Walid die Liz wel aan denkt te kunnen. Maar Liz is een beest en zij laat Walid eens flink zijn best doen. Wat een stomend debuut voor deze lekkere dame!","category":""},"55652":{"channel":"3541","start":"1673035980","end":"1673037180","first":"L","idtitle":"LESBISCHECASTINGMETMILENAENESLUNA","title":"Lesbische casting met Milena en Esluna","program_id":"901248993","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Esluna heeft in haar priveleven al veel ervaring, maar nog niet met een vrouw. De geile Milena helpt haar vandaag om haar van een sappig kutje te laten proeven. Twee prachtige dames in een vurige scene.","category":""},"55653":{"channel":"3541","start":"1673037180","end":"1673039340","first":"G","idtitle":"GEILSTELBABETENSJOERD","title":"Geil Stel: Babet en Sjoerd","program_id":"901248996","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Babet is een jonge meid die er al langer van droomt om een sexfilm voor Meiden van Holland te maken. Nu ze verkering heeft met Sjoerd heeft ze eindelijk iemand gevonden met wie ze dit kan doen. Dit stelletje, is jong, hip en fris. De sex tussen Babet en Sjoerd is echte sex en zit nog vol passie zoals het bij een pril koppeltje hoort.","category":""},"55654":{"channel":"3541","start":"1673039340","end":"1673040780","first":"L","idtitle":"LOTTEGEPAALDINHETZWEMBAD","title":"Lotte Gepaald in het Zwembad","program_id":"901248999","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Onze sexy Lotte maakt zich lekker nat door wat baantjes te trekken in het zwembad. De gretige gast die daar zwemt, heeft zin in een nog nog nattere Lotte. De twee geile zwemmers belanden al snel in een vurige sexpartij onder de douche en lekkere Lotte stopt die pik achter in haar keel en in haar vochtige kutje.","category":""},"55655":{"channel":"3541","start":"1673040780","end":"1673041860","first":"M","idtitle":"MERCEDESBBQENBUITENSEX","title":"Mercedes bbq en buitensex","program_id":"901249002","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Het zonnetje schijnt en dat maakt de mooie Mercedes altijd bloedje geil. In plaats van worsten op de bbq, voelt ze liever een warme worst in haar poesje. Een heerlijk geile buitensex film om het voorjaar mee in te luiden. Wat is het toch een geile rossige Hollandse meid.","category":""},"55656":{"channel":"3541","start":"1673041860","end":"1673043000","first":"D","idtitle":"DUBBELPIKVOORNATHALIE","title":"Dubbel pik voor Nathalie","program_id":"901249005","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Nathalie houdt wel van ruige sex en vandaag gaan CJ en Nelis daarvoor zorgen. Nadat haar kutje geil nat is gebeft kan Nathalie niet wachten om geneukt te worden. Diep en hard, dat is hoe ze het wil en krijgt in dit trio.","category":""},"55657":{"channel":"3541","start":"1673043000","end":"1673043840","first":"K","idtitle":"KIMBERLYWILHARDNEUKEN","title":"Kimberly wil hard neuken","program_id":"901249008","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Kimberly heeft al aardig wat ervaring opgedaan in de seksbranche. Het type dat van haar hobby haar werk heeft gemaakt en daar vol van geniet. Met haar mooie figuur en enorme memmen is het een geweldig geile dame voor het oog. Ze maakt het ook waar in bed, want ze kan heerlijk pijpen en heeft een kletsnat gewillig kutje. Ze laat zich graag stevig neuken.","category":""},"55658":{"channel":"3541","start":"1673043840","end":"1673046000","first":"S","idtitle":"SLANKECANDICELAATZICHDUBBELNEUKEN","title":"Slanke Candice laat zich dubbel neuken","program_id":"901249011","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Het lekkere slanke model Candice bezoekt Nederland en Gekke Petertje pikt haar op met twee vrienden. Ze kan niet wachten en pijpt Vinny op de achterbank. In het hotel stopt ze kwijlend twee piemels in haar mond. Maar ze is gekomen om geneukt te worden en laat haar poesje om de beurt palen. Ze omklemt de twee met haar heerlijke strak kutje. Wat kan deze mooie meid goed neuken.","category":""}}