{"1811":{"channel":"19","start":"1672303200","end":"1672305420","title":"3 op Reis","program_id":"900853536","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/WDLYRAPHePGvFYFI9B2BvmTRe32dsDyz2TjyjmFySLEM\/1920x1080.jpg?blurred=false","description":"Nienke maakt een lange reis door India. Ze is in Agra, de stad die vooral bekendstaat om het wereldwonder de Taj Mahal. Jennifer is met de trein naar het meest afgelegen station van Schotland gereisd, midden in de hooglanden. Hier wandelt ze een etappe van de West Highland Way, de eerste langeafstandswandelroute van Schotland.","category":""},"7912":{"channel":"19","start":"1672389600","end":"1672392120","title":"3 op Reis","program_id":"900901779","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/GZ9A2gGgZsEHajYW8SGuDSk6Xo5BYMQcQ9CnjHbjh5wCA\/1920x1080.jpg?blurred=false","description":"Elke winter, zodra de temperaturen beginnen te dalen, stijgt het gevoel van ijskoorts onder Nederlanders. Helaas is er de afgelopen decennia in Nederland meer ijs-onzekerheid dan ijs-zekerheid. Chris reist daarom af naar Zweden waar schaatsliefhebbers hun hart kunnen ophalen door op schaatsexpeditie te gaan.","category":""},"26184":{"channel":"19","start":"1672648440","end":"1672650540","title":"3 op Reis","program_id":"901028322","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/GZ9A2gGgZsEHajYW8SGuDSk6Xo5BYMQcQ9CnjHbjh5wCA\/1920x1080.jpg?blurred=false","description":"Dzifa eindigt haar roadtrip door Ghana in het vissersdorpje Keta. Deze plek wordt bedreigd door een stijgende zeespiegel, maar daar heeft Mangrove-activist Bright een mooie oplossing voor. Nienke zet haar reis in India voort. Vanuit Agra pakt ze de nachttrein naar de meest heilige stad van het land: Varanasi, ook wel bekend als Benares.","category":""},"32644":{"channel":"19","start":"1672734900","end":"1672736940","title":"3 op Reis","program_id":"901068927","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/WDLYRAPHePGvFYFI9B2BvmTRe32dsDyz2TjyjmFySLEM\/1920x1080.jpg?blurred=false","description":"Dzifa begint aan een reis over de archipel Sao Tomé & Principé, die voor de kust van West-Afrika ligt. Ze begint in de hoofdstad van Sao Tomé en rijdt verder zuidwaarts naar het eerste familiehotel op het eiland. Chris reist verder door het uiterste noorden van Noorwegen, waar hij aankomt in de hoofdstad van Sami: Karasjok. Hier neemt gids Ammon hem mee om zijn Sami-cultuur van vandaag de dag te laten zien.","category":""},"39523":{"channel":"19","start":"1672821240","end":"1672823340","title":"3 op Reis","program_id":"901114035","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/WDLYRAPHePGvFYFI9B2BvmTRe32dsDyz2TjyjmFySLEM\/1920x1080.jpg?blurred=false","description":"Chris reist verder door het noorden van Noorwegen, waar hij aankomt in vissersdorp Vardø. Dit dorp kampte met leegloop en verval, tot inwoner Svein oude huizen ging opknappen om inwoners wat meer zelfvertrouwen te geven. Dit werd opgemerkt door kunstenaar Pøbel, die met zijn opvallende kunstwerken het dorp nog meer uit het slop trok. Nienke is bezig aan een lange reis door India, waar ze is aangekomen in de heiligste stad van het land Varanasi. De meeste reizigers blijven hier hangen rondom de ghats aan de Ganges, de trappen die naar de rivier leiden. Maar gids Mudita wil juist laten zien dat Varanasi zoveel meer is dan alleen de ghats.","category":""},"46101":{"channel":"19","start":"1672903560","end":"1672905600","title":"3 op Reis","program_id":"901378809","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/iUQfEK0RXqiD9A2atHroKEplqdZXj6rTdqilv9B7WoSrY\/1920x1080.jpg?blurred=false","description":"Dzifa begint aan een reis over de verborgen parel van Afrika: de archipel Sao Tomé en Principe. Ze duikt in het koloniale verleden van deze eilanden, die tot de komst van de Portugezen onbewoond waren. Nienke is bezig aan een lange reis door India. Vanuit Varanasi pakt ze de nachttrein naar de deelstaat Sikkim, aan de voet van de Himalaya. Hier bezoekt ze een duurzame homestay, gebouwd op een voormalige vuilnisbelt.","category":""},"52603":{"channel":"19","start":"1672993920","end":"1672996020","title":"3 op Reis","program_id":"901205904","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/WDLYRAPHePGvFYFI9B2BvmTRe32dsDyz2TjyjmFySLEM\/1920x1080.jpg?blurred=false","description":"Chris eindigt zijn roadtrip door het uiterste noorden van Noorwegen op het spectaculaire vogeleiland Hornøya. Nienke is nog steeds bezig aan haar lange reis door India. Ze is aangekomen in een stadje aan de voet van de Himalaya: Darjeeling. Hier bezoekt ze de beroemde theevelden, maar ook een Tibetaanse homestay op de Nepalese grens.","category":""},"85427":{"channel":"19","start":"1673426400","end":"1673428800","title":"3 op Reis","program_id":"901428543","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/iUQfEK0RXqiD9A2atHroKEplqdZXj6rTdqilv9B7WoSrY\/1920x1080.jpg?blurred=false","description":"Ieder jaar doen duizenden mensen een poging om de top van 's werelds hoogste bergen te bereiken. En niet zonder gevaar. Wat drijft deze avonturiers naar de letterlijke grenzen van de aardbol? Maurice gaat de grootste uitdaging van zijn leven aan om te onderzoeken hoe je zo'n bergexpeditie als onervaren klimmer zo goed en veilig mogelijk kunt maken. Zijn einddoel is de top van de hoogste berg van West-Europa; de imposante Mont Blanc.","category":""},"91681":{"channel":"19","start":"1673512800","end":"1673515500","title":"3 op Reis","program_id":"901481856","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/WDLYRAPHePGvFYFI9B2BvmTRe32dsDyz2TjyjmFySLEM\/1920x1080.jpg?blurred=false","description":"Ieder jaar doen duizenden mensen een poging om de top van 's werelds hoogste bergen te bereiken. En niet zonder gevaar. Wat drijft deze avonturiers naar de letterlijke grenzen van de aardbol? Maurice gaat de grootste uitdaging van zijn leven aan om te onderzoeken hoe je zo'n bergexpeditie als onervaren klimmer zo goed en veilig mogelijk kunt maken. Zijn einddoel is de top van de hoogste berg van West-Europa; de imposante Mont Blanc.","category":""}}