{"11391":{"channel":"53","start":"1672395900","end":"1672398600","title":"Geschichte schreiben","program_id":"900911949","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/DDmsoPeYbfFFT8br8HnGytuZgmX150qgwZjMX19C7u3A\/1920x1080.jpg?blurred=false","description":"Das Wort \"Diwan\" hat viele verschiedene Bedeutungen: Polsterbank, Gedichtsammlung, Behörde, Ministerialbüro oder Ratsversammlung. Der Begriff steht für vielerlei Dinge und trägt eine Menge Historie in sich. Er erzählt die Geschichte des Islams, einer Religion, aber auch einer politischen Kultur, die über 1.000 Jahre lang ein Reich prägte, das sich vom Maghreb bis in den Nahen Osten erstreckte. Zu Gast bei \"Geschichte schreiben\" ist der Historiker Julien Loiseau, ein Experte der islamischen Welt des Mittelalters. Gemeinsam mit ihm geht es bei ARTE auf Spurensuche: vom Harem des Sultans bis zum Ratssaal, vom Sitz des Herrschers bis zum Papierregister offenbart das Wort \"Diwan\" unterschiedlichste Etappen der politischen Entwicklung im Islam.","category":""},"56104":{"channel":"53","start":"1673002200","end":"1673003400","title":"Geschichte schreiben","program_id":"901214529","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/2Y9CkDVmqDjkzZoe8vdV16RPMeMCA5bTovdL4dzhNQMw\/1920x1080.jpg?blurred=false","description":"Wie und warum kam es zum weltweiten Siegeszug des Holzhauses, das doch seinen Ursprung in den abgeschiedenen Schweizer Bergen hat? Ob in den Vororten von Großstädten oder als Sommerhaus am Meer: Bausatz-Häuser aus Holz gibt es in zahllosen Design-Varianten. Manuel Charpy ist Historiker und beschäftigt sich mit der Geschichte der Baustoffkunde. Er erklärt, warum gerade die Auseinandersetzung mit dem globalen Erfolg des Holzhauses im 19. Jahrhunderts ein neues Schlaglicht auf die Industrialisierung der Gesellschaften wirft. Schließlich ist das moderne Chalet ein Ergebnis der industriellen Standardfertigung und des weltweiten Material-Kreislaufs. Dennoch hat es sein Image vom einfachen, gemütlichen - und gefühlt umweltfreundlichen - Wohnen bewahrt.","category":""}}