{"49503":{"channel":"53","start":"1672954500","end":"1672957500","title":"Giftige Saat: Die Kämpferinnen","program_id":"901167600","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/9CXLWL2UNoN4wi4nLrE2IseXvHlZsiEU3hmWFTzofD4Y\/1920x1080.jpg?blurred=false","description":"Immer mehr Indizien, die auf illegale Machenschaften der Kooperative Vitalia und des Großkonzerns Saskia hinweisen, tauchen auf. Im Laufe ihrer Recherche ist Claire den Drohungen ihres alten Arbeitgebers Bowman ausgesetzt. Erschwerend kommt hinzu, dass Claire erst das Vertrauen der Betroffenen gewinnen muss. Gleichzeitig versucht Agrarminister Delpierre, gegen den Einfluss undurchsichtiger Seilschaften im Agrarsektor vorzugehen ...","category":""},"56088":{"channel":"53","start":"1672957500","end":"1672961100","title":"Giftige Saat: Die Kämpferinnen","program_id":"901167603","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/nWbLkP9AQwG9BDcAzlXIULse2LaWZUOIFJ1AnJwlmIXPA\/1920x1080.jpg?blurred=false","description":"Nachdem sich Claires düsterer Verdacht schon vorher immer mehr verfestigt hatte, gerät der Konflikt um die Agrarkooperative Vitalia nun außer Kontrolle. Bowman, der um jeden Preis vertuschen möchte, in welche Geschäfte Saskia und Vitalia involviert sind, schreckt vor nichts zurück. Und so fordert die Affäre ihr erstes Todesopfer ...","category":""},"95379":{"channel":"53","start":"1673560200","end":"1673563500","title":"Giftige Saat: Die Kämpferinnen","program_id":"901492971","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/j6pEqUE87fT9ANrFLo4OUnK0gLmEyD0fT5j9CD4k4eqnE\/1920x1080.jpg?blurred=false","description":"Vitalia-Fahrer Bruno Menjaud hat Claire bislang immer wieder mit internen Informationen aushelfen können. Damit belastet er mehr und mehr die Kooperative Vitalia und den Saskia-Konzern, der dahinter steht. Dies will Saskia-Mitarbeiter Maillard nicht länger tatenlos mit ansehen. Obwohl viele betroffene Eltern emotional auf das sensible Thema reagieren und nicht kooperieren wollen, gelingt es Claire durch einen Artikel im \"Quotidien\" und ein Radiointerview, Aufmerksamkeit für den Skandal um die erkrankten Säuglinge zu erregen. Denn eines ist den Fällen gemeinsam: Die Kinder bekamen Vitalia-Milchpulver. Obwohl es sich offiziell nur um Zufall handeln soll, setzt die Öffentlichkeit allmählich die Politik unter Druck. In einer Sitzung in Matignon, in Anwesenheit des Ministerpräsidenten Kastaing, wird Bowman genötigt, das Pulver schnellstmöglich aus dem Handel zu nehmen. Claire schafft es noch, einige Dosen sicherzustellen. Auch Chloé und Pablo machen inzwischen Fortschritte, denn nachdem sie zuvor eine Sicherheitslücke in Maillards privatem Messenger-Dienst entdeckt haben, finden sie ein Mittel, mit dem sie Saskia und Bowman eventuell ruinieren könnten ...","category":""}}