{"70629":{"channel":"126","start":"1673281500","end":"1673284200","title":"André Rieu: Welcome to my World","program_id":"901346769","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/28UTvTVV479B1XkrY9A2rJ9BiDhmD5UowHfjUakvPcHQIs\/1920x1080.jpg?blurred=false","description":"Het jaar 2020 begon voor André feestelijk: hij mocht met carnaval in Maastricht de Zaate Herremenie dirigeren, het dronken harmonie-orkest. Tot groot vermaak van alle muzikanten en publiek. Vlak daarna vertrok het orkest naar de VS voor een tour met onder anderen de elfjarige sopraan Emmane Beasha, winnares van America's Got Talent. Helaas hoorde André in de pauze van het eerste concert dat de VS in lockdown zouden gaan. Hij moest zijn tour na amper één concert abrupt afbreken. Toen ook Nederland in lockdown ging, wanhoopte hij niet maar besloot taarten te gaan bakken, een inspirerende nieuwe hobby. Zijn fantasie kende ook hier geen grenzen.","category":""},"77464":{"channel":"126","start":"1673367900","end":"1673370600","title":"André Rieu: Welcome to my World","program_id":"901389597","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/28UTvTVV479B1XkrY9A2rJ9BiDhmD5UowHfjUakvPcHQIs\/1920x1080.jpg?blurred=false","description":"Het is hartje zomer 2019 en André geeft zijn 100e concert op het Vrijthof. Tot zijn grote verbazing komt halverwege het concert burgemeester Annemarie Penn het podium op en legt het concert plat om hem namens de stad een bronzen plaquette aan te bieden. André is zichtbaar geëmotioneerd als hij het geschenk onthult. Het Vrijthof speelde al vroeg een belangrijke rol in André's leven. Hij brengt een emotioneel muzikaal eerbetoon zowel aan de Notre Dame in Parijs als aan de St. Servaaskerk op het Vrijthof, die beide ooit te kampen hadden met een verwoestende brand.","category":""},"84041":{"channel":"126","start":"1673454300","end":"1673457000","title":"André Rieu: Welcome to my World","program_id":"901439760","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/Ve2JxXjhJPXshtgfi9CwT5PCXSLFS1yPXNwsPDqZB54E\/1920x1080.jpg?blurred=false","description":"André en het Johann Strauss Orkest treden voor het eerst op in Bogota, Colombia. Als hij tijdens een paar vrije uren door de stad wandelt, ontmoet hij een graffitikunstenaar, die tot zijn grote verrassing een afbeelding van hem op een muur heeft gespoten. De hoge ligging van de stad blijkt een uitdaging te zijn voor de solisten, vooral als ze met een kabelbaan naar het allerhoogste punt gaan. De concerten in Bogota zijn allemaal uitverkocht en zeer succesvol. Tijdens een van de avonden valt de stroom uit en het dreigt een groot fiasco te worden, maar een jongetje van negen jaar steelt de show en redt het concert.","category":""},"90406":{"channel":"126","start":"1673540700","end":"1673543400","title":"André Rieu: Welcome to my World","program_id":"901493787","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/Ve2JxXjhJPXshtgfi9CwT5PCXSLFS1yPXNwsPDqZB54E\/1920x1080.jpg?blurred=false","description":"André repeteert met sopraan Donij van Doorn de prachtige aria 'Ebben' ne andró lontana'. Maar welke jurk past daarbij? Ook sopraan Anna Majrchzak heeft een nieuwe japon nodig. Zij is zwanger, dus dat stelt extra eisen aan een mooie avondjurk voor op het podium. Ze maakt een goede keuze en schittert met 'On my own' uit de musical Les Miserables. 120 Dansparen walsen in lichtblauwe japonnen en rokkostuum over het Vrijthof op André's grootste hit ooit, de Second Waltz. Als André van het podium af komt en op de klanken van 'An der schönen blauen Donau' walst met zijn grootste fan, de 105-jarige Zuster Leona, is het hele publiek ontroerd.","category":""}}