{"56090":{"channel":"53","start":"1672966200","end":"1672969200","title":"El Hierro - Mord auf den Kanarischen Inseln","program_id":"901214487","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/hgwE8WJysYe6rCFAasuWHQnPQFdtgExK89AkTOnShdUA\/1920x1080.jpg?blurred=false","description":"Auf dem landschaftlich spektakulären El Hierro, der südwestlichsten Insel der Kanaren, wird am frühen Morgen die Leiche des jungen Fran aufgefunden, und das ausgerechnet am Tag seiner Hochzeit mit der schönen Pilar. Die junge Richterin Candela, frisch auf der Insel eingetroffen, übernimmt die Ermittlungen. Alles deutet darauf hin, dass Pilars Vater Antonio Díaz der Schuldige ist. Kann er das seiner Tochter wirklich angetan haben?","category":""},"56091":{"channel":"53","start":"1672969200","end":"1672972500","title":"El Hierro - Mord auf den Kanarischen Inseln","program_id":"901214490","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/iygHlWcHBeG9AbiAg0K6lJRXde9CBSfztsfT9BJp9C9BWn00\/1920x1080.jpg?blurred=false","description":"Trotz Risiken wird Díaz von Candela wieder auf freien Fuß gesetzt. Er muss sich aber alle 24 Stunden beim Gericht melden und es ist ihm verboten, die Insel zu verlassen. Die Inselbewohner sind empört, darunter auch Caporal Morata. Verlassen kann sich Candela auf die Unterstützung von Reyes, einer Polizistin mit großem Einfühlungsvermögen und einem guten Draht zu Pilar. Candela befördert sie aufgrund ihrer Ermittlungserfolge eigenmächtig in die Ränge der Kriminalpolizei. Bald führt eine neue Spur vom Hafen direkt in das örtliche Tauchzentrum von Tomás. Währenddessen wird Yeray, ein enger Freund des verstorbenen Fran, von Díaz auf seine Bananenplantage abgeworben. Hier haben seine Aufgaben nicht unbedingt mit der Bananenernte zu tun ... Díaz seinerseits führt eine Paralleluntersuchung durch, um Frans Mörder ausfindig zu machen. Er weiß, dass er beim geringsten Fehltritt zurück ins Gefängnis muss, und möchte darüber hinaus das verlorene Vertrauen seiner Tochter Pilar zurückzugewinnen. Seine Bemühungen fruchten und er stößt auf neue, beunruhigende Informationen. Woher kam das viele Geld, das Fran kurz vor seinem Tod ausgab? Und welche Verbindungen hatte er in die Niederlande?","category":""}}