{"71733":{"channel":"20","start":"1673247240","end":"1673247900","title":"Het betoverde dorp van Pinokkio","program_id":"901337976","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/J12QiWszbABVHmRyJJVHLJqFHT20MH9ABaW04tISn48o\/1920x1080.jpg?blurred=false","description":"Kasimir is in de ban van Somnella en besluit haar een een stuk liefdesbast te sturen. Helaas loopt zijn romantische actie helemaal in de soep als Jodelle, die boos is op Pinokkio en Kasimir, een gemene streek uithaalt en de twee vrienden tegen elkaar uitspeelt.","category":""},"78276":{"channel":"20","start":"1673333880","end":"1673334600","title":"Het betoverde dorp van Pinokkio","program_id":"901379637","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/J12QiWszbABVHmRyJJVHLJqFHT20MH9ABaW04tISn48o\/1920x1080.jpg?blurred=false","description":"Floris heeft een brief gekregen waarin staat dat hij is toegelaten op zijn droomschool! Maar Pinokkio heeft de brief stiekem gelezen en is helemaal niet blij met het nieuws dat Floris gaat verhuizen. De kabouter schrijft namelijk altijd zijn opstellen en wie moet dat straks dan doen?! Hij besluit de brief achter te houden, maar dat komt hem duur te staan als ook Victor zich ermee gaat bemoeien.","category":""},"85173":{"channel":"20","start":"1673419980","end":"1673420700","title":"Het betoverde dorp van Pinokkio","program_id":"901429227","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/J12QiWszbABVHmRyJJVHLJqFHT20MH9ABaW04tISn48o\/1920x1080.jpg?blurred=false","description":"Als Loebas de dorpsdief gepakt wordt met een toverring lijkt hij eindelijk de gevangenis in te gaan. Maar dan raakt de ring zoek en komt heel per ongeluk bij Koenraad terrecht. Die vindt het zo fijn om eindelijk eens succesvol te zijn dat hij de ring voor zichzelf houdt en daarmee het dorp in gevaar brengt.","category":""},"92030":{"channel":"20","start":"1673506560","end":"1673507220","title":"Het betoverde dorp van Pinokkio","program_id":"901482588","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/J12QiWszbABVHmRyJJVHLJqFHT20MH9ABaW04tISn48o\/1920x1080.jpg?blurred=false","description":"Het dorp viert Kinderdag, de dag dat kinderen de baas zijn, ter ere van Albert die het betoverde dorp vijfhonderd jaar geleden wist te redden en daarna zelf koning werd. Victor weet door een valse streek van zijn moeder de troon voor een dag te bemachtigen en grijpt die kans om de kinderen eens flink te onderwerpen aan zijn regels. Pinokkio komt in actie om de situatie op te lossen.","category":""}}