{"18839":{"channel":"126","start":"1672588800","end":"1672590600","title":"House for Sale","program_id":"900996621","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/NwnHNhC6M5vILtc5YbOg8F9CD0SLTyDm00u4LfjgtFS0\/1920x1080.jpg?blurred=false","description":"Je waant je in het wilde westen, maar het huis van André en Anita, inclusief saloon, staat gewoon in Limburg. Ze verkopen de woning om hun droom van een bestaan in de Zweedse natuur te verwezenlijken. In het huis van Jolande en Aarjan hangt het getal 86400 op meerdere plekken prominent aan de muur. Sinds het overlijden van haar zoon speelt dit getal een belangrijke rol in hun leven. Jasper heeft jaren heel hard gewerkt en dat heeft zijn vruchten afgeworpen. Hij is in het bezit van mooie auto's én een miljoenenvilla in Warnsveld, maar door nieuwe inzichten zet hij die nu te koop.","category":""},"24763":{"channel":"126","start":"1672618800","end":"1672620900","title":"House for Sale","program_id":"901037235","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/jC3YcQ3oz16i2svoZlgReQkPoU3cFT4ulUw9CLUWnQAM\/1920x1080.jpg?blurred=false","description":"Het huis van Ruurd en Julia in Leeuwarden is een ware kleurexplosie. Waar de meeste mensen overprikkeld raken van teveel kleuren, motiefjes en texturen heeft het op Ruurd en Julia juist een rustgevend effect. Maar helaas kijken eventuele kopers er moeilijk doorheen. * Ginny liet achttien vrachtwagens met zand voorrijden om haar eigen strand aan huis te creëren, maar het gezin vertrekt nu naar een echt strand in Portugal. Nog niet iedereen in het gezin kijkt daar naar uit. * Ewald verruilt binnenkort zijn appartementje in Amsterdam Zuidoost voor het zonnige Curaçao om zijn dromen waar te maken.","category":""},"63863":{"channel":"126","start":"1673155500","end":"1673158200","title":"House for Sale","program_id":"901305807","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/NwnHNhC6M5vILtc5YbOg8F9CD0SLTyDm00u4LfjgtFS0\/1920x1080.jpg?blurred=false","description":"Je waant je in het wilde westen, maar het huis van André en Anita, inclusief saloon, staat gewoon in Limburg. Ze verkopen de woning om hun droom van een bestaan in de Zweedse natuur te verwezenlijken. In het huis van Jolande en Aarjan hangt het getal 86400 op meerdere plekken prominent aan de muur. Sinds het overlijden van haar zoon speelt dit getal een belangrijke rol in hun leven. Jasper heeft jaren heel hard gewerkt en dat heeft zijn vruchten afgeworpen. Hij is in het bezit van mooie auto's én een miljoenenvilla in Warnsveld, maar door nieuwe inzichten zet hij die nu te koop.","category":""},"63875":{"channel":"126","start":"1673190000","end":"1673192700","title":"House for Sale","program_id":"901305849","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/jC3YcQ3oz16i2svoZlgReQkPoU3cFT4ulUw9CLUWnQAM\/1920x1080.jpg?blurred=false","description":"Judith en Barbara nemen met pijn in hun hart afscheid van hun ouderlijk huis in Vlijmen. Samen halen ze herinneringen op aan hun onlangs overleden moeder. Michel ligt door zijn verzamelwoede in een vechtscheiding, maar deelt nog elke avond het bed met zijn ex-vrouw. In Schagen staat de bruine kroeg Spoorzicht te koop. De 75-jarige kastelein Jimmy zwaait hier al 40 jaar de scepter. Jimmy hoopt snel te kunnen genieten van zijn welverdiende pensioen, maar zolang de kroeg nog niet verkocht is zal hij achter de toog moeten blijven staan.","category":""}}