{"2686":{"channel":"23","start":"1672321560","end":"1672325820","title":"Huizen onder de Hamer","program_id":"900853377","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/m7Q7kFt9CtcaO6CXRW2k9BkVvT9B9AX9Bhq8sln7x47IFew8\/1920x1080.jpg?blurred=false","description":"Een huis in Erdington, in Birmingham, in slechte staat, zes vakantiehuizen in een voormalige pastorie in Llanfynydd, in Camarthenshire en een rijtjeshuis in Bottle, Merseyside worden allemaal onder de hamer verkocht. Martin, Dion en Martel praten met de nieuwe eigenaren over hun verbouwingsplannen.","category":""},"2687":{"channel":"23","start":"1672325820","end":"1672330140","title":"Huizen onder de Hamer","program_id":"900853380","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/m7Q7kFt9CtcaO6CXRW2k9BkVvT9B9AX9Bhq8sln7x47IFew8\/1920x1080.jpg?blurred=false","description":"Martin is bij een bungalow in de buurt van Bradford, West Yorkshire, voordat hij afdaalt naar Ramsgate, aan de kust bij Kent, om een stel te ontmoeten dat hun droomhuis heeft gevonden. Dion vindt een opmerkelijk huis in Oldbury, in de buurt van Birmingham.","category":""},"9179":{"channel":"23","start":"1672408080","end":"1672412280","title":"Huizen onder de Hamer","program_id":"900901707","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/m7Q7kFt9CtcaO6CXRW2k9BkVvT9B9AX9Bhq8sln7x47IFew8\/1920x1080.jpg?blurred=false","description":"Een rijtjeshuis in Haslington bij Crewe, een eigenzinnig huis naast een begraafplaats in Maryport en een terras in bijna perfecte staat met originele kenmerken in Derby worden allemaal onder de hamer verkocht. Martin, Dion en Martel ontmoeten de nieuwe eigenaren en bespreken hun plannen om hun investeringen terug te verdienen.","category":""},"9180":{"channel":"23","start":"1672412280","end":"1672416600","title":"Huizen onder de Hamer","program_id":"900901710","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/m7Q7kFt9CtcaO6CXRW2k9BkVvT9B9AX9Bhq8sln7x47IFew8\/1920x1080.jpg?blurred=false","description":"Dion probeert schimmel en spinnenwebben te ontwijken in een huis met drie slaapkamers en een erker in Gillingham, Kent. Tommy is aangenaam verrast door een studio op de begane grond in East End in Londen. Martin ontmoet een paar nieuwe projectontwikkelaars die een vochtige twee-onder-een-kapwoning in Stoke-on-Trent opknappen.","category":""},"27498":{"channel":"23","start":"1672667100","end":"1672671300","title":"Huizen onder de Hamer","program_id":"901028319","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/m7Q7kFt9CtcaO6CXRW2k9BkVvT9B9AX9Bhq8sln7x47IFew8\/1920x1080.jpg?blurred=false","description":"Een huis dat een totale renovatie nodig heeft in het Londense St John's Wood wordt verkocht voor meer dan een miljoen pond, terwijl een rijtjeshuis in Birkenhead bij Liverpool en een stuk grond in Handsworth in Birmingham voor veel bescheidenere bedragen worden verkocht. Maar alle drie de projecten vereisen veel werk van hun nieuwe eigenaren om wint te kunnen halen uit hun veilingaankopen.","category":""},"27499":{"channel":"23","start":"1672671300","end":"1672675800","title":"Huizen onder de Hamer","program_id":"901028325","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/m7Q7kFt9CtcaO6CXRW2k9BkVvT9B9AX9Bhq8sln7x47IFew8\/1920x1080.jpg?blurred=false","description":"Jacqui ontmoet een ontwerper in Folkestone, die met een aantal slimme ideeën het meeste uit een voormalig koetshuis wil halen. Martin gaat naar Portsmouth aan de zuidkust van Engeland, om te zien wat er kan worden gedaan met een appartement met twee slaapkamers, waarvan de indeling niet ideaal is. Dion bezoekt een huis met drie slaapkamers in de buurt van Mansfield, Nottinghamshire.","category":""},"33942":{"channel":"23","start":"1672753620","end":"1672757760","title":"Huizen onder de Hamer","program_id":"901068840","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/m7Q7kFt9CtcaO6CXRW2k9BkVvT9B9AX9Bhq8sln7x47IFew8\/1920x1080.jpg?blurred=false","description":"Drie flats, in een verschrikkelijke staat, in een hoekhuis in Wolverhampton en twee rijtjeshuizen in Mountain Ash, in Wales, en Chatham, in Kent, worden allemaal onder de hamer verkocht. Martin, Dion en Martel nemen een kijkje en volgen de voortgang terwijl een ervaren ontwikkelaar en twee nieuwelingen hun projecten aanpakken.","category":""},"33943":{"channel":"23","start":"1672757760","end":"1672762080","title":"Huizen onder de Hamer","program_id":"901068843","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/m7Q7kFt9CtcaO6CXRW2k9BkVvT9B9AX9Bhq8sln7x47IFew8\/1920x1080.jpg?blurred=false","description":"Martin is in de West Midlands en zoekt in een vochtig en beschimmelde driekamerwoning naar pluspunten. Jacqui is ondertussen heel blij met de karaktereigenschappen die ze ontdekt in een flat in Zuidoost-Londen. Dion is in Greater Manchester, onder de indruk van een rijtjeshuis met drie slaapkamers.","category":""},"40644":{"channel":"23","start":"1672840560","end":"1672844820","title":"Huizen onder de Hamer","program_id":"901113879","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/m7Q7kFt9CtcaO6CXRW2k9BkVvT9B9AX9Bhq8sln7x47IFew8\/1920x1080.jpg?blurred=false","description":"Een stel koopt een voormalige winkel en flat in Haverfordwest in Wales, een moeder en zoon werken samen aan een maisonnette in Raynes Park, net buiten Londen en een ontwikkelaar koopt een vervallen huis in Erdington, in de Midlands, met een plan om het te transformeren in een huis voor zijn gezin. Martin, Dion en Martel volgen de voortgang van de drie projecten die allemaal op de veiling zijn verkocht.","category":""},"47264":{"channel":"23","start":"1672926360","end":"1672930560","title":"Huizen onder de Hamer","program_id":"901158093","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/m7Q7kFt9CtcaO6CXRW2k9BkVvT9B9AX9Bhq8sln7x47IFew8\/1920x1080.jpg?blurred=false","description":"Een 19e-eeuwse Methodistenkapel in Princetown, in Devon, met veel potentie, een bejaardentehuis in Lancashire en een rijtjeshuis in Derby worden allemaal onder de hamer verkocht. Martin, Dion en Martel ontmoeten de eigenaren en volgen de voortgang van de drie projecten, die slechts enkele weken tot meerdere jaren in beslag nemen.","category":""},"47265":{"channel":"23","start":"1672930560","end":"1672934880","title":"Huizen onder de Hamer","program_id":"901158096","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/m7Q7kFt9CtcaO6CXRW2k9BkVvT9B9AX9Bhq8sln7x47IFew8\/1920x1080.jpg?blurred=false","description":"Dion is verbaasd dat alles volledig afgebroken is in een rijtjeshuis in Zuid-Wales, voordat hij in Stoke-on-Trent een stuk land, met een mysterieus verleden, bekijkt. En Jacqui is in Zuidoost-Londen en laat haar fantasie de vrije loop in de achtertuin van een appartement op de begane grond.","category":""},"53905":{"channel":"23","start":"1673012820","end":"1673017020","title":"Huizen onder de Hamer","program_id":"901205811","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/m7Q7kFt9CtcaO6CXRW2k9BkVvT9B9AX9Bhq8sln7x47IFew8\/1920x1080.jpg?blurred=false","description":"Een paar rijtjeshuizen en een flat worden onder de hamer verkocht. De huizen bevinden zich in St Helens in Merseyside en Loscoe in Derbyshire, terwijl het appartement met twee slaapkamers zich in het Londense Dulwich bevindt. Martin, Dion en Martel ontmoeten de nieuwe eigenaren en horen hun plannen om wat geld te verdienen met hun veilingaankopen","category":""},"53906":{"channel":"23","start":"1673017020","end":"1673021340","title":"Huizen onder de Hamer","program_id":"901205814","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/m7Q7kFt9CtcaO6CXRW2k9BkVvT9B9AX9Bhq8sln7x47IFew8\/1920x1080.jpg?blurred=false","description":"Dion is in de West Midlands onder de indruk van de karaktereigenschappen die hij aantreft in een tussenwoning met twee slaapkamers. Martel is in Greater Manchester en bekijkt een voormalige bank met vier verdiepingen, die schreeuwt om een opknapbeurt. En Martin bezoekt een driekamerwoning in de buurt van Walsall, waarvan de uitstraling veel te wensen overlaat.","category":""},"72910":{"channel":"23","start":"1673271900","end":"1673276100","title":"Huizen onder de Hamer","program_id":"901337193","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/m7Q7kFt9CtcaO6CXRW2k9BkVvT9B9AX9Bhq8sln7x47IFew8\/1920x1080.jpg?blurred=false","description":"Onder de hamer worden twee enorme winkelruimtes met woning-potentie en een twee-onder-een-kapwoning met drie slaapkamers verkocht. Martin, Dion en Martel zijn in de steden Cleator Moor, Haverfordwest en Alvaston om de veilingaankopen te bekijken. Ze hebben allemaal veel werk nodig, maar zullen hun nieuwe eigenaren in staat zijn om winst te maken op de panden?","category":""},"72911":{"channel":"23","start":"1673276100","end":"1673280600","title":"Huizen onder de Hamer","program_id":"901337196","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/m7Q7kFt9CtcaO6CXRW2k9BkVvT9B9AX9Bhq8sln7x47IFew8\/1920x1080.jpg?blurred=false","description":"Dion is in Wolverhampton en bekijkt een halfvrijstaand huis, met drie slaapkamers, op een ruim hoekperceel. Daarna reist hij naar Stoke-on-Trent om een veilingaankoop te bekijken, die bestaat uit twee appartementen en een winkelpand op de begane grond. In Dover gebruikt Martin een eenvoudig, maar ingenieus apparaat om te zien of de vloeren in een Victoriaans rijtjeshuis, met drie slaapkamers, ongelijk zijn.","category":""},"79733":{"channel":"23","start":"1673358300","end":"1673362500","title":"Huizen onder de Hamer","program_id":"901378824","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/m7Q7kFt9CtcaO6CXRW2k9BkVvT9B9AX9Bhq8sln7x47IFew8\/1920x1080.jpg?blurred=false","description":"Het draait allemaal om familie: een echtpaar knapt een flat met drie slaapkamers op in Epsom, in Surrey, een nicht en tante werken samen om een huis in Wolverhampton op te knappen en een man koopt een bungalow in Ashton, in Cornwall, om dichter bij zijn broer te zijn. Martin, Dion en Martel praten met de ontwikkelaars en horen hun plannen om te zien wat ze willen doen met hun gekochte huizen.","category":""},"79734":{"channel":"23","start":"1673362500","end":"1673367000","title":"Huizen onder de Hamer","program_id":"901378830","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/m7Q7kFt9CtcaO6CXRW2k9BkVvT9B9AX9Bhq8sln7x47IFew8\/1920x1080.jpg?blurred=false","description":"Martel is in Derbyshire om een jonge broer en zus te ontmoeten die een kleine bungalow hebben gekocht als hun eerste vastgoedproject. Martin is niet bepaald onder de indruk van de locatie van de enige badkamer in een twee-onder-een-kapwoning. Het huis heeft drie slaapkamers en staat in Burton-on-Trent. Dion heeft zijn twijfels als hij een landgoed in Staffordshire bezoekt met een schots en scheef huisontwerp en een betonnen jungle als tuin.","category":""},"86267":{"channel":"23","start":"1673445300","end":"1673449500","title":"Huizen onder de Hamer","program_id":"901428429","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/m7Q7kFt9CtcaO6CXRW2k9BkVvT9B9AX9Bhq8sln7x47IFew8\/1920x1080.jpg?blurred=false","description":"Twee rijtjeshuizen in Liverpool en Alfreton, in Derbyshire, en een voormalige pub in Rowelton, in Cumbria worden onder de hamer verkocht. De nieuwe eigenaren variëren van een doorgewinterde ontwikkelaar tot een jonge broer en zus. Martin, Dion en Martel bekijken hun veilingaankopen en horen hun verbouwplannen aan.","category":""},"93129":{"channel":"23","start":"1673531100","end":"1673535300","title":"Huizen onder de Hamer","program_id":"901481730","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/m7Q7kFt9CtcaO6CXRW2k9BkVvT9B9AX9Bhq8sln7x47IFew8\/1920x1080.jpg?blurred=false","description":"Een appartement met één slaapkamer met veel potentie in het Londense Streatham, een bungalow bij de kust in Flimby, in Cumbria, en een twee-onder-een-kapwoning in Sinfin, bij Derby, met ruimte voor uitbreiding, worden allemaal onder de hamer verkocht. De projecten duren enkele maanden tot enkele jaren voor ze klaar zijn en de verbouwingen loopt niet allemaal even vlekkeloos.","category":""},"93130":{"channel":"23","start":"1673535300","end":"1673539800","title":"Huizen onder de Hamer","program_id":"901481733","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/m7Q7kFt9CtcaO6CXRW2k9BkVvT9B9AX9Bhq8sln7x47IFew8\/1920x1080.jpg?blurred=false","description":"Dion is in Birmingham en worstelt om het potentieel te zien in een rijtjeshuis met drie slaapkamers... totdat hij buiten een enorme verrassing ontdekt. Martel is in Warrington en kijkt rond in het casco van een huis dat volledig moet worden gerenoveerd. En hoe is het afgelopen voor een jong stel dat een woning met twee slaapkamers renoveert om er hun droomhuis van te maken.","category":""}}