{"75203":{"channel":"53","start":"1673285700","end":"1673288400","title":"Kenia - Dem Regen hinterher","program_id":"901346034","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/1KNvMuwGot479BJ3qjf8mQfBN0mU1RjTmV6gGYtp0JCc\/1920x1080.jpg?blurred=false","description":"In dieser Folge wird eine Elefantenherde in Samburu vom vorzeitigen Austrocknen eines Flusses überrascht. In Laikipia steht eine Afrikanische Wildhündin unter starkem Zeitdruck: Sie muss ihre fünf Jungen trotz zunehmender Trockenheit großziehen. Und in Naboisho müssen sich die Gepardin Kuleta und ihre vier Jungen gegen eine Hyäne zur Wehr setzen.","category":""},"81890":{"channel":"53","start":"1673372100","end":"1673374800","title":"Kenia - Dem Regen hinterher","program_id":"901388094","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/XlnA9BFklfYQs9ADcDiMfVNIPj8j9BZFnEvwYnWLu56asQ\/1920x1080.jpg?blurred=false","description":"Drei Weibchen, von denen jedes eine matriarchalisch organisierte Herde anführt, sind mit der größten Dürre seit 20 Jahren konfrontiert.","category":""},"88606":{"channel":"53","start":"1673458500","end":"1673461200","title":"Kenia - Dem Regen hinterher","program_id":"901439571","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/d9Bye22plOshRAQYieDjPIrola7lt19AB5f0PdbkUap34\/1920x1080.jpg?blurred=false","description":"In der dritten Folge wird die Lage wird kritisch, und die drei Weibchen, von denen jedes eine matriarchalisch organisierte Herde anführt, warten ungeduldig auf die Regenzeit. In Samburu hat die Elefantenherde Zuwachs bekommen. Die beiden Kälber und ihre Mütter trennen sich vom Clan. So wollen sie ihre Chancen erhöhen, in der ausgetrockneten Ebene Nahrung zu finden, doch die Ernte ist mager. Die Matriarchin Phoenix, eine Afrikanische Wildhündin, erkundet die Gegend, um nach dem plötzlichen Verschwinden des Alpha-Männchens einen Nachfolger für diesen zu finden. Die Wildhündin führt ihre Meute in Richtung auf das angestammte Gebiet. Das erkrankte Männchen ist genesen und fungiert wieder als Alpha-Männchen. Die Matriarchin erwartet neuen Nachwuchs. Kuleta und ihre Jungen weichen der Fresskonkurrenz zweier männlicher Geparde, können jedoch ihr zwischenzeitlich von Hyänen besetztes Gebiet zurückerobern. Endlich regnet es wieder, doch in Zukunft wird der Klimawandel die Tiere zwingen, immer mehr Erfindungsgeist, Resilienz und Mut zu beweise","category":""},"95373":{"channel":"53","start":"1673544900","end":"1673547600","title":"Kenia - Dem Regen hinterher","program_id":"901492953","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/TAEa7IfgaBa7lDv9B7etjpIixw89AkcK9AAvrpH4mPOPjQ\/1920x1080.jpg?blurred=false","description":"Dem Regen hinterher: Die vierte Folge der Doku-Serie thematisiert die Dreharbeiten selbst und zeigt die Arbeit mit Artenschutzverantwortlichen ebenso wie mit zahlreichen Ideengebern. In Camburg hat das Team von \"Save the Elephants\" ein GPS-Trackingsystem eingerichtet, das die gezielte Filmaufzeichnung bestimmter Herden ermöglicht. Auch in Laikipia sind die GPS-Halsbänder wieder sehr hilfreich, hier zur Verfolgung einer Meute von Afrikanischen Wildhunden. Zusätzlich kommt eine Drohne zum Einsatz, um die faszinierende Welt dieser Tiere einzufangen. In Naboisho arbeitet das Team mit Masai-Fährtenlesern aus der Umgebung bei der Verfolgung einer Gepard-Mutter und ihrer vier Jungen.","category":""}}