{"71744":{"channel":"20","start":"1673253840","end":"1673254200","title":"Pip en Posy","program_id":"901529970","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Posy ziet het perfecte speelgoedbeest voor Pip: een pinguïnpiraat! Ze besluit 'm aan Pip cadeau te geven. Wanneer Pip het cadeau openmaakt, ziet hij dat hij al zo'n pinguïn heeft. Dat wil Pip niet aan Posy vertellen omdat hij haar niet wil kwetsen, zeker niet nu ze zo aardig voor hem is, dus doet hij zijn uiterste best om zijn eigen pinguïn voor haar te verstoppen. Maar Posy is zo goed in zoeken dat ze de pinguïnpiraat op elke plek weet terug te vinden. Uiteindelijk komen Pip en Posy tegenover elkaar te staan met elk een pinguïnpiraat in hun hand, en dan komt Pips geheim uit.","category":""},"78287":{"channel":"20","start":"1673340480","end":"1673340900","title":"Pip en Posy","program_id":"901530012","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Pip voelt zich snotterig en wil graag een rustig dagje met Varkentje op de bank doorbrengen. Als Posy langs komt, legt Pip uit dat hij vandaag geen zin heeft om te spelen. Posy besluit als dokter Posy voor Pip te gaan zorgen. Ze neemt zijn temperatuur op, vertelt een verhaaltje en haalt iets te eten, maar uiteindelijk gaat ze te ver: ze is gewoon 'te veel Posy' voor Pips rustige dag. Hij verliest zijn geduld en snauwt haar per ongeluk af. Posy gaat aangeslagen weg, maar krijgt een geweldig idee om Pip op te vrolijken. Ze maakt een verzorg-pakketje voor hem en zet dat voor zijn deur. Pip is ontroerd maar beseft ook dat hij iets mist... Posy!","category":""},"85183":{"channel":"20","start":"1673426280","end":"1673426640","title":"Pip en Posy","program_id":"901530024","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Posy gaat naar Pip voor het 'leukste logeerpartijtje ooit'! Ze spelen met de verkleedklerenkist, slurpen spaghetti en gaan op zoek naar zeemonsters in bad, voordat het eindelijk tijd is om te gaan slapen. Zodra ze in bed liggen beseft Posy dat ze Kikker is vergeten. Posy is van slag en Pip doet zijn best om een plaatsvervanger voor Kikker te vinden, maar niets is goed genoeg. Dus doet Pip iets wat alleen een echte vriend doet: hij leent Varkentje, zijn lievelingsknuffel aan Posy uit. Posy is blij en valt in slaap, maar deze keer is het Pip die niet kan slapen, hij mist Varkentje.","category":""},"92039":{"channel":"20","start":"1673512380","end":"1673512740","title":"Pip en Posy","program_id":"901530033","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/default\/1920x1080.jpg?blurred=false","description":"Pip en Posy gaan naar de zandbak met een tas vol speelgoed. Pip maakt een als verrassing een schatzoek-speurtocht voor Posy, maar net als ze met graven willen beginnen, rent Posy naar de wc! Als ze weg is, komt Vic met zijn indrukwekkende graafmachine 'de beste graver ter wereld' bij de zandbak. Hij en Pip gaan ermee aan de slag en hebben de grootste lol. Wanneer Posy terug komt is Pip niet alleen aan het spelen met iemand anders, maar is de schat ook al opgegraven. Posy voelt zich in de steek gelaten en reageert door Vics graafmachine te verstoppen. Zodra Pip die vindt snapt hij wat er gebeurd is, en hoe hij Posy heeft behandeld.","category":""}}