{"26097":{"channel":"20","start":"1672637100","end":"1672637760","title":"Raad eens hoeveel ik van je hou","program_id":"901028979","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/twHPxB1Bx39CiwaiUP73Vy0HsnYqHfp5W362BVtbkP7g\/1920x1080.jpg?blurred=false","description":"Hazeltje en Kleine Veldmuis gaan paarse bloemen plukken. Ze willen al hun vrienden een bosje geven. Ze vergeten alleen dat er in de paarse bloemen nectar zit die de vlinders zo lekker vinden. En na al het plukken is er niks meer voor de vlinders over. Donsje (een wijs vogeltje) heeft een idee. Ze kent een veld vol met paarse bloemen. Hazeltje en Kleine Veldmuis lokken de vlinders naar dit grote veld met een spoor van paarse bloemen.","category":""},"32553":{"channel":"20","start":"1672723680","end":"1672724340","title":"Raad eens hoeveel ik van je hou","program_id":"901069533","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/twHPxB1Bx39CiwaiUP73Vy0HsnYqHfp5W362BVtbkP7g\/1920x1080.jpg?blurred=false","description":"Donsje heeft drie jonkies, waar Hazeltje een naam voor mag verzinnen. Hazeltje komt vaak op bezoek om met de kleintjes te spelen en om ze te zien opgroeien.","category":""},"39438":{"channel":"20","start":"1672809720","end":"1672810380","title":"Raad eens hoeveel ik van je hou","program_id":"901114632","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/twHPxB1Bx39CiwaiUP73Vy0HsnYqHfp5W362BVtbkP7g\/1920x1080.jpg?blurred=false","description":"Grote Haas neemt Hazeltje en Veldmuis mee naar de grote Bloesemboom die hij uit z'n jeugd kent. Om bij de boom te komen moeten Hazeltje en Kleine Veldmuis wel een eindje lopen en onderweg een aantal raadsels oplossen die Grote Haas ze voorlegt. Hazeltje ontdekt dat de bloesem van de boom lijkt op de bloesem die ze 's ochtends in de rivier zagen drijven. De bloesem moet dus met de stroom zijn meegegaan. Op de terugweg volgen Hazeltje, Kleine Veldmuis en Grote Haas daarom de rivier. Het lijkt meteen een kortere weg te zijn.","category":""},"46023":{"channel":"20","start":"1672896240","end":"1672896900","title":"Raad eens hoeveel ik van je hou","program_id":"901158981","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/twHPxB1Bx39CiwaiUP73Vy0HsnYqHfp5W362BVtbkP7g\/1920x1080.jpg?blurred=false","description":"Hazeltje en Kleine Veldmuis gaan 'schatten' zoeken in het bos. Alles wat ze mooi, bijzonder en lekker vinden, stoppen ze in een mandje om Grote Haas er mee te verrassen. De vrienden die ze tegenkomen, helpen graag mee.","category":""},"52777":{"channel":"20","start":"1672982700","end":"1672983300","title":"Raad eens hoeveel ik van je hou","program_id":"901206528","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/twHPxB1Bx39CiwaiUP73Vy0HsnYqHfp5W362BVtbkP7g\/1920x1080.jpg?blurred=false","description":"Als Hazeltje 's ochtends wakker wordt, ruikt hij een heerlijke geur. Samen met Kleine Veldmuis gaat hij kijken waar dat lekkere luchtje vandaan komt. Ze zoeken de hele dag, maar ze kunnen geen enkele bloem of plant vinden die net zo lekker ruikt. Uiteindelijk komt Hazeltje erachter dat de geur die hij zoekt, alle lentegeurtjes bij elkaar zijn.","category":""},"71660":{"channel":"20","start":"1673241600","end":"1673242260","title":"Raad eens hoeveel ik van je hou","program_id":"901337934","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/twHPxB1Bx39CiwaiUP73Vy0HsnYqHfp5W362BVtbkP7g\/1920x1080.jpg?blurred=false","description":"Na een verhaal van Kleine Witte Uil over een ster die ze bijna kon aanraken, proberen Hazeltje en Kleine Veldmuis ook bij de sterren te komen. Maar dat is nog niet zo makkelijk.","category":""},"78171":{"channel":"20","start":"1673328180","end":"1673328780","title":"Raad eens hoeveel ik van je hou","program_id":"901379598","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/twHPxB1Bx39CiwaiUP73Vy0HsnYqHfp5W362BVtbkP7g\/1920x1080.jpg?blurred=false","description":"Als Hazeltje op weg is naar Kleine Veldmuis, ontmoet hij een eendje dat achter hem aan blijft lopen. Dat vindt Hazeltje prima, maar hij heeft geen idee met wat voor een dier hij te maken heeft. Voorlopig noemt hij zijn nieuwe vriend Kleine Gele Kwak, naar het geluid dat het kuikentje maakt. Vervolgens gaan Hazeltje en Kleine Veldmuis bij hun vrienden langs om te vragen of zij het misschien weten. Niemand kan hen daarbij helpen, maar uiteindelijk wordt het raadsel toch opgelost, als ze moeder eend tegenkomen.","category":""},"85036":{"channel":"20","start":"1673414520","end":"1673415180","title":"Raad eens hoeveel ik van je hou","program_id":"901429188","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/twHPxB1Bx39CiwaiUP73Vy0HsnYqHfp5W362BVtbkP7g\/1920x1080.jpg?blurred=false","description":"Hazeltje en Kleine Veldmuis willen net als Donsje een nest maken. Ze gaan direct aan de slag. Als het nest klaar is, gaan ze op zoek naar iemand die het wil hebben. Hun vrienden zijn er niet in geïnteresseerd, maar uiteindelijk vinden ze toch nog iemand die er blij mee is.","category":""},"91853":{"channel":"20","start":"1673501160","end":"1673501820","title":"Raad eens hoeveel ik van je hou","program_id":"901482549","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/twHPxB1Bx39CiwaiUP73Vy0HsnYqHfp5W362BVtbkP7g\/1920x1080.jpg?blurred=false","description":"Grote Haas leert Hazeltje en zijn vrienden hoe je verstoppertje speelt: stil zijn, niet bewegen en, vooral, je goed verstoppen.","category":""}}