{"933":{"channel":"147","start":"1672284600","end":"1672286100","title":"Sports Women","program_id":"900867030","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman de Thaise golf zusters Ariya en Moriya Jutanugarn. Garbiñe Muguruza heeft het talent om het vrouwentennis te beheersen, maar is ze consistent genoeg? Jade Jones streeft ernaar om de eerste drievoudig Olympisch kampioen in taekwondo te worden, terwijl Sarah Hendrickson's carrière vol blessures haar hele sport ten goede kwam.","category":""},"934":{"channel":"147","start":"1672286100","end":"1672287600","title":"Sports Women","program_id":"900867033","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman de Spaanse Carolina Marin die Europa een gezicht heeft gegeven voor badminton en de Ronda Rousey van de UFC heeft plaatsgemaakt voor een overvloed aan MMA-jagers die via de organisatie komen. Klimmers Angela Eiter en Sasha DiGiulian zijn de gezichten van vrouwelijke eerste beklimmingen en Li Na heeft in zijn eentje de tennissport in China veranderd. Ten slotte wordt het harde werk van voetballer Ada Hegerberg beloond met de hoogste individuele eer.","category":""},"959":{"channel":"147","start":"1672322700","end":"1672324200","title":"Sports Women","program_id":"900867108","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman vangen we een golf met wereldkampioene surfer Stephanie Gilmore, slaan we de wielerbaan op met Olympisch kampioene Laura Kenny en gaan we de hele afstand met verspringer Ivana Španović.","category":""},"960":{"channel":"147","start":"1672324200","end":"1672325700","title":"Sports Women","program_id":"900867111","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman voetballer Megan Rapinoe, de ster van de show op het WK 2019. Lizzie Armanto, Sakura Yosozumi en Jordyn Barrett maken deel uit van de vele vrouwen die skateboarden naar de mainstream brachten en mountainbiker Jenny Rissveds werd de jongste gouden medaillewinnaar van de Olympische Spelen in haar sport. Shelly-Ann Fraser-Pryce keerde terug naar de atletiek nadat ze op onberispelijke wijze haar zoon had gebaard.","category":""},"7519":{"channel":"147","start":"1672409400","end":"1672410900","title":"Sports Women","program_id":"900915396","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman volgen we de opkomst en ondergang en weer opkomst van Angelique Kerber. Ontdek de ijle wereld van de dressuur met Charlotte Dujardin, ga naar het strand met April Ross en ontdek wat een kampioensteam maakt, met Olympique Lyonnais. Ten slotte ontmoet Sportswoman het opmerkelijke trio van zussen die van buckelskiën een familie-aangelegenheid maken.","category":""},"7520":{"channel":"147","start":"1672410900","end":"1672412400","title":"Sports Women","program_id":"900915399","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman Carissa Moore die dapper een jaar vrij nam van de tour nadat ze voor de vierde keer tot wereldkampioen surfen was gekroond. Gevechtsjager Stamp Fairtex werd de eerste dubbele wereldkampioen van ONE Championships en Engelse voetballers laten het spel groeien. Billie Jean King blijft het landschap voor vrouwen veranderen en esports Scarlett werd de eerste esports-kampioen op PyeongChang 2018.","category":""},"13837":{"channel":"147","start":"1672495200","end":"1672497000","title":"Sports Women","program_id":"900958293","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze edtitie van Sports heeft Simone Biles een nieuwe maatstaf gezet voor gymnastiekuitmuntendheid en basketballer Becky Hammon blijft trends zetten in coaching na een schitterende spelerscarrière. Nicola Adams is baanbrekend in het boksen en er is een grote rivaliteit in het polsstokspringen. Maar de Radwanska-zusters van tennis zetten bloed voor de concurrentie.","category":""},"13838":{"channel":"147","start":"1672497000","end":"1672498500","title":"Sports Women","program_id":"900958299","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman Lexi Thompson die door de ups en downs een kampioen golfer is gebleven. Taekwondo-ster Panipak Wongpattanakit won een medaille op Rio 2016 en Rachel Atherton werd de beste downhill-mountainbiker die er ooit was. Jessica Ennis-Hill heeft haar erfenis van de zevenkamp achter zich gelaten toen ze in 2016 met pensioen ging, en het is het duiktalent uit China.","category":""},"19831":{"channel":"147","start":"1672581600","end":"1672583100","title":"Sports Women","program_id":"900999717","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman wint de Britse vrouw Georgia Hall de British Open en staat Valerie Adams onder druk. We duiken diep in wat Katie Ledecky zo geweldig maakt en volgen de rijzende ster Nafissatou Thiam.","category":""},"19832":{"channel":"147","start":"1672583100","end":"1672584600","title":"Sports Women","program_id":"900999720","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman Olympisch kampioene Claressa Shields die een glorieuze professionele carrière begon en klimmer Ashima Shiraishi schreef geschiedenis toen ze nog een tiener was. De Australische golfer Minjee Lee baant zich een weg omhoog in de ranglijst, Petra Kvitová overwint een aangrijpende gebeurtenis om terug te keren naar de WTA-tour en Abby Wambach zet haar werk als activist voort. Eindelijk verslaat Xiong Jing Nan Angela \"Unstoppable\" Lee.","category":""},"19841":{"channel":"147","start":"1672596300","end":"1672598100","title":"Sports Women","program_id":"900999747","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman kwam Naomi Osaka op het toneel na het verslaan van Serena Williams om haar eerste Grand Slam-titel te winnen, terwijl surfer Stephanie Gilmore een van de eerste Australiërs ooit werd die zich kwalificeerde voor de Olympische Spelen. Mountainbiker Annie Last breekt een overvloed aan Britse records en de moeders die terugkeerden naar hun sport en oppermachtig regeerden. Ten slotte blijft Japan enkele van de grootste worstelaars ter wereld voortbrengen.","category":""},"25779":{"channel":"147","start":"1672668000","end":"1672669800","title":"Sports Women","program_id":"901040565","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman is de Engelse voetballer Lucy Bronze puur goud en de Amerikaanse wintersporter Chloe Kim weet goud te winnen. Een blik op de vaak verguisde sport van synchroonzwemmen. En in atletiek, een profiel van misschien wel de meest invloedrijke sportvrouw van de afgelopen 50 jaar en de lange rij Jamaicaanse sprinters.","category":""},"25780":{"channel":"147","start":"1672669800","end":"1672671300","title":"Sports Women","program_id":"901040568","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman Ash Barty die niet de druk voelde om na haar eerste grand slam-titel te presteren en Pauline Ferrand-Prévot schreef geschiedenis door wereldtitels te winnen in drie wielerdisciplines. Carli Lloyds weg naar het WK verliep niet bepaald soepel en Babe Zaharias Didrikson, de oorspronkelijke pionier. In 2020 tekenden de WNBA en hun spelers een mijlpaalovereenkomst en Isabell Werth, de dressuurkoningin.","category":""},"25789":{"channel":"147","start":"1672683000","end":"1672684500","title":"Sports Women","program_id":"901040595","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman neemt Sally Fitzgibbons ons mee op een wilde surfrit naar Californië. De Zuid-Afrikaanse Tatjana Schoenmaker maakt furore tijdens de Commonwealth Games. Aly Raisman had de hoogste van highs die gouden gymnastiekmedailles won, en de laagste van dieptepunten toen ze de waarheid over haar coach sprak. Helen Maroulis worstelt een legende op de grond en de altijd mooie Martina Hingis buigt in stijl uit de WTA.","category":""},"32072":{"channel":"147","start":"1672758300","end":"1672759800","title":"Sports Women","program_id":"901082331","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman de Thaise golf zusters Ariya en Moriya Jutanugarn. Garbiñe Muguruza heeft het talent om het vrouwentennis te beheersen, maar is ze consistent genoeg? Jade Jones streeft ernaar om de eerste drievoudig Olympisch kampioen in taekwondo te worden, terwijl Sarah Hendrickson's carrière vol blessures haar hele sport ten goede kwam.","category":""},"32073":{"channel":"147","start":"1672759800","end":"1672761300","title":"Sports Women","program_id":"901082334","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman de Spaanse Carolina Marin die Europa een gezicht heeft gegeven voor badminton en de Ronda Rousey van de UFC heeft plaatsgemaakt voor een overvloed aan MMA-jagers die via de organisatie komen. Klimmers Angela Eiter en Sasha DiGiulian zijn de gezichten van vrouwelijke eerste beklimmingen en Li Na heeft in zijn eentje de tennissport in China veranderd. Ten slotte wordt het harde werk van voetballer Ada Hegerberg beloond met de hoogste individuele eer.","category":""},"32082":{"channel":"147","start":"1672773300","end":"1672774800","title":"Sports Women","program_id":"901082388","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman kijken we naar het moment dat Marta het voetbalveld opkwam, en ze bewees dat ze kon doen wat de mannen doen, en de Laureus World Sports Awards tonen enkele van de meest inspirerende atleten ter wereld ... Yana Belomoina schreef geschiedenis voor Oekraïne tijdens het WK 2017, terwijl dat niet het geval was. je zou ooit kunnen vergelijken met polsstokhoogspringer Yelena Isinbayeva. Eindelijk geeft kogelstoter Valerie Adams het nog een kans!","category":""},"38919":{"channel":"147","start":"1672859100","end":"1672860600","title":"Sports Women","program_id":"901127727","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman het dynamische zeilduo van Nieuw-Zeeland, Molly Meech en Alex Maloney, zette koers naar de Olympische Spelen in Tokio. De Russische hoogspringer Mariya Lasitskene heeft een punt te bewijzen. Tennisgrootheid Steffi Graf helpt de volgende generatie tennisbelovende mensen een handje, en Sarah Sjostrom is de beste zwemster die Zweden ooit heeft voortgebracht.","category":""},"45462":{"channel":"147","start":"1672931100","end":"1672932600","title":"Sports Women","program_id":"901173015","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman gaat over MMA-ster Angela Lee en vervolgens gaan we de wereld rond met offshore zeillegende Dee Caffari. We brengen de opkomst van de Olympische deelname van vrouwen in kaart en kijken terug op enkele van de geweldige vrouwen die de weg hebben geëffend voor de helden van vandaag. Cliff-duiker, Lysanne Richard is verslaafd aan de hoge tonen, en de Argentijnse Lia Salvo loopt voorop in de door mannen gedomineerde sport van polo.","category":""},"45463":{"channel":"147","start":"1672932600","end":"1672934100","title":"Sports Women","program_id":"901173018","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman hebben vrouwen hebben eindelijk een goede kans in de Formule 1 met de introductie van de W-serie, waarbij Jamie Chadwick de inaugurele titel mee naar huis neemt. Lakey Peterson van de WSL is een vastberaden surfer, en Caroline Wozniacki noemt het een dag. Hiromi Miyake bouwt aan haar familie-erfgoed en de VS heeft turnsters van wereldklasse voortgebracht. Eindelijk, Olympian, Kim Rhode heeft haar oog op het doel gericht!","category":""},"45472":{"channel":"147","start":"1672946100","end":"1672947600","title":"Sports Women","program_id":"901173045","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman Hannah Mills en Saskia Clark die zeilgeschiedenis schreven voordat Elidh McIntyre ten tonele verscheen. Lydia Ko kwam de LPGA binnen met een knal en karatekampioen Sandra Sánchez bewees dat het nooit te laat is om je dromen te verwezenlijken. Team USA is het meest dominante team in de geschiedenis van het damesbasketbal en tot slot bewijst dressuurolympian Charlotte Dujardin dat ze het talent heeft om met meerdere paarden te paren.","category":""},"52221":{"channel":"147","start":"1673017500","end":"1673019000","title":"Sports Women","program_id":"901220175","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman een Japans trio dat klaar stond om hun thuis Olympische Spelen in Tokio 2020 stormenderhand te veroveren; de onverschrokken Tori Borie - die ernaar streeft de snelste vrouw ter wereld te worden; zwemmen ziet dubbel in de vorm van de Australische zussen Cate en Bronte Campbell; PV Sindhu - India's allereerste vrouwelijke Olympische zilveren medaillewinnaar; en het damesteam van Manchester United doet het om het te winnen. Dit is Sportvrouw","category":""},"52222":{"channel":"147","start":"1673019000","end":"1673020500","title":"Sports Women","program_id":"901220178","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman de atleet Serena Williams, terwijl Weili Zhang en Joanna Jedrzejczyk van de UFC een van de meest ongelooflijke en adembenemende gevechten in de geschiedenis hebben gevoerd. Skateboarder Sky Brown bewijst dat het nooit te vroeg is om een record te maken, en Olympisch zwemkampioen Dawn Fraser blikt terug op Tokyo 1964. Eindelijk staat niets Jolanda Neff in de weg om haar fietsdromen te verwezenlijken.","category":""},"58767":{"channel":"147","start":"1673105100","end":"1673106600","title":"Sports Women","program_id":"901264932","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman Alex Morgan, steraanvaller van het machtige vrouwenvoetbalteam van de VS, heeft een lucratieve manier gevonden om met roem om te gaan. Olympisch kampioenen Mariana Pajón (BMX) en Katinka Hosszu (zwemmen) willen hun titel verdedigen in Tokio, net als wereldkampioen Olga Kharlan (schermen). Maar Chen Ruolin (duiken) heeft de tijd ingeroepen voor een gouden carrière.","category":""},"58768":{"channel":"147","start":"1673106600","end":"1673108100","title":"Sports Women","program_id":"901264935","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman de Australische Ellyse Perry speelde zowel voetbal als cricket, maar het was de laatste waar ze uitblonk, terwijl sprinter Dina Asher-Smith de snelste vrouw van Groot-Brittannië werd. Er zijn veel vrouwen die achter de schermen in de sport werken en niemand personifieerde perfectie zoals turnster Nadia Comăneci. Ten slotte vertelt Jasmine Sur over haar derde kans op een Olympische Spelen.","category":""},"65066":{"channel":"147","start":"1673205300","end":"1673206800","title":"Sports Women","program_id":"901309314","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman het fascinerende verhaal van de reis van de drie beste zevenkamp atleten naar de top van de sport. De vrouwen van de World Surf League zijn klaar voor hun debuut op de Olympische Spelen in Tokio en we brengen een eerbetoon aan enkele van de grootste vrouwelijke pioniers in de sportgeschiedenis.","category":""},"71255":{"channel":"147","start":"1673276100","end":"1673277600","title":"Sports Women","program_id":"901350255","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman volgen we de triomfantelijke stijging van de Grand Slam-winnaar van Simona Halep, en gaan we in de sneeuw zaken doen met wereldkampioen Mikaela Shiffrin. Rhiannan Iffland neemt ons Cliff Diving mee en we bekijken de evolutie van het vrouwenvoetbal.","category":""},"71256":{"channel":"147","start":"1673277600","end":"1673279100","title":"Sports Women","program_id":"901350261","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze edtitie van Sports Woman droomt Tatiana Calderon ervan om de eerste vrouw in meer dan 50 jaar te worden die in een Formule 1 Grand Prix rijdt. Shaunae Miller-Uibo droomt ervan haar jeugdinspiratie Marie Jose Perec na te bootsen door 400 en 200 meter dubbel te winnen op de Olympische Spelen van 2020. Lisa Carrington gaat voor drie keer goud op rij in haar kajak en Majlinda Kelmendi wil een judo dubbel.","category":""},"77607":{"channel":"147","start":"1673321700","end":"1673323200","title":"Sports Women","program_id":"901397634","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman de Thaise golf zusters Ariya en Moriya Jutanugarn. Garbiñe Muguruza heeft het talent om het vrouwentennis te beheersen, maar is ze consistent genoeg? Jade Jones streeft ernaar om de eerste drievoudig Olympisch kampioen in taekwondo te worden, terwijl Sarah Hendrickson's carrière vol blessures haar hele sport ten goede kwam.","category":""},"77608":{"channel":"147","start":"1673323200","end":"1673325000","title":"Sports Women","program_id":"901397640","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman de Spaanse Carolina Marin die Europa een gezicht heeft gegeven voor badminton en de Ronda Rousey van de UFC heeft plaatsgemaakt voor een overvloed aan MMA-jagers die via de organisatie komen. Klimmers Angela Eiter en Sasha DiGiulian zijn de gezichten van vrouwelijke eerste beklimmingen en Li Na heeft in zijn eentje de tennissport in China veranderd. Ten slotte wordt het harde werk van voetballer Ada Hegerberg beloond met de hoogste individuele eer.","category":""},"77633":{"channel":"147","start":"1673359800","end":"1673361300","title":"Sports Women","program_id":"901397799","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman vangen we een golf met wereldkampioene surfer Stephanie Gilmore, slaan we de wielerbaan op met Olympisch kampioene Laura Kenny en gaan we de hele afstand met verspringer Ivana Španović.","category":""},"77634":{"channel":"147","start":"1673361300","end":"1673362800","title":"Sports Women","program_id":"901397805","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman voetballer Megan Rapinoe, de ster van de show op het WK 2019. Lizzie Armanto, Sakura Yosozumi en Jordyn Barrett maken deel uit van de vele vrouwen die skateboarden naar de mainstream brachten en mountainbiker Jenny Rissveds werd de jongste gouden medaillewinnaar van de Olympische Spelen in haar sport. Shelly-Ann Fraser-Pryce keerde terug naar de atletiek nadat ze op onberispelijke wijze haar zoon had gebaard.","category":""},"84503":{"channel":"147","start":"1673446200","end":"1673448000","title":"Sports Women","program_id":"901444431","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman volgen we de opkomst en ondergang en weer opkomst van Angelique Kerber. Ontdek de ijle wereld van de dressuur met Charlotte Dujardin, ga naar het strand met April Ross en ontdek wat een kampioensteam maakt, met Olympique Lyonnais. Ten slotte ontmoet Sportswoman het opmerkelijke trio van zussen die van buckelskiën een familie-aangelegenheid maken.","category":""},"84504":{"channel":"147","start":"1673448000","end":"1673449500","title":"Sports Women","program_id":"901444434","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman Carissa Moore die dapper een jaar vrij nam van de tour nadat ze voor de vierde keer tot wereldkampioen surfen was gekroond. Gevechtsjager Stamp Fairtex werd de eerste dubbele wereldkampioen van ONE Championships en Engelse voetballers laten het spel groeien. Billie Jean King blijft het landschap voor vrouwen veranderen en esports Scarlett werd de eerste esports-kampioen op PyeongChang 2018.","category":""},"91310":{"channel":"147","start":"1673532900","end":"1673534400","title":"Sports Women","program_id":"901500615","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze edtitie van Sports heeft Simone Biles een nieuwe maatstaf gezet voor gymnastiekuitmuntendheid en basketballer Becky Hammon blijft trends zetten in coaching na een schitterende spelerscarrière. Nicola Adams is baanbrekend in het boksen en er is een grote rivaliteit in het polsstokspringen. Maar de Radwanska-zusters van tennis zetten bloed voor de concurrentie.","category":""},"91311":{"channel":"147","start":"1673534400","end":"1673535900","title":"Sports Women","program_id":"901500618","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/p55klgs9Bb7KLwhH5vkuYhSyAqMuXsK4ts9A0LU6LfFKw\/1920x1080.jpg?blurred=false","description":"In deze editie van Sports Woman Lexi Thompson die door de ups en downs een kampioen golfer is gebleven. Taekwondo-ster Panipak Wongpattanakit won een medaille op Rio 2016 en Rachel Atherton werd de beste downhill-mountainbiker die er ooit was. Jessica Ennis-Hill heeft haar erfenis van de zevenkamp achter zich gelaten toen ze in 2016 met pensioen ging, en het is het duiktalent uit China.","category":""}}