{"27648":{"channel":"24","start":"1672700340","end":"1672703880","title":"The Transporter","program_id":"901028205","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/OADHFUAtAdJE9BA1uiJ13RCKPOOw1Knt9BezLOtnAnDb0\/1920x1080.jpg?blurred=false","description":"De 12-jarige zoon van een Italiaanse rechter ziet hoe zijn vader door een huurmoordenaar wordt vermoord. Als enige getuige loopt de jongen groot gevaar. Hij wordt daarom ondergebracht op een schuiladres in Duitsland. Het proces vindt in Rome plaats en het is aan Frank om ervoor te zorgen dat de jongen heelhuids in de rechtbank aankomt.","category":""},"41275":{"channel":"24","start":"1672786860","end":"1672790520","title":"The Transporter","program_id":"901113723","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/OADHFUAtAdJE9BA1uiJ13RCKPOOw1Knt9BezLOtnAnDb0\/1920x1080.jpg?blurred=false","description":"Frank wordt door zijn oude maat Tommy gevraagd om hun vriend Rob in Libië te redden. De twee ex-collega's van Frank werken nu voor MI6. Rob is vermist en het is voor MI6 te gevaarlijk om een reddingsoperatie uit te voeren vanwege de politieke instabiliteit. Frank is op dit moment de enige die kan helpen.","category":""},"47427":{"channel":"24","start":"1672871160","end":"1672874580","title":"The Transporter","program_id":"901113804","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/09BbGJMb6QMe52bcrcAjoh1rL6g4pFTzqKuD8clvDWy8\/1920x1080.jpg?blurred=false","description":"Frank wordt ingehuurd om de bekende zangeres Ferrara McIntyre te begeleiden naar haar optredens. Als ze onderweg beschoten worden door een motorrijder, beseft Frank dat er iets flink mis is. De volgende dag ontvangt Ferrara opnieuw een anonieme bedreiging, maar ze wil toch gewoon aan de slag.","category":""},"47456":{"channel":"24","start":"1672958460","end":"1672961700","title":"The Transporter","program_id":"901158021","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/OADHFUAtAdJE9BA1uiJ13RCKPOOw1Knt9BezLOtnAnDb0\/1920x1080.jpg?blurred=false","description":"Frank moet samenwerken met een andere transporteur en diens jonge whizzkid. Frank betwijfelt of hij op de man kan vertrouwen, maar de opdrachtgever wil per se twee transporteurs voor de klus. De risico's zijn te groot en Frank besluit de opdracht te weigeren.","category":""},"54285":{"channel":"24","start":"1673045700","end":"1673049300","title":"The Transporter","program_id":"901205799","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/09BbGJMb6QMe52bcrcAjoh1rL6g4pFTzqKuD8clvDWy8\/1920x1080.jpg?blurred=false","description":"De FBI huurt Frank in om een chemisch wapen met de codenaam Chimera terug te halen. Een Chinese maffiabaas die vanuit een restaurant in Chinatown werkt, heeft het in zijn bezit. Jules bedenkt verschillende manieren waarop Frank het gebouw binnen kan komen, maar in geen enkel scenario zou Frank het overleven.","category":""},"60761":{"channel":"24","start":"1673128800","end":"1673132400","title":"The Transporter","program_id":"901249344","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/09BbGJMb6QMe52bcrcAjoh1rL6g4pFTzqKuD8clvDWy8\/1920x1080.jpg?blurred=false","description":"Frank wordt ingehuurd om een pakketje op te halen van een Albanese pooier. Jeremy Donne wordt door hem gechanteerd. Het pakje betreft een rode jurk die door een prostituee op een feest is gedragen. Jeremy heeft die avond seks met haar gehad en zijn DNA zit op de jurk. Tijdens de uitruil gaat er iets mis en slaat Frank met de jurk op de vlucht.","category":""},"73218":{"channel":"24","start":"1673303700","end":"1673307300","title":"The Transporter","program_id":"901337118","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/OADHFUAtAdJE9BA1uiJ13RCKPOOw1Knt9BezLOtnAnDb0\/1920x1080.jpg?blurred=false","description":"Inspecteur Tarconi arriveert met een SWAT-team bij een villa op het platteland van Wit-Rusland om Anatole Reichenberg te arresteren. Anatole is een vervalser die nepmedicijnen heeft verkocht, waardoor veel kinderen zijn gestorven. Tarconi loopt in een val en komt gevangen te zitten in een kamer waarin een gaslek zit.","category":""},"79880":{"channel":"24","start":"1673390400","end":"1673394000","title":"The Transporter","program_id":"901378719","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/OADHFUAtAdJE9BA1uiJ13RCKPOOw1Knt9BezLOtnAnDb0\/1920x1080.jpg?blurred=false","description":"Frank en Cat reizen naar een mijn in het midden van de Sahara om een attachékoffer met onbekende inhoud af te geven. Nadat ze de koffer hebben afgeleverd, moeten ze daar noodgedwongen de nacht doorbrengen. Plotseling horen ze een enorme explosie en Frank en Cat schieten de mijnwerkers te hulp.","category":""},"93222":{"channel":"24","start":"1673475900","end":"1673479560","title":"The Transporter","program_id":"901428351","date":"","icon":"https:\/\/images.tv.kpn.com\/epg\/OADHFUAtAdJE9BA1uiJ13RCKPOOw1Knt9BezLOtnAnDb0\/1920x1080.jpg?blurred=false","description":"Rose Marquez huurt Frank in om aan haar agressieve vriend, Zachary, te kunnen ontsnappen. Frank brengt haar naar een privéluchthaven waar ze aan boord van een jet stapt richting Brazilië. Dan blijkt dat Zachary ook aan boord is. Hij vertelt haar dat Frank dubbelspel heeft gespeeld.","category":""}}