{"5199453":{"id":"5199453","assetid":"","title":"100% Wolf: De Legende van de Maansteen","description":"Freddy is misschien een poedel, maar hij heeft het hart van een wolf. Hij gaat het bewijzen door af te studeren aan de Howlington Academy, die alleen voor weerwolven is.","first":"other","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"26","datum":"19700101"},"5191101":{"id":"5191101","assetid":"","title":"Airport","description":"Het kleine vliegtuigje Winky ontmoet op het vliegveld andere vliegtuigen uit de hele wereld. De wereld waar Winky van droomt om naar toe te gaan. Alle vliegtuigen zijn verschillend, het transport vliegtuig Gugu is groot en blij als hij werkt. Het privévliegtuig Forceking vindt vooral zichzelf erg belangrijk. Maar, als Forceking in de problemen komt heeft hij de andere vliegtuigen heel hard nodig.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"67","datum":"19700101"},"5209699":{"id":"5209699","assetid":"","title":"Alice & Lewis","description":"De zesjarige Alice heeft een magische sleutel waarmee ze naar Wonderland kan. Dit is een andere wereld waarin ze het schattige konijntje Lewis heeft ontmoet en voor ze het wist, waren ze beste vrienden.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"1","datum":"19700101"},"5204947":{"id":"5204947","assetid":"","title":"Appel en Uitje","description":"Appel en Uitje wonen nog maar net in de stad en alles is nieuw voor ze. Soms raken ze in de war door alle indrukken. Maar Appel en Uitje zijn altijd positief en vinden hun eigen unieke weg op het kleurrijke pad van het leven.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"20","datum":"19700101"},"5177301":{"id":"5177301","assetid":"","title":"Arthur en de Minimoys","description":"Arthur is een slimme 10-jarige jongen die leeft in een kleine, avontuurlijke wereld, de wereld van de Minimoys. Arthur en zijn Zwaardbeschermers moeten hun koninkrijk beschermen tegen Maltazard, de tovenaar.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"43","datum":"19700101"},"5180038":{"id":"5180038","assetid":"","title":"Barbie Dreamtopia","description":"Barbie en haar zusje Chelsea reizen door de grillige werelden van Dreamtopia. Door de ogen van Chelsea's verbeelding verkennen kijkers heerlijke en verrukkelijke werelden en ontmoeten ze kleurrijke personages die daar wonen.","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"41","datum":"19700101"},"5206946":{"id":"5206946","assetid":"","title":"BibaBoerderij","description":"Op de BIBABOERDERIJ beleven Bibi de Boerin en Bart de Boer de spannendste en leukste avonturen. Spelenderwijs richt de BIBABOERDERIJ zich op verantwoord en duurzaam leven waar plezier, gezondheid, sociale betrokkenheid en genieten de basiselementen zijn.","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"11","datum":"19700101"},"5201883":{"id":"5201883","assetid":"","title":"Blaze en de Monsterwielen","description":"Blaze en de Monsterwielen is een interactieve kinderserie over Blaze, 's werelds beste monstertruck, en zijn beste vriend en coureur, AJ.","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"25","datum":"19700101"},"5094854":{"id":"5094854","assetid":"","title":"Blinky Bill","description":"Pluizige bol Blinky Bill zit boordevol energie en is een echte avonturier. Geen enkele uitdaging gaat hij uit de weg en geen enkel probleem is voor hem te moeilijk. Blinky weet altijd raad en dat zorgt voor grappige situaties.","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"57","datum":"19700101"},"5191092":{"id":"5191092","assetid":"","title":"Bob de Bouwer","description":"De goedlachse bouwvakker Bob kan samen met zijn vrienden Leo en Wendy en zijn machines Scoop, Muck, Dizzie, Rollie en Liftie alles maken. Met de leus 'Kunnen wij het maken' gaat hij op pad om allerlei problemen op te lossen. Vaak worden de problemen echter erger door tussenkomst van Spud, de vogelverschrikker van Boer Nijhof, die graag een handje wil helpen. Uiteindelijk lukt het Bob echter altijd om samen met zijn team de klus te klaren","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"68","datum":"19700101"},"5191093":{"id":"5191093","assetid":"","title":"Brandweerman Sam","description":"Volg de avonturen van brandweerman Sam en zijn collega's terwijl ze de inwoners van het stadje Piekepolder in Wales beschermen. Wanneer het alarm afgaat, springen de dappere Sam en zijn collega's in een brandweerauto, een helikopter of lanceren ze zelfs een opblaasbare reddingsboot om branden te bestrijden, reddingsmissies uit te voeren of medische hulp te bieden aan mensen in nood.","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"8","datum":"19700101"},"5177406":{"id":"5177406","assetid":"","title":"Bruintje Beer","description":"De avonturen van Bruintje Beer en zijn vrienden in magische werelden van betovering, intrige en gevaar.","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"65","datum":"19700101"},"5072516":{"id":"5072516","assetid":"","title":"Bumba","description":"Bumba is een vrolijke en ondeugende clown! In het circus beleeft hij vele avonturen met zijn vriendjes Bumbalu, Tumbi, Nanadu, Kiwi én nog vele anderen! Veel kijkplezier gegarandeerd voor de allerkleinsten!","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"59","datum":"19700101"},"5209541":{"id":"5209541","assetid":"","title":"Butterbean's Café","description":"Handen uit de mouwen met Butterbean en haar feeën vriendjes. Zij serveren magische verhalen vol vriendschap en samenwerking in Butterbean's Café!","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"5","datum":"19700101"},"5191102":{"id":"5191102","assetid":"","title":"Casper en Emma","description":"De serie draait om de twee 5-jarigen Casper en Emma die voor het eerst naar de basisschool gaan. Ze hebben allebei een knuffel: Caspers knuffel heet Welpje en Emma’s knuffel heet Mevrouw Konijn. Deze knuffels kunnen praten! Casper en Emma nemen hun knuffels overal mee naar toe.","first":"C","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"69","datum":"19700101"},"5184827":{"id":"5184827","assetid":"","title":"Chuggington","description":"Toet toet! Welkom in de treintastische wereld van Chuggington waar de enthousiaste locomotiefjes Wilson, Koko en Brewster leren hoe ze echte treinen moeten zijn. Tijdens hun ritjes door Chuggington maken ze allerlei nieuwe vriendjes, van oude stoomtreinen tot een knotsgekke ijsjeslocomotief!","first":"C","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"37","datum":"19700101"},"5185082":{"id":"5185082","assetid":"","title":"Chuggington Badge Quest","description":"In deze miniserie-spin-off van Chuggington krijgen de stagiairs opdrachten van Vee. Als ze een taak met succes voltooien, verdienen de stagiairs badges","first":"C","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"36","datum":"19700101"},"5177410":{"id":"5177410","assetid":"","title":"Cleopatra in de Kosmos","description":"Cleopatra in de Kosmos is het nooit eerder vertelde verhaal over Cleopatra's jonge jaren, waarin ze naar een toekomstig sterrenstelsel reist dat wordt geregeerd door sprekende katten, die haar vertellen dat zij hun voorspelde redder is. Om haar hierop voor te bereiden wordt ze naar de Academie gestuurd, waar ze leert hoe ze vijanden te lijf gaat, hoe ze uiteindelijk weer terug naar Egypte moet komen, en hoe ze met het de hoogte- en dieptepunten van het leven van een tiener op school om moet gaan.","first":"C","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"54","datum":"19700101"},"5072680":{"id":"5072680","assetid":"","title":"De Avonturen van K3","description":"De zangeressen van K3 gaan op wereldtournee. Ze beleven een reis vol glitter en glamour, waarbij ze allerlei onverwachte humoristische avonturen op hun pad tegenkomen.","first":"D","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"56","datum":"19700101"},"5176125":{"id":"5176125","assetid":"","title":"De Avonturen van Lolly Lolbroek","description":"Lol trappen met Lolly Lolbroek! Lolly is de dochter van Lex Lolbroek, een ware uitvinder die graag experimenteert. Al loopt dat niet altijd even vlot. Samen met haar vrienden Kara en Marx beleeft Lolly de tijd van haar leven in haar huis en tuin, het is zowaar een echte speeltuin.","first":"D","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"48","datum":"19700101"},"5177024":{"id":"5177024","assetid":"","title":"De Avonturen van Rocky & Bullwinkle","description":"De wereldberoemde pratende eland en vliegende eekhoorn zijn terug in De Avonturen van Rocky & Bullwinkle - een comedyserie over twee idiote vrienden die zichzelf in de meest bizarre situaties manoeuvreren, maar er telkens weer als helden uit weten te komen.","first":"D","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"60","datum":"19700101"},"5173593":{"id":"5173593","assetid":"","title":"De Daltons","description":"De Daltons zullen alle mogelijke trucjes proberen om vrij te komen: een doolhof van tunnels, explosieven, hete luchtballonnen en regendansen, en een boel gekke types om hen te helpen ontsnappen... of niet!Het enige dat ze niet gebruiken zijn hun hersenen! Maar wat ze aan intelligentie missen, maken ze zeker goed in wilskracht en verbeeldingskracht!","first":"D","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"19","datum":"19700101"},"5194453":{"id":"5194453","assetid":"","title":"De Magische Wereld van Pardoes","description":"Ergens op de grens tussen fantasie en werkelijkheid ligt Symbolicia, het Rijk der Fantasie. De inwoners geloven er in sprookjes en niets is er onmogelijk, mits je je fantasie gebruikt. Maar wat als iemand die fantasie voor altijd wil afnemen? Pardoes de Tovernar gaat in deze spannende tv-serie de strijd aan met de gemene Pantagor en zijn hulpje Rattar en krijgt daarbij hulp van Prinses Pardijn, Grootmagister Almar en zijn peetmoeder Aliciana. Zal het hem lukken de Elf Toetsen te volbrengen en de fantasie te redden?","first":"D","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"32","datum":"19700101"},"5202561":{"id":"5202561","assetid":"","title":"De Thundermans","description":"Wat is cooler dan een superheld? Een hele familie superhelden! Maak kennis met de Thundermans; niet bepaald een doorsnee familie. Hun grootste bezigheid is dat ze hun bovennatuurlijke truukjes in bedwang proberen te houden en een normaal leven kunnen leiden. Moeilijk? Reken maar! Helemaal omdat de twee oudste broer en zus - Phoebe en Max - een rivaliteit delen die goed tot uiting kan komen met hun krachten! Deze missie om 'erbij te horen' gaat misschien ietsje langer duren dan verwacht.","first":"D","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"24","datum":"19700101"},"5177412":{"id":"5177412","assetid":"","title":"Draken: Rijders van Berk","description":"Zet je schrap voor hoogvliegende actie en vuurspuwende lol in Draken: Rijders van Berk, gebaseerd op de populaire film: Hoe Tem Je Een Draak. Ontdek het epische verhaal van Hikkie, Tandloos en zijn moedige vrienden in splinternieuwe avonturen en draken die je nooit eerder hebt gezien!","first":"D","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"66","datum":"19700101"},"5165752":{"id":"5165752","assetid":"","title":"Ernst Bobbie en de Rest","description":"Ernst, Bobbie en de rest is een vrolijk en muzikaal kinderprogramma. In het programma beleven de gezworen vrienden Ernst en Bobbie altijd een spannend avontuur.","first":"E","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"9","datum":"19700101"},"5202745":{"id":"5202745","assetid":"","title":"Fairly Odd Parents","description":"Fairly Odd Parents gaat over het tienjarige jongetje Timmy die het zwaar te verduren heeft: ouders die nooit naar hem luisteren en een gemene oppas. Gelukkig heeft hij zijn twee feeën-peetouders die hem helpen.","first":"F","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"22","datum":"19700101"},"5209723":{"id":"5209723","assetid":"","title":"Grizzy en de Lemmings","description":"In een groot bos staat het huis van de boswachter, dat de beer Grizzy betrekt zodra die weg is. Maar de Lemmingen doen precies hetzelfde en Grizzy en de Lemmingen vechten meedogenloos met elkaar om het huis met de meest nare streken.","first":"G","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"2","datum":"19700101"},"5094025":{"id":"5094025","assetid":"","title":"Hallo K3","description":"Een sitcom over het dagelijkse, maar knotsgekke leven van K3!","first":"H","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"55","datum":"19700101"},"5040922":{"id":"5040922","assetid":"","title":"Heidi","description":"Het leven van het 5-jarige weesmeisje Heidi neemt een heel andere wending wanneer ze door haar tante naar de Zwitserse Alpen wordt gebracht, om daar bij haar norse grootvader te gaan wonen.","first":"H","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"75","datum":"19700101"},"5199452":{"id":"5199452","assetid":"","title":"Henry Danger","description":"De 13-jarige Henry Hart ontmoet zijn superheld Captain Man en wordt zijn sidekick. Henry heeft beloofd om zijn nieuwe functie geheim te houden voor zijn familie en vrienden, waardoor hij een dubbelleven leidt.","first":"H","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"29","datum":"19700101"},"5210201":{"id":"5210201","assetid":"","title":"Hopla","description":"Kijk mee naar de allerleukste avonturen van het lieve konijntje Hopla en zijn vriendjes Lola, Nina en Onki.","first":"H","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"6","datum":"19700101"},"5192041":{"id":"5192041","assetid":"","title":"Huize Herrie","description":"Heb je je ooit afgevraagd hoe het is om op te groeien in een groot gezin? De 11-jarige Lincoln Herrie heeft maar liefst 10 zussen en kan je er alles over vertellen!","first":"H","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"15","datum":"19700101"},"5209422":{"id":"5209422","assetid":"","title":"Jellystone!","description":"Jellystone, wat zich afspeelt in een dorpje met dezelfde naam, volgt een groep Hanna-Barbera figuren terwijl ze leven, werken, spelen en (wat vaak voorkomt) het dorp vernietigen op een rare manier.","first":"J","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"7","datum":"19700101"},"5165648":{"id":"5165648","assetid":"","title":"Jokie en Jet","description":"Hallo ga je mee op avontuur? Jokie gaat als een echte ontdekkingsreiziger op pad. Samen met zijn vriendinnetje Jet verkent hij de hele wereld. Met hun luchtballon komen ze op allerlei leuke plekken waar ze vrolijke avonturen beleven. Kijk je mee?","first":"J","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"30","datum":"19700101"},"5175980":{"id":"5175980","assetid":"","title":"K3 Dromen","description":"Hannie de eenhoorn, Klaasie de alpaca en Marthie de pegasus, hebben net zoals K3 elk een verschillende haarkleur. Ze wonen in een fantasiewereld en beleven daar een heleboel avonturen","first":"K","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"49","datum":"19700101"},"5176281":{"id":"5176281","assetid":"","title":"K3 Roller Disco","description":"In K3 Roller Disco staan de meisjes van K3 voor een uitdaging van formaat: ze gaan samen een rollerdisco uitbaten. Marthe verzorgt de bar, Hanne is verantwoordelijk voor het verhuur van de rolschaatsen en Klaasje is redder in nood op de rolschaatsbaan.","first":"K","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"46","datum":"19700101"},"5176287":{"id":"5176287","assetid":"","title":"K3 Roller Disco Club","description":"K3 gebruikt de Roller Disco als decor voor leuke tutorials.","first":"K","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"47","datum":"19700101"},"5040929":{"id":"5040929","assetid":"","title":"Kabouter Plop","description":"Kabouter Plop woont in de melkherberg in het grote kabouterbos. Samen met zijn beste vrienden beleeft hij de gekste avonturen.","first":"K","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"72","datum":"19700101"},"5181558":{"id":"5181558","assetid":"","title":"Kid-E-Cats","description":"Kid-E-Cats vertelt het verhaal van drie kittens: Cookie, Pudding en hun zusje Candy, die voor altijd klaar staan ​​om met eindeloos enthousiasme en energie in actie te komen. Hun verbeeldingskracht kent geen grenzen, en deze katten zijn in staat tot de meest absurd grappige probleemoplossende suggesties. Door de kleine lessen van het leven leren ze kijken voordat ze springen - nou ja, soms.","first":"K","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"40","datum":"19700101"},"5181200":{"id":"5181200","assetid":"","title":"Kleine Charlie Beer","description":"Charlie is een teddybeer die zijn fantasie gebruikt om op avontuur te gaan en zo nieuwe dingen over zichzelf en de wereld om hem heen ontdekt. Allemaal onder het toeziend oog van de verteller.","first":"K","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"39","datum":"19700101"},"5165649":{"id":"5165649","assetid":"","title":"Leren met Jokie","description":"'Leren met Jokie' is een interactieve reeks waarin Jokie en Jet de allerkleinsten meenemen op een educatief avontuur. Leer samen met Jokie en Jet tellen, vormen herkennen, kleuren benoemen en of iets groot of klein is. Jokie gaat als een echte ontdekkingsreiziger op pad. Samen met zijn vriendinnetje Jet verkent hij de hele wereld. Met hun luchtballon komen ze op allerlei leuke plekken waar ze vrolijke avonturen beleven.","first":"L","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"17","datum":"19700101"},"5176981":{"id":"5176981","assetid":"","title":"Lolly's Weetjesschap","description":"Lolly Lolbroek en haar papa Lex niet vies zijn van een experimentje. In Lolly's Weetjesschap doen de 2 nieuwsgierige wijsneuzen leuke en spannende wetenschappelijke proefjes en vertellen ze boeiende weetjes.","first":"L","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"45","datum":"19700101"},"5208590":{"id":"5208590","assetid":"","title":"Marjolein en het Geheim van het Slaapzand","description":"Marjolein vindt op oma´s zolder een groot sprookjesboek, Sprookjes van Klaas Vaak. Vanaf dat moment staat Marjolein een groot avontuur te wachten. Er gebeuren allerlei vreemde dingen. Want wat is toch dat geheim van het boek?","first":"M","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"10","datum":"19700101"},"5040935":{"id":"5040935","assetid":"","title":"Maya de Bij","description":"Maya de Bij is een vrolijk en nieuwsgierig bijtje dat heel erg gesteld is op haar vrijheid. Daarom woont ze ook in de wei en niet in een bijenkorf. Ze beleeft de leukste avonturen met haar vrienden.","first":"M","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"70","datum":"19700101"},"5040924":{"id":"5040924","assetid":"","title":"Mega Mindy","description":"Wanneer de stad geteisterd wordt door diefstal, onrecht of oplichterij, dan verandert politiagente Mieke in haar alter ego Mega Mindy. Hierdoor is ze de perfecte detective en een superheldin!","first":"M","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"74","datum":"19700101"},"5192037":{"id":"5192037","assetid":"","title":"Nicky, Ricky, Dicky & Dawn","description":"Nicky, Ricky, Dicky en Dawn zijn een vierling met maar twee overeenkomsten: hun verjaardag en hun ouders. Dit dynamische kwartet knokt en bekvecht doorlopend met elkaar, maar als puntje bij paaltje komt vormen ze een geweldig team samen.","first":"N","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"14","datum":"19700101"},"5175231":{"id":"5175231","assetid":"","title":"Nils Holgersson","description":"Nils is een boerenzoon die veel kattenkwaad uithaalt en vaak dieren plaagt. Op een dag vangt hij een kabouter, die hem voor straf zelf in een kabouter verandert. Nu Nils even klein is als de dieren rondom hem, ontdekt hij dat hij met hen kan praten en zo ontmoet hij zijn nieuwe beste vriend: Martin de boerderijgans. Nils ontvlucht de boerderij waar hij woont en reist met een groep wilde ganzen naar Lapland. Samen beleven ze een reeks fantastische avonturen en komt ook Nils zijn grootste droom in vervulling: vliegen op de rug van Martin, zo hoog en snel hij wil!","first":"N","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"52","datum":"19700101"},"5040931":{"id":"5040931","assetid":"","title":"Piet Piraat","description":"Samen met zijn bemanning maakt Piet Piraat de gekste avonturen mee tijdens zijn zoektocht naar de verborgen schat. Met zijn vrienden gaat hij geen enkele uitdaging uit de weg. Ook in moeilijke tijden staan deze zeelieden voor elkaar klaar.","first":"P","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"71","datum":"19700101"},"5078295":{"id":"5078295","assetid":"","title":"Piet Piraat Wonderwaterwereld","description":"In de wonderwaterwereld ga je samen met Piet Piraat in zijn duikschuit op ontdekking in de zee. We ontmoeten de meest ongelofelijke vissen en zeedieren.","first":"P","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"61","datum":"19700101"},"5177409":{"id":"5177409","assetid":"","title":"Pieter Post: Afdeling Speciale Pakketjes","description":"Pieter Post is gepromoveerd tot 'Hoofd van de Afdeling Speciale Pakketjes'. En dat betekent een nieuwe missie: alle gekke pakketjes bezorgen, waar en wanneer dan ook!","first":"P","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"64","datum":"19700101"},"5205453":{"id":"5205453","assetid":"","title":"Pim en Pom","description":"Kijk, daar heb je Pim & Pom. De animatieserie is gebaseerd op de karakters van Mies Bouhuys en de tekeningen van Fiep Westendorp.","first":"P","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"63","datum":"19700101"},"5185541":{"id":"5185541","assetid":"","title":"Pingu","description":"Pingu heet je welkom in zijn geheime walvisvormige huisje voor zijn nieuwe show. Boordevol gloednieuwe verhalen en de kans om meer te leren over de wondere wereld van pinguïns.","first":"P","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"38","datum":"19700101"},"5177190":{"id":"5177190","assetid":"","title":"Pippi Langkous","description":"In een Zweeds dorpje wonen twee kinderen, Tommy en Annika. Zij dromen elke dag van avonturen. Wanneer een roodharig meisje genaamd Pippi Langkous vervolgens haar intrek neemt in haar huis Villa Kakelbont, worden ze vrienden met haar. Pippi Langkous heeft ook een paard en een aapje. Ze is de dochter van een steenrijke kapitein en heeft een kist met goudstukken meegenomen. Pippi heeft nog een bijzondere eigenschap: ze is beresterk.","first":"P","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"42","datum":"19700101"},"5177612":{"id":"5177612","assetid":"","title":"Raa Raa de Luidruchtige Leeuw","description":"Raa Raa en zijn vrienden lossen zeer luidruchtige mysteries op in de Jingelie Jangelie Jungle.","first":"R","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"62","datum":"19700101"},"5194486":{"id":"5194486","assetid":"","title":"Raveleijn","description":"Joost ontdekt in het bos vlakbij zijn nieuwe huis een oude stadspoort. Raven leiden hem samen met zijn broers en zussen door de poort. De kinderen veranderen in volwassen ruiters en de raven in prachtige paarden. In het graafschap Ravenbosch staat hen een groot avontuur te wachten. Zal het ze lukken om de stad Raveleijn te redden uit de handen van de verschrikkelijke Graaf Olaf Grafhart?","first":"R","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"31","datum":"19700101"},"5177403":{"id":"5177403","assetid":"","title":"Roary de Racewagen","description":"Volg de avonturen van een jonge en vrolijke raceauto genaamd Roary.","first":"R","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"53","datum":"19700101"},"5040926":{"id":"5040926","assetid":"","title":"Rox","description":"Jeugdserie over de drie jonge superhelden Rick, Olivia en Xavier. Ze beschikken over uitzonderlijke talenten én over de ongelooflijke superauto ROX. In het grootste geheim worden ze ingeschakeld om misdaden op te lossen.","first":"R","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"73","datum":"19700101"},"5202571":{"id":"5202571","assetid":"","title":"Rusty Rivets","description":"Rusty en Ruby verzamelen en recyclen, samen met hun zelfgemaakte vriendjes de Barrels, allerlei oude onderdelen en maken er technische hoogstandjes van. Hiermee weten ze noodsituatie, en soms zelfs de wereld, te redden.","first":"R","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"23","datum":"19700101"},"5203517":{"id":"5203517","assetid":"","title":"Sam & Cat","description":"Na een reeks bizarre, grappige gebeurtenissen wonen Sam Puckett en Cat Valentine ineens samen in Los Angeles.","first":"S","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"21","datum":"19700101"},"5175854":{"id":"5175854","assetid":"","title":"Samson & Marie: On the Road","description":"Samson en Marie trekken er samen op uit in hun campingbusje en beleven de leukste en grappigste avonturen!","first":"S","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"50","datum":"19700101"},"5199415":{"id":"5199415","assetid":"","title":"SpongeBob SquarePants","description":"SpongeBob SquarePants is een gele zeespons die diep in de oceaan leeft in het onderwaterstadje Bikinibroek. Samen met zijn maatje Patrick de roze zeester beleeft SpongeBob de gekste en spannendste avonturen.","first":"S","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"27","datum":"19700101"},"5194068":{"id":"5194068","assetid":"","title":"Sprookjes van Klaas Vaak","description":"In zijn prachtige zandkasteel tekent Klaas Vaak sprookjes met zand in een magisch boek.","first":"S","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"33","datum":"19700101"},"5165650":{"id":"5165650","assetid":"","title":"Sprookjesboom","description":"Sprookjesboom neemt je samen met Wolf, Roodkapje, Assepoester, Heks, Draak en alle andere Sprookjesbosbewoners mee naar het Sprookjesbos. Daar beleven ze leuke, grappige en soms ook spannende avonturen. Kom de Sprookjesbosbewoners ook eens echt ontmoeten in het Sprookjesbos in de Efteling!","first":"S","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"12","datum":"19700101"},"5165751":{"id":"5165751","assetid":"","title":"The Garfield Show","description":"Een lasagne liefhebbende kat onderzoekt het verschil tussen goed en slecht.","first":"T","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"18","datum":"19700101"},"5175882":{"id":"5175882","assetid":"","title":"Thomas de Stoomlocomotief","description":"Tijd voor nieuwe avonturen van Thomas en zijn vrienden op het eiland Sodor!","first":"T","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"3","datum":"19700101"},"5190742":{"id":"5190742","assetid":"","title":"Tijd voor Avontuur: Verre Landen","description":"Keer terug naar het land van Ooo en daarbuiten voor vier nieuwe, onvergetelijke Tijd voor Avontuur specials!","first":"T","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"34","datum":"19700101"},"5176043":{"id":"5176043","assetid":"","title":"Tip de Muis","description":"In zijn dorpje in het veld maakt de nieuwsgierige muis Tip plezier en beleeft hij avonturen terwijl hij samen met zijn harige vriendjes en familie leert over de wereld.","first":"T","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"58","datum":"19700101"},"5189932":{"id":"5189932","assetid":"","title":"Tom en Jerry in New York","description":"Tom en Jerry gaan los in Manhatten! Net zoals in de nieuwe Tom en Jerry-film wonen zij in een luxe hotel waar zij voor flinke opschudding zorgen. Ze achtervolgen elkaar door Central Park en grote musea en komen figuren tegen uit de film. Onze favoriete kat en muis brengen hun achtervolgingsgekte naar New York waar de Big Apple nooit meer hetzelfde zal zijn.","first":"T","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"35","datum":"19700101"},"5177091":{"id":"5177091","assetid":"","title":"TwiniPop","description":"Twini is een klein meisje dat gek is op dansen. Gelukkig is haar grote zus de beste leermeester. In het theater oefenen ze voortdurend nieuwe dansjes, terwijl hun kleine broer Toni kattenkwaad uithaalt of speelt.","first":"T","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"44","datum":"19700101"},"5166457":{"id":"5166457","assetid":"","title":"Uki","description":"Uki is een wezentje dat peuters meeneemt op avonturen in hun eigen kleine fantasiewereld, met de natuur als achtergrond. Met een vrolijke noot maakt Uki belevenissen mee die voor peuters erg herkenbaar zijn. Al spelend en onderzoekend ontdekt Uki wat de natuur en de wereld te bieden heeft.","first":"U","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"16","datum":"19700101"},"5198870":{"id":"5198870","assetid":"","title":"Wat Babyberen Leren","description":"De babyberen reizen de hele wereld over in hun zoektocht naar een eigen thuis.","first":"W","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"28","datum":"19700101"},"5206558":{"id":"5206558","assetid":"","title":"Winx Club","description":"In een magische wereld vechten heksen en krijgers in de naam van goede en slecht! Op een toverschool worden vijf tienermeisjes geselecteerd om het universum te verdedigen met hun magie.","first":"W","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"13","datum":"19700101"},"5175509":{"id":"5175509","assetid":"","title":"Wissper","description":"De slimme zevenjarige Wissper kan met dieren praten en gebruikt haar speciale talent om haar dierenvriendjes begripvol te helpen bij het oplossen van problemen.","first":"W","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"51","datum":"19700101"},"5190731":{"id":"5190731","assetid":"","title":"Zomer Kamp Eiland","description":"Oscar en Hedgehog zijn zojuist afgeleverd bij Zomerkamp in Maine. Zodra de ouders het eiland verlaten, gebeuren er de vreemdste dingen.","first":"Z","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"4","datum":"19700101"}}