{"5198479":{"id":"5198479","assetid":"6236983","title":"100% Wolf","description":"Freddy Lupin is erfgenaam van een trotse familie van weerwolven. Positief is dat hij de meest angstaanjagende weerwolf ooit zal worden. Freddy is echter geschokt als zijn eerste transformatie misgaat, waardoor hij in een woeste poedel verandert. Hij heeft nu tijd tot de volgende maanopkomst om te bewijzen dat hij het hart van een wolf heeft, anders dreigt hij voor altijd te worden verstoten.","first":"other","duration":"5520","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"164","datum":"19700101"},"5201498":{"id":"5201498","assetid":"6021511","title":"101 Dalmatiërs","description":"NEDERLANDS GESPROKEN: Pongo en Perdita hebben een nest van 15 puppies. Cruella De Vil huurt boeven in om de puppies te stelen om zo een jas van Dalmatiër-huid te kunnen maken. Pongo en Perdita moeten de puppies redden voor het te laat is.","first":"other","duration":"4560","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"147","datum":"19700101"},"5207448":{"id":"5207448","assetid":"6365354","title":"101 Echte Dalmatiërs","description":"NEDERLANDS GESPROKEN: De gemene Cruella de Vil is een Britse modekoningin met een gevaarlijke liefde voor bont. Als ze verneemt van een nest schattige puppy’s wil ze niets liever dan van hun vachtjes een hippe jas maken.","first":"other","duration":"5880","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"39","datum":"19700101"},"5201214":{"id":"5201214","assetid":"6016413","title":"102 Echte Dalmatiërs","description":"NEDERLANDS GESPROKEN: Cruella de Vil wordt genezen verklaard en mag de gevangenis verlaten, maar ze grijpt al snel terug naar haar oude plan: het bemachtigen van een mantel gemaakt van bont van dalmatiërspuppies.","first":"other","duration":"5760","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"151","datum":"19700101"},"5204878":{"id":"5204878","assetid":"6287608","title":"2 Kleine Kleutertjes: Een Dag Om Nooit Te Vergeten","description":"Anna en Joey worden door hun oom meegenomen naar de kinderboerderij. Hier is een klein geitje waar Joey meteen dol op is en wanneer ze samen uit de kinderboerderij ontsnappen, gaan ze op avontuur.","first":"other","duration":"3780","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"57","datum":"19700101"},"5206507":{"id":"5206507","assetid":"6335657","title":"20 Jaar K3","description":"In de nieuwe K3 show gaan ze naar Regenboogland. Ze ontdekken een gigantisch cadeau. Als ze het cadeau openmaken, vallen ze ineens in een diepe slaap... Mister Rainbow maakt hen wakker en neemt hen mee naar Regenboogland.","first":"other","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"48","datum":"19700101"},"5204230":{"id":"5204230","assetid":"6208405","title":"Abeltje","description":"Op zijn eerste dag als liftboy vliegt Abeltje Roef met drie liftgangers, zijn ex-vriendinnetje Laura, de zanglerares juffrouw Klaterhoen en de in mottenballen handelende mijnheer Tump, met lift en al het dak uit van warenhuis KNOTS.Hoog in de lucht ontdekt Abeltje de besturingsmogelijkheden van de lift. Het lukt hem om de lift in New York aan de grond te zetten. Op verkenning in New York wordt Abeltje gekidnapt door mevrouw Cockle-Smith, die in Abeltje haar door Zuidamerikaanse indianen ontvoerde zoontje Johnny herkent.","first":"A","duration":"6180","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"72","datum":"19700101"},"124248":{"id":"124248","assetid":"1460449","title":"Afblijven","description":"Melissa (Sem Veeger) houdt ontzettend van dansen en zit op klassiek ballet. Tenminste, dat denken haar ouders. Want zodra ze op de dansschool is, volgt ze eigenlijk hiphop danslessen. Als Melissa mag dansen in de videoclip van een superbekende rapper doet ze iets heel doms. Om haar onzekerheid te verbergen en beter te kunnen dansen slikt ze stiekem XTC. Het blijft echter niet bij een pilletje, zodat Melissa's beste vrienden Fleur en Jordi zich steeds meer zorgen om haar gaan maken. Ze staan machteloos als Melissa steeds meer pillen slikt en proberen van alles om haar weer op het rechte pad te krijgen.","first":"A","duration":"6240","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"590","datum":"19700101"},"5119409":{"id":"5119409","assetid":"6120580","title":"Ailo, het Dappere Rendier","description":"Ailo is een dapper baby-rendier dat wordt geboren op de grote ijzige vlakte in Lapland. Hij moet in vijf minuten opstaan en leren lopen om zijn moeder te volgen. Samen met de kudde rendieren reizen ze duizenden kilometers om sappig grasland te vinden. Onderweg ontmoet Aïlo een heleboel andere dieren, maar het is ook rennen geblazen als een roedel hongerige wolven de kudde op de hielen zit.","first":"A","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"564","datum":"19700101"},"5187199":{"id":"5187199","assetid":"5708625","title":"Ainbo: Heldin van de Amazone","description":"NEDERLANDS GESPROKEN: Ainbo is een meisje dat is opgegroeid in een klein dorpje in de diepste jungle van de Amazone. Wanneer ze op een dag ontdekt dat haar land wordt bedreigd door een eeuwenoude demon is ze vastbesloten om haar land en het volk te redden.","first":"A","duration":"4800","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"228","datum":"19700101"},"5187202":{"id":"5187202","assetid":"5708742","title":"AINBO: Spirit of the Amazon","description":"Ainbo is een meisje dat is opgegroeid in een klein dorpje in de diepste jungle van de Amazone. Wanneer ze op een dag ontdekt dat haar land wordt bedreigd door een eeuwenoude demon is ze vastbesloten om haar land en het volk te redden.","first":"A","duration":"4800","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"229","datum":"19700101"},"5201500":{"id":"5201500","assetid":"6021585","title":"Aladdin","description":"NEDERLANDS GESPROKEN: De straatjongen Aladdin en zijn aapje Abu vinden een magische lamp met daarin een bijdehante geest die drie wensen kan vervullen. De lamp brengt ook problemen, want de sluwe man Jafar zit er achteraan met snode plannen.","first":"A","duration":"5220","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"146","datum":"19700101"},"5201600":{"id":"5201600","assetid":"6024797","title":"Alice in Wonderland","description":"NEDERLANDS GESPROKEN: De verrassingen beginnen als een dagdromende Alice een paniekerig Wit Konijn tegen het lijf loopt, dat haast heeft. Zij gaat hem achterna en valt in een magische, idiote wereld die Wonderland heet","first":"A","duration":"4320","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"129","datum":"19700101"},"5174786":{"id":"5174786","assetid":"5409428","title":"Alpha en Omega","description":"Twee jonge wolven proberen te overleven in de koude wildernis.","first":"A","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"311","datum":"19700101"},"5201572":{"id":"5201572","assetid":"6023885","title":"Alvin & the Chipmunks: Chip-Wrecked","description":"Alvin, Simon, Theodore en de Chipettes maken een cruise, en zoals gebruikelijk veranderen ze het luxe cruiseschip in hun eigen speeltuin","first":"A","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"134","datum":"19700101"},"5201566":{"id":"5201566","assetid":"6023703","title":"Alvin en de Chipmunks: Road Trip","description":"NEDERLANDS GESPROKEN: Na een opeenstapeling van misverstanden denken Alvin, Simon en Theodore dat Dave zijn nieuwe vriendin ten huwelijk zal vragen en hen zal ‘dumpen’. Ze hebben drie dagen de tijd om het aanzoek te dwarsbomen, zodat ze Dave niet kwijtraken.","first":"A","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"135","datum":"19700101"},"5140717":{"id":"5140717","assetid":"6125176","title":"Amika: De Gevaarlijke Stunt","description":"Circus Patricio heeft zijn tenten in de buurt van 'De Paardenhoeve' opgeslagen. De topact is een gevaarlijke paardenstunt en Amika wordt hiervoor ontvoerd. Wordt hij op tijd gered? Want één verkeerde beweging en Amika gaat eraan!","first":"A","duration":"3240","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"556","datum":"19700101"},"5167831":{"id":"5167831","assetid":"5220449","title":"Angry Birds 2","description":"Koning Mudbeard is heerser over de kwaadaardige varkens die een alliantie aangaat met een andere schurk. Samen beramen ze een wraakplan nadat hun thuisland vernietigd werd.","first":"A","duration":"5520","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"441","datum":"19700101"},"5211684":{"id":"5211684","assetid":"6490163","title":"Angry Birds: De Film","description":"NEDERLANDS GESPROKEN: Red, Chuck en Bomb zijn buitenbeentjes op een paradijslijk eiland waar alle vogels blij zijn. Wanneer vreemde groene varkentjes op bezoek komen, komt het opvliegende karakter van de buitenbeentjes van pas om de snode plannen uit te vogelen.","first":"A","duration":"5580","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"12","datum":"19700101"},"5186787":{"id":"5186787","assetid":"6209629","title":"Animals United","description":"NEDERLANDS GESPROKEN: De dieren in de Afrikaanse savanne vragen zich al een tijdje af waar het water gebleven is. Het had al lang moeten komen, door een kloof vanuit de verre bergen. De dorst wordt steeds groter, de zorgen ook, gezien het feit dat de laatste plas water verdedigd wordt door felle buffels en kwade neushoorns. Het dappere kleine stokstaartje Billy en de vredelievende leeuw Socrates, trekken erop uit om water te zoeken.","first":"A","duration":"5340","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"213","datum":"19700101"},"5204222":{"id":"5204222","assetid":"6208153","title":"Antboy","description":"Nadat 12-jarige Pelle door een mier is gebeten, blijkt hij over superkrachten te beschikken. Met de hulp van zijn vriend en comic book nerd Wilhelm, ontwikkelt hij een geheime identiteit: Antboy. Een angstaanjagend personage 'De Vlo' kruist zijn pad.","first":"A","duration":"4440","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"73","datum":"19700101"},"5204209":{"id":"5204209","assetid":"6207722","title":"Antboy 2: De Wraak van de Rode Furie","description":"NEDERLANDS GESPROKEN: Antboy`s triomf over een gevaarlijke tegenstander, De Vlo, heeft hem razend populair gemaakt. De Vlo zit nu veilig opgesloten in de gevangenis. Antboy is de geheime identiteit van Pelle Noordmans, een doodgewone jongen van 13. Pelle heeft nu andere zorgen; een nieuwe jongen op school probeert zijn vriendin Ida in te palmen en een mysterieuze wraakgodin, de Rode Furie, maakt het hem erg lastig.","first":"A","duration":"4740","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"81","datum":"19700101"},"5176149":{"id":"5176149","assetid":"5443064","title":"Antboy 3","description":"Antboy geniet van de rust, maar dat is van korte duur als Exofarm een nieuwe eigenaar krijgt. Deze heeft als plan om de wereld te veroveren. Antboy probeert haar te stoppen en krijgt daarbij hulp uit onverwachte hoek.","first":"A","duration":"4500","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"276","datum":"19700101"},"5198716":{"id":"5198716","assetid":"5965475","title":"Antboy en de Wraak van de Rode Furie","description":"NEDERLANDS GESPROKEN: Antboy is razend populair na zijn triomf op zijn tegenstander De Vlo. Zijn geheime identiteit Pelle heeft het moeilijker. Een nieuwe jongen op school probeert zijn vriendin in te palmen. En dan is er opeens de mysterieuze Rode Furie.","first":"A","duration":"4740","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"167","datum":"19700101"},"5170919":{"id":"5170919","assetid":"5310194","title":"Antz","description":"De werkmier Z voelt zich wat onbelangrijk tussen alle mieren en wanneer hij princes Bala ontmoet, is hij op slag verliefd. Hij ruilt van baan, hij wordt soldaat, zodat hij dichter bij de prinses kan zijn.","first":"A","duration":"4740","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"387","datum":"19700101"},"5140721":{"id":"5140721","assetid":"6125212","title":"Anubis en de Terugkeer van Sibuna","description":"Na het laatste mysterie van het huis Anubis is iedereen zijn eigen weg gegaan. Nienke studeert geneeskunde en werkt in het ziekenhuis als Appie plotseling binnen wordt gebracht op de afdeling spoedgevallen. ‘Sibuna’ is het enige wat hij nog kan uitbrengen. Ze ontdekt dat hij vervloekt is door een Germaanse Orde. Als Appie in het ziekenhuis ligt krijgt hij bezoek van zijn vriendin Belona, maar Amber is daar niet zo blij mee. En is die Belona wie ze zegt dat ze is? Er is maar één mogelijkheid om hem te helpen en dat is De Club van de Oude Wilg weer bij elkaar brengen.","first":"A","duration":"3540","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"559","datum":"19700101"},"5140715":{"id":"5140715","assetid":"4202425","title":"Anubis en de Wraak van Arghus","description":"Appie geeft een horrorfeestje in een oud landhuis, omdat hij jarig is. Wanneer de klok twaalf uur slaat begint het huis te spoken. Maar als één van hen daarna zoek is, lijkt het even niet meer voor de lol. Maken ze elkaar bang? Of spookt het echt in huis? Nienke denkt dat het te maken heeft met het dagboek dat ze in het huis heeft gevonden. Het is van het eenzame jongetje Arghus dat honderd jaar geleden in het huis woonde. Hij wilde bij een groepje vrienden horen, maar werd door hen verstoten, waarna hij wraak zwoer op hun vriendschap.","first":"A","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"561","datum":"19700101"},"5140727":{"id":"5140727","assetid":"6125284","title":"Anubis en het Pad der 7 Zonden","description":"De bewoners van Het Huis Anubis gaan op schoolreisje, maar dat loopt anders dan gedacht. Ze komen in een spookdorp terecht, waar ze over een oude legende horen. Een legende over een zekere graaf Rohan, de graaf zonder hart en de toegangspoort tot het pad der zeven zonden. Als Fabian ’s nachts op onderzoek uitgaat, krijgt hij een vreemd voorgevoel. Zijn vriendin Nienke is niet op de plek waar ze hadden afgesproken en Appie en Jeroen gedragen zich vreemd. Victor en Van Swieten zijn opeens verdwenen. De bewoners van Het Huis Anubis lijken verwikkeld geraakt in een vooropgezet spel.","first":"A","duration":"5640","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"560","datum":"19700101"},"5171670":{"id":"5171670","assetid":"5328362","title":"Apenstreken","description":"De 9-jarige Wim droomt ervan om naar school te gaan. Samen met de andere kinderen in een weeshuis wordt hij uitgebuit en moet hij dagelijks hard werken. Wim weet te ontsnappen en moet uit handen blijven van de directrice van het weeshuis.","first":"A","duration":"5220","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"379","datum":"19700101"},"5170983":{"id":"5170983","assetid":"5312114","title":"Arthur Christmas","description":"Arthur houdt van alles wat met kerst te maken heeft, sterker nog: hij is de enige in zijn familie die nog steeds is gefascineerd door de ware magie van dit feest. En dat wil wat zeggen, want hij is de zoon van de kerstman!","first":"A","duration":"5580","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"386","datum":"19700101"},"5201546":{"id":"5201546","assetid":"6023045","title":"Assepoester","description":"NEDERLANDS GESPROKEN: Dankzij haar muizenvriendjes en de Goede Fee kan Assepoester in een betoverende jurk naar het bal om haar prins te ontmoeten. Om 12 uur verbreekt de betovering en het enige wat er achterblijft is een glazen muiltje.","first":"A","duration":"4320","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"137","datum":"19700101"},"5202129":{"id":"5202129","assetid":"6036710","title":"Assepoester en de Geheime Prins","description":"NEDERLANDS GESPROKEN: Met hulp van de fee Crystal kunnen Assepoester en haar drie muizen ontsnappen van de zolder waar ze wonen en het Royal Ball bereiken in het paleis. Maar ze ontdekken al snel een vreselijk geheim: de echte prins is door een boze heks in een muis veranderd en de prins die voor iedereen bij het koninklijke bal staat is nep! Assepoester en haar loyale vrienden beginnen aan een gevaarlijk avontuur om de echte prins te herstellen tot zijn ware zelf en hem te helpen de kwade krachten te verslaan.","first":"A","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"96","datum":"19700101"},"5173023":{"id":"5173023","assetid":"5361626","title":"Asterix & Obelix bij de Britten","description":"Asterix en Obelix moeten Engeland van de ondergang redden tegen het beruchte Romeinse leger. Dat blijkt een lastige klus met alle nodige afleidingen die zich voordoen","first":"A","duration":"6300","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"356","datum":"19700101"},"5139986":{"id":"5139986","assetid":"4190935","title":"Astérix & Obélix: Au service de sa Majesté","description":"Julius Caesar is geland in Groot-Brittanië. Ondanks een moedige strijd zijn de Britten kansloos tegen zijn beruchte Romeinse leger. De Koningin van Engeland stuurt haar belangrijkste officier, Flegmatix, naar Gallië om hulp te vragen.","first":"A","duration":"6300","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"539","datum":"19700101"},"5176097":{"id":"5176097","assetid":"5441705","title":"Asterix en Obelix: de Romeinse Lusthof","description":"Julius Caesar heeft een nieuw plan om voor eens en voor altijd van de ontembare Galliërs af te komen. Hij laat een nieuw Rome bouwen – genaamd ‘De Romeinse Lusthof’ – om het dorp van Asterix en Obelix heen om zo de Galliërs te verdrijven.","first":"A","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"283","datum":"19700101"},"5168269":{"id":"5168269","assetid":"5233466","title":"Asterix: het Geheim van de Toverdrank","description":"De druïde Panoramix is al een dagje ouder en om de toekomst van het dorp van de Galliërs te verzekeren, denkt hij eraan om een jonge getalenteerde druïde te gaan zoeken. Samen met Asterix en Obelix trekt hij de Gallische wereld in.","first":"A","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"419","datum":"19700101"},"5174650":{"id":"5174650","assetid":"5406137","title":"Ballerina","description":"NEDERLANDS GESPROKEN: Het weesmeisje Félicie heeft maar één droom: sterdanseres worden aan de Parijse Opera. Samen met haar beste vriend Victor ontsnapt ze uit het weeshuis en vertrekt zonder een cent op zak naar Parijs.","first":"B","duration":"5100","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"317","datum":"19700101"},"5175080":{"id":"5175080","assetid":"5417132","title":"Barbie De Parel Prinses","description":"Barbie speelt Lumina, een zeemeermin die er van droomt om prinses te worden. Ze heeft een speciale magische kracht waarmee zij parels kan laten dansen en gloeien!","first":"B","duration":"4200","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"304","datum":"19700101"},"5181589":{"id":"5181589","assetid":"6172699","title":"Barbie Dreamtopia Festival of Fun","description":"Ga met Barbie en haar zusje Chelsea mee op reis door de grillige werelden van Dreamtopia in Barbie Dreamtopia: Festival of Fun! Door Chelsea's verbeeldingskracht verken je de heerlijke en heerlijke werelden van Sweetville en Sparkle Mountain, en alle kleurrijke personages die daar wonen.","first":"B","duration":"2460","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"263","datum":"19700101"},"5182413":{"id":"5182413","assetid":"6204778","title":"Barbie Dreamtopia Special","description":"Barbie en haar kleine zusje, Chelsea, reizen door de grillige werelden van Dreamtopia. Dank zij Chelsea's verbeeldingskracht verkennen ze de heerlijke werelden van Sweetville en Sparkle Mountain en komen ze in contact met alle kleurrijke personages die daar leven. Of ze nu op zoek zijn naar een verloren toverstaf, een ‘dropschuur’ bouwen of een supersonische sprankelende ‘lemonator’ repareren, de reizen van Barbie en Chelsea zitten boordevol spannende avonturen.","first":"B","duration":"2580","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"259","datum":"19700101"},"5183129":{"id":"5183129","assetid":"5609928","title":"Barbie en de Drie Musketiers","description":"Eén voor allen en allen voor één! Corinne is op weg naar Parijs om haar droom uit te laten komen: een musketier worden!","first":"B","duration":"4680","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"248","datum":"19700101"},"5175058":{"id":"5175058","assetid":"5416481","title":"Barbie en Haar Zusjes in een Pony Avontuur","description":"Barbie en haar zusjes gaan op vakantie naar Zwitersland. Daar verblijven zij in een manege. De zusjes komen opeens een wilde paard tegen in het bos. Dan start hun magische vakantie...","first":"B","duration":"4260","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"306","datum":"19700101"},"5176067":{"id":"5176067","assetid":"5440889","title":"Barbie in een Modesprookje","description":"Barbie verhuist naar Parijs om haar tante te helpen in de mode-industrie. Ze maakt nieuwe magische vrienden die haar helpen met een modeshow","first":"B","duration":"4680","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"286","datum":"19700101"},"5204180":{"id":"5204180","assetid":"6197858","title":"Barbie in een Zeemeermin Avontuur","description":"NEDERLANDS GESPROKEN: Merliah, een surfkampioene, ontdekt een schokkend familiegeheim: ze is een zeemeermin. Na deze ontdekking begint haar grote avontuur. Ze moet haar moeder, Koningin van de Oceaan, redden!","first":"B","duration":"4440","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"88","datum":"19700101"},"5182437":{"id":"5182437","assetid":"5591703","title":"Bassie & Adriaan: Op Reis door Amerika - Curaçao","description":"De Baron heeft een plan bedacht om wraak te kunnen nemen op Bassie & Adriaan. Hij doet zich voor als hun geheimzinnige opdrachtgever en laat ze een pakje te laten opsporen op Curaçao.","first":"B","duration":"4260","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"257","datum":"19700101"},"5182443":{"id":"5182443","assetid":"5591883","title":"Bassie & Adriaan: Op Reis door Amerika - Florida","description":"Bassie wint met een quiz een rondreis voor twee personen door de Verenigde Staten. In dit deel reizen Bassie en Adriaan door Florida. De Baron, B100 en Handige Harry reizen hen de hele tijd achterna.","first":"B","duration":"5760","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"256","datum":"19700101"},"5182441":{"id":"5182441","assetid":"5591841","title":"Bassie & Adriaan: Op Reis door Amerika - Het Wilde Westen","description":"Bassie wint met een quiz een rondreis voor twee personen door de Verenigde Staten. In dit deel reizen Bassie en Adriaan door het Wilde Westen. De Baron, B100 en Handige Harry reizen hen de hele tijd achterna.","first":"B","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"258","datum":"19700101"},"5182436":{"id":"5182436","assetid":"5591676","title":"Bassie & Adriaan: Op Reis door Amerika - Las Vegas","description":"Bassie wint met een quiz een rondreis voor twee personen door de Verenigde Staten. In dit deel reizen Bassie en Adriaan door Las Vegas. De Baron, B100 en Handige Harry reizen hen de hele tijd achterna.","first":"B","duration":"4620","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"255","datum":"19700101"},"5182438":{"id":"5182438","assetid":"5591754","title":"Bassie & Adriaan: Op Reis door Amerika - San Francisco","description":"Bassie wint met een quiz een rondreis voor twee personen door de Verenigde Staten. In dit deel reizen Bassie en Adriaan door San Francisco. De Baron, B100 en Handige Harry reizen hen de hele tijd achterna.","first":"B","duration":"4260","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"254","datum":"19700101"},"5166543":{"id":"5166543","assetid":"5007080","title":"Bee Movie","description":"Barry B. Benson is een jonge, pas afgestudeerde bij, die zoals alle bijen slechts één carrièrekeus heeft: 'honing'. Hij trekt de wijde wereld in om daar gered te worden. Hier ontdekt hij dat de mensen de consumenten van alle honing zijn.","first":"B","duration":"5220","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"451","datum":"19700101"},"5176172":{"id":"5176172","assetid":"5443811","title":"Beestenboot","description":"NEDERLANDS GESPROKEN: Als de Nestertjes Dave en Finny horen dat de aarde onder water komt te staan moeten ze lachen, maar al snel blijkt het echt te zijn. Helaas hebben ze geen ticket voor de ark. Dat houdt ze echter niet tegen.","first":"B","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"273","datum":"19700101"},"5201585":{"id":"5201585","assetid":"6024319","title":"Belle en het Beest","description":"NEDERLANDS GESPROKEN: Belle, een jonge vrouw, komt terecht in het kasteel van een prins die is veranderd in een mysterieus beest. Met hulp van het betoverende personeel leert Belle al snel dat schoonheid van binnen zit.","first":"B","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"133","datum":"19700101"},"140314":{"id":"140314","assetid":"1478575","title":"Bibi & Tina","description":"Bibi Blocksberg is een bijzonder meisje, ze is een heks. Met haar beste vriendin Tina brengt ze de zomervakantie door bij op manege. Samen gaan de twee iedere dag heerlijk paardrijden. Maar deze zomer zijn er nogal wat problemen. Zo zit de mooie maar onbetrouwbare Sophia achter Tina's vriendje Alexander aan. Ze probeert hem zelfs zover te krijgen dat hij met haar meegaat naar de kostschool in Engeland. Tina is helemaal over haar toeren. En alsof dat nog niet erg genoeg is, doet de sluwe zakenman Hans Kakmann zijn uiterste best om Alexanders vader het veulen Sokrates af te troggelen. Op de dag van de grote paardenrace bij het kasteel weet Bibi niet meer wat ze moet doen en voor wie ze moet opkomen. Niet alleen Socrates staat op het spel, maar ook haar vriendschap met Tina...","first":"B","duration":"5820","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"586","datum":"19700101"},"5193612":{"id":"5193612","assetid":"5851689","title":"Bibi & Tina 2","description":"NEDERLANDS GESPROKEN: De sfeer op de manege Martinshof is verre van vrolijk. Er is ingebroken in Kasteel Frankenstein en er zijn nog geen gasten geboekt voor het paardenkamp. Paardenmeisjes Bibi en Tina maken een plan om de manege te promoten.","first":"B","duration":"6300","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"201","datum":"19700101"},"5050056":{"id":"5050056","assetid":"2646004","title":"Bibi & Tina 2 - Liefde en Diefstal op de Manege","description":"De voorbereidingen voor het gekostumeerde bal in Kasteel Frankenstein zijn in volle gang. Maar de stemming slaat om als er wordt ingebroken. De dieven hebben schilderijen en de brillencollectie van Graaf Frankenstein gestolen. Ook is de sfeer op manege verre van vrolijk, niemand heeft geboekt voor het paardenkamp. Bibi wordt voor het eerst verliefd. Op de knappe Tarik, die met zijn vier broers en zussen de manege volledig op de kop zet. Later wordt duidelijk dat Tarik ook nog een duister geheim met zich meedraagt.","first":"B","duration":"6300","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"576","datum":"19700101"},"5078430":{"id":"5078430","assetid":"2994754","title":"Bibi & Tina 3 - Jongens tegen de Meiden","description":"De kleine heks Bibi en haar vriendin Tina wonen op de paardenboerderij van de familie Martin. Op een dag komt er een aantal studenten uit de grote stad in de Martinshoeve op bezoek om het Duitse plattelandsleven te ontdekken. Ze beleven samen avonturen tijdens een 'Falkensteiner schattenjacht' en worden verdeeld in twee groepen: jongens en meisjes. Maar net op dat ogenblik verliest Bibi haar toverkrachten.","first":"B","duration":"6360","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"572","datum":"19700101"},"5201590":{"id":"5201590","assetid":"6024472","title":"Big Hero 6","description":"NEDERLANDS GESPROKEN: Wonderkind Hiro blinkt uit in robottechnologie. Hij gebruikt zijn gave voor zijn eigen voordeel, totdat een gemaskerde crimineel de stad San Fransokyo wil vernietigen. Samen met de robot Baymax gaat hij de strijd aan om zijn stad te redden.","first":"B","duration":"5880","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"132","datum":"19700101"},"5167879":{"id":"5167879","assetid":"5221901","title":"Big Trip","description":"Een onhandige ooievaar bezorgt de schattige baby Panda op het verkeerde adres. Beer, Eland, Tijger en Konijn vangen baby Panda op, en beginnen aan een spannende tocht.","first":"B","duration":"4800","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"435","datum":"19700101"},"5166773":{"id":"5166773","assetid":"5095364","title":"Bigfoot Junior","description":"NEDERLANDS GESPROKEN: Adam gaat op zoek naar het mysterie achter zijn vader. Dan ontdekt Adam dat zijn vader niemand anders is dan de Bigfoot. Zij proberen de verloren de tijd goed te maken, maar een bedrijf zit achter Bigfoot aan voor experimenten.","first":"B","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"447","datum":"19700101"},"5158350":{"id":"5158350","assetid":"6199462","title":"Bigfoot Junior NL","description":"NEDERLANDS GESPROKEN: Een jonge tiener gaat erop uit om zijn vermiste vader te zoeken, om er dan achter te komen dat zijn vader eigenlijk het mythische wezen dat bekent staat als Bigfoot is.","first":"B","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"461","datum":"19700101"},"5158349":{"id":"5158349","assetid":"6199432","title":"Bigfoot Junior OV","description":"Een jonge tiener gaat erop uit om zijn vermiste vader te zoeken, om er dan achter te komen dat zijn vader eigenlijk het mythische wezen dat bekent staat als Bigfoot is.","first":"B","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"459","datum":"19700101"},"5191154":{"id":"5191154","assetid":"5799249","title":"Bings Dierenverhalen","description":"Ontmoet al Bings favoriete dieren terwijl je Pico helpt om dierenstickers te vinden. We kijken Bings favoriete dierenverhalen en spelen daarna samen een aantal nieuwe dierenspelletjes!","first":"B","duration":"4200","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"216","datum":"19700101"},"5202128":{"id":"5202128","assetid":"6036677","title":"Bings Kerstfeest en andere verhalen","description":"NEDERLANDS GESPROKEN: Jippie, het is kerst! Zal het gaan sneeuwen? In Bings Kerstfeest en andere verhalen nemen we je mee het bos in, om samen met Bing, Sula, Panda & Flop boombladtekeningen te maken. Wie denk jij dat de mooiste tekening maakt? Ook zie je de prachtige poppenkastvoorstelling van Bing & Sula. Zien we daar nou een Bijtosaurus?! Als die maar niet gaat brullen! In de speciale kerstverhalen stellen we je voor aan Nicky.","first":"B","duration":"3480","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"18","datum":"19700101"},"5201493":{"id":"5201493","assetid":"6021380","title":"Binnenstebuiten","description":"NEDERLANDS GESPROKEN: Opgroeien gaat niet zonder vallen en opstaan, en dat geldt ook voor Riley. Ze laat zich daarbij, net als iedereen, leiden door haar emoties: Plezier, Angst, Woede, Afkeer en Verdriet.","first":"B","duration":"5400","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"148","datum":"19700101"},"5145028":{"id":"5145028","assetid":"4272847","title":"Blinky Bill de Film","description":"Blinky Bill is een kleine koala met flink wat verbeelding. Als avonturier droomt hij ervan om in de voetsporen te treden van zijn vader, die op expeditie is. Al is Blinky is de enige die gelooft dat zijn vader nog leeft.","first":"B","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"542","datum":"19700101"},"5212000":{"id":"5212000","assetid":"6498248","title":"Bob de Bouwer - Mega Machines","description":"NEDERLANDS GESPROKEN: Scoop, Muck en Liftie zijn er helemaal klaar voor om Bob te helpen met de grootste klus die hij ooit heeft gedaan: een dam bouwen en een oude steengroeve veranderen in een waterreservoir voor Lentestad.","first":"B","duration":"3600","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"11","datum":"19700101"},"5210432":{"id":"5210432","assetid":"6453176","title":"Bob's Broken Sleigh","description":"Een veel te enthousiaste elf verbetert de slee van de kerstman, maar als hij ver van huis neerstortt, helpen drie rare wezens hem terug te keren naar de Noordpool.","first":"B","duration":"2640","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"17","datum":"19700101"},"5201745":{"id":"5201745","assetid":"6028830","title":"Bolt","description":"NEDERLANDS GESPROKEN: Het kleine hondje Bolt speelt een superhond in een tv-serie, maar wanneer hij plots in New York terecht komt moet hij zonder superkrachten zijn weg terug vinden naar Hollywood.","first":"B","duration":"5580","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"113","datum":"19700101"},"5204229":{"id":"5204229","assetid":"6208365","title":"Brammetje Baas","description":"NEDERLANDS GESPROKEN: Brammetje denkt veel na over de wereld om hem heen. Hij heeft ontzettend veel zin om naar groep drie te gaan. Maar dan komt hij bij de strenge meester Vis in de klas. De ouderwetse meester Vis heeft geen oog voor de binnenwereld van het bewegelijke ongeconcentreerde jongetje en zet alles op alles om Brammetje in de pas te laten lopen. De ouders van Brammetje worstelen met de vraag in hoeverre zij van hun zoontje moeten verlangen dat hij zich aanpast zonder doodongelukkig te worden.","first":"B","duration":"4740","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"69","datum":"19700101"},"5167892":{"id":"5167892","assetid":"5222291","title":"Brandweerman Sam – Klaar voor Actie!","description":"Als een brandende oliewagen met volle snelheid richting Piekepolder rijdt, is Brandweerman Sam direct klaar voor een gedurfde reddingsactie. Mandy en Sarah filmen zijn redding en plaatsen het op hun nieuwe website Piekepolder Online.","first":"B","duration":"3660","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"434","datum":"19700101"},"124028":{"id":"124028","assetid":"1459141","title":"Brandweerman Sam - Helden van de Storm","description":"Een gevaarlijke orkaan stevent af op Piekepolder, precies op het moment dat de gloednieuwe kazerne in gebruik wordt genomen. De nieuwe rekruten Arnold en Ellie vallen dan ook met hun neus in de boter: op zoveel actie hadden ze niet meteen gerekend Als de wind en het noodweer aanwakkert, moet het brandweerteam alles op alles zetten om de inwoners van Piekepolder de redden. Sam komt meteen in actie bij de oude mijnen, want die dreigen vol te lopen met water terwijl Penny en de kinderen binnen zijn. Intussen moet Elvis de leiding nemen om de andere inwoners in veiligheid te brengen.","first":"B","duration":"3600","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"591","datum":"19700101"},"5208743":{"id":"5208743","assetid":"6403049","title":"Brandweerman Sam: Norbert Puk en het Mysterie in de Lucht","description":"Piekepolder wordt opgeschrikt door een reeks ongelukken. Maar er is ook een nieuwe held: Vliegende Man. Politieagent Marco en Hoofdagent Roos de Ruyter ontdekken dat de twee gebeurtenissen met elkaar verbonden zijn. Norbert-man en Superjaap doen hun uiterste best om de inwoners van Piekepolder te beschermen. Maar uiteindelijk is het natuurlijk weer Brandweerman Sam die de boel echt komt redden!","first":"B","duration":"3480","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"25","datum":"19700101"},"5201502":{"id":"5201502","assetid":"6021648","title":"Brave","description":"NEDERLANDS GESPROKEN: Merida is de impulsieve dochter van Koning Fergus. Ze is vastbesloten om haar eigen pad in het leven te bepalen en gaat zo in tegen alle eeuwenoude tradities. Als een heks haar wens in vervulling laat gaan heeft dat grote gevolgen.","first":"B","duration":"5400","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"145","datum":"19700101"},"5207125":{"id":"5207125","assetid":"6355727","title":"Brother Bear","description":"NEDERLANDS GESPROKEN: De jonge jager Kenai staat op het punt om volwassen te worden. Wanneer hij een beer doodt besluiten hogere machten om hem in een beer te veranderen om zo de ware betekenis van broederliefde te ontdekken","first":"B","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"43","datum":"19700101"},"5167717":{"id":"5167717","assetid":"6158617","title":"Bumba in Dromenland","description":"Kleine Loes moet elke avond op tijd naar bed, samen met haar vaste knuffel Bumba. Maar wat als die knuffel plots tot leven komt en haar meeneemt naar een wereld waar alles mogelijk is en alles kan? Zo belanden ze in het Bumbacircus!","first":"B","duration":"2520","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"438","datum":"19700101"},"5174229":{"id":"5174229","assetid":"6159364","title":"Bumba in het Circus","description":"Pietro de circusdirecteur neemt ons mee naar het wonderlijke en superleuke circus van Bumba. Bumba en Bumbalu lachen, spelen, dansen en zingen met hun vriendjes Kiwi, Baby en Nanadu.","first":"B","duration":"1260","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"335","datum":"19700101"},"5174266":{"id":"5174266","assetid":"6159439","title":"Bumba op Reis","description":"Kleine Pim staat met zijn koffer klaar om te gaan logeren bij zijn oma als plots Bumba en Bumbalu verschijnen en hem vragen om met hen mee op reis te vertrekken. Hij is dolblij! Maar dan spelen ze Bumbalu kwijt.","first":"B","duration":"2940","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"332","datum":"19700101"},"5174262":{"id":"5174262","assetid":"6159403","title":"Bumba: Het Magische Wonderboek","description":"Beleef het onvergetelijke verjaardagsfeest van Lies en Lars. Bumba, Bumbalu, Nanadu, Kiwi en alle anderen komen meevieren met Lies en Lars. Telkens als ze een pagina omslaan beleven ze samen een nieuw avontuur.","first":"B","duration":"2340","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"333","datum":"19700101"},"5176078":{"id":"5176078","assetid":"5441237","title":"Buurman & Buurman - Al 40 Jaar Beste Vrienden!","description":"NEDERLANDS GESPROKEN: Aan de lopende band bedenken de vrienden nieuwe klus-ideeën om hun levens nog leuker en handiger te maken. Het resultaat liegt er niet om: met hun eigenzinnige geklus is zoals altijd niets in huis veilig en wordt de ravage enorm.","first":"B","duration":"3300","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"285","datum":"19700101"},"5172850":{"id":"5172850","assetid":"5356787","title":"Buurman & Buurman hebben een nieuw huis!","description":"Het is altijd weer genieten van het gestuntel van de beide buurmannen, die zelf juist vinden dat ze zo handig zijn. Ook in deze nieuwe avonturen gaat er weer van alles mis tijdens het klussen.","first":"B","duration":"3240","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"364","datum":"19700101"},"5164610":{"id":"5164610","assetid":"4730936","title":"Buurman & Buurman winterpret!","description":"De winter kan super leuk zijn, maar voor de buurmannen zorgt het juist voor problemen. De geliefde buurmannen gaan weer op hun eigen manier aan de slag om van alles een succes te maken.","first":"B","duration":"3240","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"472","datum":"19700101"},"5204259":{"id":"5204259","assetid":"6256347","title":"Buurman & Buurman, Experimenteren er op los!","description":"NEDERLANDS GESPROKEN: Buurman & Buurman proberen op een hilarische manier pannenkoeken te bakken, proberen ze de appeldief te vangen door de appelbomen te beveiligen en experimenteren ze zelfs met een zelfgemaakte vliegmachine!","first":"B","duration":"3480","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"64","datum":"19700101"},"5205151":{"id":"5205151","assetid":"6280994","title":"Buurman & Buurman: Bakken en grillen","description":"NEDERLANDS GESPROKEN: De buurmannen proberen een barbecue te organiseren, maar hoe doe je dat als de grill niet goed werkt?","first":"B","duration":"3300","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"62","datum":"19700101"},"218772":{"id":"218772","assetid":"1717105","title":"Buurman en Buurman - Al 40 Jaar Beste Vrienden","description":"Buurman en Buurman bestaan 40 jaar en dat mag gevierd worden! Daarom komen onze doe-het-zelf vrienden met nog nooit eerder in de bioscoop vertoonde afleveringen. Een uur vol inventief geklus met de stemmen van Kees Prins en Siem van Leeuwe. Buurman en Buurman Al 40 jaar beste vrienden! is een compilatie van de ongekend populaire serie over twee klunzige maar altijd positieve buurmannen. Met vijf gloednieuwe afleveringen en twee klassiekers in HD! Aan de lopende band bedenken de vrienden nieuwe klus-ideeën om hun levens nog leuker en handiger te maken. Het resultaat liegt er niet om: met hun eigenzinnige geklus is niets in huis veilig en de ravage blijkt enorm. Vol goede moed zien de buurmannen dit als een mooie aanleiding voor een nieuwe klus en lossen ze de mankementen samen weer op!","first":"B","duration":"3300","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"581","datum":"19700101"},"5201691":{"id":"5201691","assetid":"6027689","title":"Cars","description":"NEDERLANDS GESPROKEN: Lightning McQueen is een ambitieuze nieuweling in de racewereld. Wanneer hij onverwachts een omweg moet maken door een slaperig stadje ontdekt hij dat het leven niet om de finishlijn gaat maar om de reis.","first":"C","duration":"6660","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"117","datum":"19700101"},"5201684":{"id":"5201684","assetid":"6027488","title":"Cars 2","description":"NEDERLANDS GESPROKEN: Bliksem McQueen en zijn beste vriend Takel steken de grote oceaan over om te racen tijdens de allereerste Grand Prix in de wereld. De weg naar succes zit vol valkuilen, wanneer Takel in een internationaal spionnenavontuur verzeild raakt.","first":"C","duration":"6120","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"118","datum":"19700101"},"5201534":{"id":"5201534","assetid":"6022671","title":"Cars 3","description":"NEDERLANDS GESPROKEN: Door een nieuwe generatie racers komt de carrière van Bliksem McQueen onverwachts tot een einde. Verslagen, maar vastberaden om terug te keren naar zijn sport, heeft hij de hulp nodig van race technicus Cruz Ramirez.","first":"C","duration":"5880","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"141","datum":"19700101"},"5095492":{"id":"5095492","assetid":"3186791","title":"Casper en Emma - Beste Vriendjes","description":"Emma is bijna jarig. Ze wordt vijf. Wat ze het liefste wil voor haar verjaardag is een hond. Maar haar moeder vindt dat ze nog niet groot genoeg is om voor een hond te zorgen. Intussen ziet Casper, net zo oud als Emma, er heel erg tegenop om voor het eerst naar school te gaan. Daar maakt hij kennis met Emma. Ze hebben allebei een knuffel bij zich: Casper een leeuwtje en Emma een konijn. De twee kinderen sluiten direct vriendschap en de knuffels ook. Op een dag zien Emma en Casper een lieve hond die Bassa heet. Emma is gek op het dier en wil Bassa meteen mee naar huis nemen. Haar konijn ziet groen van jaloezie en verstopt zich. Emma is bang dat ze haar knuffel nooit meer zal zien. Ze is erg verdrietig. Als ze dan eindelijk jarig is krijgt ze niet een grote verrassing maar twee","first":"C","duration":"4680","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"566","datum":"19700101"},"5053390":{"id":"5053390","assetid":"2682139","title":"Casper en Emma - De Bergen in","description":"Het is vakantie en Casper en Emma staan te trappelen om met hun knuffels, Welpje en Mevrouw Konijn op reis te gaan. Casper's vader heeft een verblijf geboekt in de bergen. Ook Emma’s moeder en Aksel, een vriend van Casper zijn vader gaat mee. Casper vind het zielig dat Emma haar vader mist en hoopt dat haar moeder en Aksel verliefd op elkaar worden. Dan zou Emma weer een gezin hebben. Maar helaas: de vonk tussen Aksel en Emma’s moeder slaat niet over. Casper blijft proberen de twee te koppelen, en neemt steeds meer risico’s.","first":"C","duration":"4800","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"575","datum":"19700101"},"5191407":{"id":"5191407","assetid":"5804241","title":"Casper en Emma - Een Vrolijk Kerstfeest","description":"Casper en Emma hebben zin in een witte Kerst, maar waar blijft de sneeuw? Ze besluiten om een brief naar de kerstman te sturen. Casper en Emma wachten tot de kerstman hen komt bezoeken. Ondertussen zingen ze kerstliedjes en maken ze kerstversieringen op het kinderdagverblijf. Maar er is ook iets heel spannends gaande Emma wil het liefst kerst met opa vieren zoals ze dat elk jaar doen. Maar wanneer Esther aan Opa voorstelt om kerst in de hut te vieren, heeft Emma helemaal geen zin meer in het kerstfeest. Casper bedenkt een goed idee om opa over te halen. Als opa overtuigd is gaat het toch nog mis De zus van Esther krijgt een ongeluk. Emma stuurt de kerstman gelijk weer een brief. Lukt het de kerstman om Casper en Emma hier bij te helpen?","first":"C","duration":"4500","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"217","datum":"19700101"},"5191533":{"id":"5191533","assetid":"5806869","title":"Casper en Emma - Op Wintersport","description":"De beste vrienden Casper en Emma zijn terug, samen met hun favoriete knuffels Welpje en Mevrouw Konijn. Casper is bang dat zijn ouders gaan scheiden. Ze maken vaak ruzie en de vakantie naar Spanje gaat niet door. Emma probeert Casper op te vrolijken. Ze vraagt hem mee op skivakantie met haar familie. Daar wordt Casper jaloers op een jongetje die indruk maakt op Emma omdat zij vindt dat hij zo goed kan skien. Zal het Casper lukken om zijn ski-angst te overwinnen en Emma voor zich terug te winnen? Een fantasierijke en hartverwarmende film voor de jongste kijkers, met een mooie les: een beste vriend is het leukste wat er is","first":"C","duration":"4320","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"210","datum":"19700101"},"5195702":{"id":"5195702","assetid":"5894996","title":"Casper en Emma op Jacht naar de Schat","description":"NEDERLANDS GESPROKEN: Het is zomer en beste vriendjes Casper en Emma brengen samen de vakantie door in het strandhuis van opa. Maar dan vinden ze op het strand een oud kistje met daarin een mysterieuze rebus.","first":"C","duration":"4740","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"189","datum":"19700101"},"5193643":{"id":"5193643","assetid":"5852814","title":"Casper en Emma op Safari","description":"NEDERLANDS GESPROKEN: Casper en Emma gaan naar Afrika! De moeder van Emma helpt haar vriendin Ann die in dierenkliniek Camp Eden werkt. Natuurlijk gaan opa en de trouwe knuffels mevrouw Konijn en Welpje ook mee!","first":"C","duration":"4800","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"203","datum":"19700101"},"5189714":{"id":"5189714","assetid":"5770509","title":"Casper en Emma: Maken Theater","description":"Casper en Emma zitten op de kleuterschool. Ze praten in de klas over een weeshuis in India dat geen elektriciteit heeft. Op een dag gaan ze met de opvoeders naar het theater. Het wordt voor de twee kinderen een opwindende kennismaking met theaterpoppen. Daarna zijn ze erg enthousiast en willen ze zelf een toneelstuk maken over kaarsen die licht brengen in het donker. Ze willen dit doen om geld in te zamelen voor het weeshuis.","first":"C","duration":"4680","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"6","datum":"19700101"},"5183484":{"id":"5183484","assetid":"5618037","title":"Casper en Emma: Vrolijk Kerstfeest","description":"NEDERLANDS GESPROKEN: Het is weer tijd om kerst te vieren, iets waar Casper en Emma allebei erg naar uitkijken.","first":"C","duration":"4500","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"244","datum":"19700101"},"5203323":{"id":"5203323","assetid":"6248097","title":"Cats: Op Zoek naar Kattopia","description":"NEDERLANDS GESPROKEN: Een kat genaamd Blanket woont al lang in een hoog flatgebouw in de stad met zijn zoon Cape. Deze laatste is nieuwsgierig naar de buitenwereld. Op een dag besluit hij het huis te verlaten en gaat op avontuur om het legendarische kattenparadijs te vinden.","first":"C","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"97","datum":"19700101"},"5206808":{"id":"5206808","assetid":"6345479","title":"Chicken Little","description":"NEDERLANDS GESPROKEN: Het kuikentje Chicken Little heeft ooit grote paniek gezaaid in de dierenwereld om niks. Als buitenaardse wezens een invasie beginnen gaat hij op zoek naar een manier om de wereld te redden, zonder opnieuw de rust te verstoren.","first":"C","duration":"4620","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"46","datum":"19700101"},"5167978":{"id":"5167978","assetid":"5224874","title":"Cinderella","description":"De vader van de jonge Ella hertrouwt na de dood van haar moeder, maar als haar vader plotseling ook overlijdt is ze overgeleverd aan haar wrede, jaloerse nieuwe familie. Maar zoals in alle goede sprookjes is er hulp onderweg.","first":"C","duration":"6060","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"433","datum":"19700101"},"5197117":{"id":"5197117","assetid":"5923186","title":"Clifford de Grote Rode Hond","description":"NEDERLANDS GESPROKEN: De tiener Emily Elizabeth ontmoet een magische dierenbeschermer die haar een kleine, rode puppy geeft. Ze had nooit verwacht dat ze wakker zou worden met een gigantische hond van wel drie meter in haar kleine appartementje in New York.","first":"C","duration":"5520","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"174","datum":"19700101"},"5197130":{"id":"5197130","assetid":"5923476","title":"Clifford the Big Red Dog","description":"De tiener Emily Elizabeth ontmoet een magische dierenbeschermer die haar een kleine, rode puppy geeft. Ze had nooit verwacht dat ze wakker zou worden met een gigantische hond van wel drie meter in haar kleine appartementje in New York.","first":"C","duration":"5520","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"173","datum":"19700101"},"5026839":{"id":"5026839","assetid":"2350912","title":"Cloudboy","description":"De 12-jarige stadsjongen Niilas woont zolang hij zich kan herinneren bij zijn vader. Zijn Zweedse moeder Katarina kent hij nauwelijks. Vader en zoon zijn al jaren op elkaar aangewezen en hebben een hechte band.Deze zomervakantie moet de verlegen Niilas – zeer tegen zijn zin – afreizen naar Lapland waar zijn moeder en haar nieuwe gezin bij de Sami, tussen de rendieren, wonen. De rendiertrek is volop aan de gang en ook Niilas moet een handje toesteken. Maar wat moet hij daar?","first":"C","duration":"4440","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"578","datum":"19700101"},"5201565":{"id":"5201565","assetid":"6023645","title":"Coco","description":"NEDERLANDS GESPROKEN: Miguel droomt ervan om een succesvol muzikant te worden. Ondanks dat muziek al generaties lang uit zijn familie wordt verbannen, is het Miguel’s grootste droom om net zo groot te worden als zijn idool, Ernesto de la Cruz.","first":"C","duration":"6000","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"136","datum":"19700101"},"5211190":{"id":"5211190","assetid":"6475922","title":"Code M","description":"Na het ongeluk van haar opa neemt Isabel zijn zoektocht over naar het legendarische zwaard van de musketier D'Artagnan. Ze begint aan een spannende zoektocht, maar al snel blijkt ze niet de enige te zijn die op zoek is.","first":"C","duration":"5640","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"13","datum":"19700101"},"5198508":{"id":"5198508","assetid":"6235228","title":"Corgi","description":"Corgi Rex is de meest geliefde hond van het Britse koningshuis en ondanks dat hij zich niet altijd aan de regels houdt is hij lievelingetje van de Koningin. Wanneer Rex door de andere, jaloerse corgi’s het paleis uit wordt gejaagd en niet terugkomt is de paniek groot.","first":"C","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"158","datum":"19700101"},"5204864":{"id":"5204864","assetid":"6287152","title":"DC Club van Super-Pets","description":"NEDERLANDS GESPROKEN: Als Superman en de rest van de Justice League ontvoerd worden, moet Krypto de Superhond een bonte beestenbende uit het asiel leren om te gaan met hun nieuwe krachten.","first":"D","duration":"6060","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"59","datum":"19700101"},"5204862":{"id":"5204862","assetid":"6287080","title":"DC League of Super-Pets","description":"Als Superman en de rest van de Justice League ontvoerd worden, moet Krypto de Superhond een bonte beestenbende uit het asiel leren om te gaan met hun nieuwe krachten.","first":"D","duration":"6060","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"58","datum":"19700101"},"5201588":{"id":"5201588","assetid":"6024402","title":"De Aristokatten","description":"NEDERLANDS GESPROKEN: De geliefde, verwende kat van een gepensioneerde operaster uit Parijs in 1910 wordt prompt met haar kinderen op straat gezet","first":"D","duration":"4500","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"130","datum":"19700101"},"5201468":{"id":"5201468","assetid":"6020945","title":"De Avonturen van Pil","description":"NEDERLANDS GESPROKEN: Op een dag vermomt een jong weesmeisje zich als prinses om aan de bewakers van het kasteel te ontsnappen. Dit is het begin van een waanzinnig avontuur om Roland te redden, de echte erfgenaam van de troon.","first":"D","duration":"5100","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"101","datum":"19700101"},"5202102":{"id":"5202102","assetid":"6036296","title":"De Bad Guys","description":"NEDERLANDS GESPROKEN: Een topteam van criminele dieren staat voor hun grootste uitdaging ooit: brave burgers worden. Jarenlang konden ze overvallen plegen zonder gepakt te worden, tot nu. Maar, als ze zich goed gedragen, hoeven ze de bak niet in. Kunnen ze dat?","first":"D","duration":"5760","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"93","datum":"19700101"},"5206800":{"id":"5206800","assetid":"6345200","title":"De Bellinga’s: Huis op Stelten","description":"Nadat de vloggers van de familie Bellinga zijn uitgeroepen tot beste vloggers van het jaar, bedenken dieven, groen van jaloezie, een plan om de gouden winnaarsbeker te stelen.","first":"D","duration":"3780","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"38","datum":"19700101"},"5197119":{"id":"5197119","assetid":"5923239","title":"De Beste Verjaardag Ooit","description":"NEDERLANDS GESPROKEN: Op de verjaardag van Kareltje, met worteltaart, cadeautjes en een picknick bij het meer, moeten zijn ouders met zijn babyzusje naar de dokter. Koppig besluit Kareltje naar zijn oma te gaan.","first":"D","duration":"4260","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"169","datum":"19700101"},"5173728":{"id":"5173728","assetid":"5381432","title":"De Bloem van Maya","description":"Maya is met vakantie geweest naar het einde van de bloemenweide. Ze kijkt er niet alleen naar uit om haar vriendjes Flip, Willy en Lili terug te zien, maar ook haar lievelingsbloem die Willy en Flip zouden verzorgen.","first":"D","duration":"1620","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"343","datum":"19700101"},"5172001":{"id":"5172001","assetid":"5337299","title":"De Boskampi's","description":"Rik Boskamp, zoon van een sullige boekhouder, wil maar één ding: niet meer gepest worden. Hij verzint een list en zorgt ervoor dat zijn vader wordt aangezien voor de levensgevaarlijke maffiabaas Paulo Boskampi.","first":"D","duration":"6060","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"370","datum":"19700101"},"5186964":{"id":"5186964","assetid":"5703285","title":"De Boss Baby: Familiezaken","description":"NEDERLANDS GESPROKEN: Tim en zijn Boss Baby-broertje Ted zijn volwassen geworden en zijn elkaar uit het oog verloren. Tim is nu een getrouwde huisvader en Ted is de CEO van een hedgefonds. Maar een nieuwe Boss Baby wil ze weer samenbrengen.","first":"D","duration":"6120","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"232","datum":"19700101"},"5168043":{"id":"5168043","assetid":"5227124","title":"De Brief voor de Koning","description":"De 16-jarige schildknaap Tiuri zet zijn toekomst op het spel wanneer een stervende ridder hem de opdracht geeft een mysterieuze brief voor de koning te bezorgen. Het is geen makkelijke missie, want overal ligt er gevaar op de loer.","first":"D","duration":"6360","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"431","datum":"19700101"},"5181817":{"id":"5181817","assetid":"5575461","title":"De Club van Sinterklaas en het Grote Pietenfeest","description":"Wanneer de Pieten weer in Nederland zijn, komen ze voor een grote verrassing te staan. Op het kasteel wordt namelijk door de feestdirecteur - in opdracht van Sinterklaas - een groot Pietenfeest opgebouwd.","first":"D","duration":"3960","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"260","datum":"19700101"},"5206111":{"id":"5206111","assetid":"6325289","title":"De Club van Sinterklaas en het vergeten Pietje","description":"Het jonge Pietje Fernando dreigt onbedoeld het Sinterklaasfeest in gevaar te brengen.","first":"D","duration":"4140","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"42","datum":"19700101"},"5164651":{"id":"5164651","assetid":"4732214","title":"De Croods","description":"De Croods zijn de allereerste familie uit de prehistorie. Ze wonen in een grot, maar wanneer deze verwoest wordt, kunnen ze niet anders dan op ontdekkingsreis gaan. Zo maken ze kennis met een heel nieuwe wereld met allerlei nieuwe wezens.","first":"D","duration":"5640","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"468","datum":"19700101"},"5195372":{"id":"5195372","assetid":"5888291","title":"De Croods 2: een nieuw begin","description":"NEDERLANDS GESPROKEN: De Croods hebben al een hoop rampen en ervaringen overleefd. Naast alle gevaarlijke prehistorische dieren, ook hun dochter's vriendje. Ze dachten dat ze alles gehad hadden tot ze de familie Betermans ontmoeten...","first":"D","duration":"5460","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"194","datum":"19700101"},"5176153":{"id":"5176153","assetid":"5443184","title":"De Dolle Tweeling","description":"NEDERLANDS GESPROKEN: De tweeling Hanni en Nanni is te ver gegaan met een wilde achtervolging door een chique warenhuis. Hun ouders weten echt niet meer wat ze met de meiden aanmoeten en besluiten ze naar kostschool De Lindenhof te sturen.","first":"D","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"271","datum":"19700101"},"5171942":{"id":"5171942","assetid":"5335628","title":"De Dolle Tweeling 2","description":"Als Hanni en Nanni na de zomervakantie terugkeren naar hun geliefde meisjesinternaat is daar van alles veranderd. Het avontuur begint opnieuw als de tweeling lucht krijgt van een geplande ontvoering.","first":"D","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"371","datum":"19700101"},"5176151":{"id":"5176151","assetid":"5443118","title":"De Dolle Tweeling 3","description":"NEDERLANDS GESPROKEN: Spookt het op Lindenhof? Hanni en Nanni en hun lerares hebben in ieder geval een figuur zien rondsluipen door de gangen van de school. Ze hebben geen tijd om een onderzoek in te stellen, want plots arriveert er een bus vol tienerjongens.","first":"D","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"272","datum":"19700101"},"5201242":{"id":"5201242","assetid":"6017155","title":"De Drekkies","description":"NEDERLANDS GESPROKEN: Op zoek naar een nieuw huis komen de Drekkies terecht in het mooie, rustige dorpje Stinkiestad. Helaas heeft deze stad een stinkend probleem: de plaatselijke vuilnisbelt verpest de boel. Iets moet gedaan worden.","first":"D","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"111","datum":"19700101"},"5172838":{"id":"5172838","assetid":"5356439","title":"De Elfkins - Een Klein Bakfestijn","description":"Al tweehonderd jaar leven de Elfkins onder de grond, ver weg van de grotemensenwereld. Tot op een dag het opgewekte Elfkin-meisje Helvi behoefte heeft aan meer ruimte om zich heen.","first":"D","duration":"4440","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"363","datum":"19700101"},"5165110":{"id":"5165110","assetid":"4745201","title":"De Emoji Film","description":"NEDERLANDS GESPROKEN: Gene is een zonder filter geboren emoji en zit vol met verschillende gelaatsuitdrukkingen. Hij wil net als de andere emoji’s \"normaal” worden. Gene en Hi-5 gaan op zoek naar een oplossing.","first":"D","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"464","datum":"19700101"},"5164627":{"id":"5164627","assetid":"4731473","title":"De Familie Slim","description":"Max voelt zich het buitenbeentje van de familie. Zijn uitvindingen mislukken altijd. Wanneer zijn ouders en zus ontvoerd worden tijdens een uitvindersfestival moet Max alles op alles zetten om hen te redden met een uitvinding die werkt.","first":"D","duration":"4440","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"471","datum":"19700101"},"5185525":{"id":"5185525","assetid":"5667060","title":"De Flummels","description":"NEDERLANDS GESPROKEN: Ed en zijn zus Bo zijn Flummels: schattige, pluizige beestjes in de vorm van een donut. Ze zijn onhandig, allesbehalve populair en doen heel erg hun best om erbij te horen.","first":"D","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"236","datum":"19700101"},"5168449":{"id":"5168449","assetid":"5238710","title":"De Gelaarsde Kat","description":"Puss gaat samen met het meesterbrein Humpty Dumpty en de straatkat Kitty op zoek gaat naar de befaamde Gans met de Gouden Eieren.","first":"D","duration":"5220","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"424","datum":"19700101"},"5176094":{"id":"5176094","assetid":"5441663","title":"De Geweldige Beer","description":"Twee kinderen beleven een machtig avontuur in een verboden bos vol mythische wezens, terwijl ze proberen een gigantisch grote beer uit handen van een jager te houden.","first":"D","duration":"4380","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"281","datum":"19700101"},"5204224":{"id":"5204224","assetid":"6208191","title":"De Griezelbus","description":"De elfjarige Onnoval is een buitenbeentje op school. Hij wordt gepest om zijn uiterlijk, maar vooral om zijn gedrag, omdat hij griezelverhalen en romantische gedichten schrijft. Dit kan hem allemaal niets schelen, want hij heeft verkering met Liselore Liselore verwijt hem dat hij niet voor haar durft op te komen. Als Onnoval Liselore betrapt wanneer zij Gino kust, schrijft hij woedend De Griezelbus. Een angstaanjagend verhaal waarin zijn schoolreisje een nachtmerrie wordt en hij wraak neemt op Gino.","first":"D","duration":"5700","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"74","datum":"19700101"},"5164636":{"id":"5164636","assetid":"4731779","title":"De Groeten van Mike!","description":"Mike ligt al maanden in het ziekenhuis en wil graag naar huis. Maar als hij eindelijk beter is, komt zijn moeder hem niet ophalen. Daarop komt jeugdzorg hem halen. Belachelijk vind Mike, dus doet hij er alles om die plannen te dwarsbomen.","first":"D","duration":"5460","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"469","datum":"19700101"},"5204203":{"id":"5204203","assetid":"6207528","title":"De Grote Boze Vos en Andere Verhalen","description":"Drie verhalen die zich afspelen in en rond een boerderij op het platteland. De dieren krijgen er te maken met grote uitdagingen. Met een vleugellamme ooievaar op het erf, moeten een eend en een konijn zelf een baby afleveren. De listige vos lust wel een eitje, maar moet hij ook de kuikens grootbrengen? En wie bezorgt de dieren met de kerst een cadeautje?","first":"D","duration":"4740","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"82","datum":"19700101"},"5168080":{"id":"5168080","assetid":"5228135","title":"De Grote Slijmfilm","description":"Indy en haar BFF zijn, net als iedereen, gek op slijm! De enige die een hekel heeft aan slijm is Dominicus Duff, de grote speelgoedbaas van het land. Door slijm verkoopt hij zijn speelgoed niet meer en daarom wil hij al het slijm verbieden.","first":"D","duration":"4740","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"429","datum":"19700101"},"5211678":{"id":"5211678","assetid":"6489965","title":"De Gruffalo","description":"NEDERLANDS GESPROKEN: Hongerig naar wat heerlijke hazelnoten, maakt een kleine muis een wandeling door het bos. Daar komt hij oog in oog te staan met zijn grote tegenstanders. Lukt het de dappere muis zijn tegenstanders ervan te overtuigen hem niet op te eten?","first":"D","duration":"1620","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"2","datum":"19700101"},"5174628":{"id":"5174628","assetid":"5405468","title":"De GVR","description":"Sofie wordt uit haar bed geplukt en ontvoerd door een vriendelijke reus. Ze komt erachter dat zijn soortgenoten minder vriendelijk zijn en samen met de GVR smeedt ze een plan om alle kinderen te beschermen tegen de kwaadaardige reuzen.","first":"D","duration":"6720","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"319","datum":"19700101"},"5196882":{"id":"5196882","assetid":"5917945","title":"De Hazenschool","description":"NEDERLANDS GESPROKEN: Hazenjongen Max heeft één wens: lid worden van de coolste jeugdbende van de stad. Met capriolen in een modelvliegtuig probeert hij indruk te maken maar dan stort het vliegtuigje neer in een afgelegen bos, hoe komt Max weer terug in de stad?","first":"D","duration":"4320","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"181","datum":"19700101"},"5200522":{"id":"5200522","assetid":"6000735","title":"De Hazenschool: Een Onmogelijke Missie","description":"NEDERLANDS GESPROKEN: Op een geheime plaats, diep in het bos krijgt de jonge haas Max een speciale training op de Paashaas Academie.","first":"D","duration":"4560","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"112","datum":"19700101"},"5174741":{"id":"5174741","assetid":"5408096","title":"De iIdiaan","description":"Koos wil graag op zijn blonde vader lijken. Hij is geadopteerd uit Peru en dus klein en donker. Wanneer hij erachter komt dat hij van oorsprong een indiaan is doet hij er alles aan om een waarachtig indiaan te zijn.","first":"D","duration":"4500","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"315","datum":"19700101"},"5079435":{"id":"5079435","assetid":"3005801","title":"De IJslandbende","description":"De jonge puber Sem wil, ter nagedachtenis aan zijn overleden vader, een expeditie naar IJsland opzetten. Met zijn beste vriend Mohamed richt hij hiervoor De IJslandbende op. Vijf eigenzinnige jongens en een meisje, allen met hun eigen originaliteit, verenigen zich. Met de bende geven ze vorm aan hun eigen ideeën over IJsland. Ze creëren een wereld waarin zij hun fantasie de vrije loop kunnen laten, allerlei gekke streken op touw zetten en ze onvoorwaardelijke vriendschap ervaren.","first":"D","duration":"4140","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"570","datum":"19700101"},"5210698":{"id":"5210698","assetid":"6461447","title":"De IJzeren Reus","description":"NEDERLANDS GESPROKEN: In oktober 1957 stort een huizenhoge robot vanuit de ruimte in zee, voor de kust van Maine. Hij wordt gevonden door het jongetje Hogarth die vriendschap sluit met deze ijzeren reus en hem probeert te verbergen voor de boze buitenwereld.","first":"D","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"20","datum":"19700101"},"5204221":{"id":"5204221","assetid":"6208107","title":"De Indiaan","description":"De achtjarige Koos wil graag op zijn imposante, blonde vader lijken. Eenvoudig is dat echter niet, aangezien hij is geadopteerd uit Peru en dus klein en donker is. Dan ziet hij voor de supermarkt een Peruaanse jongen die vreemde muziek staat te maken. Zo komt hij erachter dat ook hij van oorsprong een indiaan is. Vanaf dat moment doet hij er alles aan om, ondanks zijn Hollandse ouders, een waarachtig indiaan te zijn.","first":"D","duration":"4500","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"75","datum":"19700101"},"5195705":{"id":"5195705","assetid":"5895072","title":"De Jongen Die Niet Meer Praatte","description":"NEDERLANDS GESPROKEN: Memo woont met zijn moeder in Turkije, terwijl zijn vader in Nederland werkt. Wanneer er oorlog lijkt te ontstaan haalt zijn vader het gezin naar Nederland. Memo wil echter niet naar Nederland en besluit uit protest niet meer te praten.","first":"D","duration":"6240","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"188","datum":"19700101"},"5079428":{"id":"5079428","assetid":"6110731","title":"De Kidnappers","description":"De film gaat over Bertram en zijn familie, omdat ze geldproblemen hebben zijn ze uit huis geplaatst. Hierdoor zijn ze verstrikt geraakt in problemen en doen ze een poging om een rijke jongen te ontvoeren. Maar het gaat niet volgens plan..","first":"D","duration":"4440","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"569","datum":"19700101"},"5168274":{"id":"5168274","assetid":"5233616","title":"De Kleine Heks","description":"De kleine heks moet bewijzen dat ze een goede heks is. Maar de boze heks Rumpumpel wil voorkomen dat ze succesvol is en ook de kleine heks zelf is bepaald niet zo ijverig.","first":"D","duration":"5880","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"420","datum":"19700101"},"5175721":{"id":"5175721","assetid":"5432657","title":"De Kleine Vampier","description":"NEDERLANDS GESPROKEN: Anton verslindt boeken over vampiers. Hij weet alles over deze wezens. Als hij er onverwacht één tegenkomt, is deze toch heel anders dan hij dacht en maakt zijn angst al gauw plaats voor nieuwsgierigheid.","first":"D","duration":"4680","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"294","datum":"19700101"},"5201589":{"id":"5201589","assetid":"6024445","title":"De Leeuwenkoning","description":"NEDERLANDS GESPROKEN: In Afrika wordt Simba geboren als zoon van de leeuwenkoning Mufasa. Dat zint broer Scar niet, die nu niet langer de eerste troonopvolger is. Scar smeedt samen met een groep hyena's een plan om zowel Mufasa als Simba uit de weg te ruimen.","first":"D","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"131","datum":"19700101"},"5207752":{"id":"5207752","assetid":"6374750","title":"De Legende van Samoerai Henk","description":"NEDERLANDS GESPROKEN: De vrolijke hond Henk droomt van een leven als samoerai in een land waar katten de baas zijn. Jimbo, ooit een grote samoerai, neemt Henk met veel tegenzin onder zijn hoede. Samen moeten ze vechten om hun stad te beschermen.","first":"D","duration":"5580","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"35","datum":"19700101"},"5162012":{"id":"5162012","assetid":"4615727","title":"De LEGO Batman Film","description":"NEDERLANDS GESPROKEN: Gotham City is opnieuw het doelwit van de snode plannen van de Joker. Als Batman de stad wil redden zal hij ditmaal zijn waakzame rol moeten laten vallen. Hij moet samen werken met anderen en hopelijk leren om iets meer relaxed te zijn.","first":"D","duration":"6000","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"500","datum":"19700101"},"5165118":{"id":"5165118","assetid":"4745402","title":"De Lego Film","description":"Emmet is een gewoon Lego-poppetje die door een misverstand wordt aangezien voor een held. Hij moet het schrikbewind van President Business beëindigen. Helaas is Emmet alles behalve voorbereid.","first":"D","duration":"5760","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"465","datum":"19700101"},"5162030":{"id":"5162030","assetid":"4616261","title":"De Lego Film 2","description":"NEDERLANDS GESPROKEN: De inwoners van Steenstad worden geconfronteerd met Lego Duplo-indringers die alles sneller kapotmaken dan zij weer kunnen herbouwen. De strijd om de indringers te verslaan brengt Emmet, Lucy en Batman naar verre, onbekende werelden.","first":"D","duration":"6120","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"509","datum":"19700101"},"5161738":{"id":"5161738","assetid":"4608038","title":"De LEGO Ninjago Film","description":"NEDERLANDS GESPROKEN: NL versie: Zes jonge ninja's krijgen de taak om Ninjago te beschermen. 's Nachts zijn het krijgers die monsters en slechteriken bestrijden. Overdag zijn het doodgewone tieners die vechten met hun grootste vijand: de middelbare school.","first":"D","duration":"5820","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"508","datum":"19700101"},"5163211":{"id":"5163211","assetid":"4655717","title":"De Magische Poort","description":"NEDERLANDS GESPROKEN: De jonge, verlegen dolfijn Davey ontdekt samen met zijn beste vriendje een magische poort die wensen in vervulling laat gaan.","first":"D","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"503","datum":"19700101"},"5174290":{"id":"5174290","assetid":"6159484","title":"De MEGA Mindy Show","description":"Spectaculaire show waarin superheldin Mega Mindy schittert, samen met opa & oma Fonkel, commissaris Migrain en natuurlijk haar grote liefde Toby. Met prachtige decors, de enige echte Mega Mobiel en alle bekende Mega Mindy liedjes.","first":"D","duration":"4380","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"331","datum":"19700101"},"5169615":{"id":"5169615","assetid":"5273657","title":"De Mierenmepper","description":"Lucas heeft altijd pech. Hij reageert zijn frustraties af op mierenhopen. Hij weet niet dat er zich een compleet levende wereld onder zijn voeten bevindt. De mieren nemen wraak op Lucas De Vernietiger en veranderen hem in een mier","first":"D","duration":"5100","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"405","datum":"19700101"},"5189956":{"id":"5189956","assetid":"5776485","title":"De Nog Grotere Slijmfilm","description":"Slijmcreator Indy moet voor een groot Slijmgala een supertof nieuw slijmrecept verzinnen. Als ze bij het maken stiekem octopussenslijm toevoegt, ontstaan er magische kleuren.","first":"D","duration":"4800","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"223","datum":"19700101"},"5176134":{"id":"5176134","assetid":"5442629","title":"De Notenkraak","description":"Wanneer de ondeugende eekhoorn Surly per ongeluk de wintervoedselvoorraad van alle parkdieren laat opbranden, moet hij het park verlaten. Al snel heeft hij een groots plan om de situatie te redden, maar een stel boeven kruist zijn plannen.","first":"D","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"279","datum":"19700101"},"5197075":{"id":"5197075","assetid":"5922100","title":"De Notenkraak 2","description":"NEDERLANDS GESPROKEN: De burgemeester van Oakton City wil een groot pretpark bouwen en dat gaat ten koste van het mooie stadspark. Surly en alle andere dieren uit het park moeten de burgemeester zien te stoppen.","first":"D","duration":"5220","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"177","datum":"19700101"},"5165095":{"id":"5165095","assetid":"4744892","title":"De Pinguins van Madagascar","description":"Superspionnen worden niet geboren, maar uitgebroed. De pinguïns Skipper, Kowalksi, Rico en Junior proberen in het diepste geheim hun weg te vinden in de wereld van de spionage.","first":"D","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"466","datum":"19700101"},"5201731":{"id":"5201731","assetid":"6028503","title":"De Prinses en de Kikker","description":"NEDERLANDS GESPROKEN: Prins Naveen wordt door een kwaadaardige tovenaar in een kikker veranderd. Hij vraagt aan de prinses Tiana of ze hem wil kussen om de spreuk te verbreken. De kus verandert ook Tiana in een kikker en samen gaan ze op zoek naar een oplossing.","first":"D","duration":"5580","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"114","datum":"19700101"},"5201727":{"id":"5201727","assetid":"6028415","title":"De Reddertjes","description":"NEDERLANDS GESPROKEN: Penny’s noodkreet, in een fles, belandt in handen de muizen Bernard en juffrouw Bianca. De twee helden doen hun belofte aan de “Hulp- en Redvereniging” eer aan, als zij Penny willen redden uit de valse klauwen van de gemene Medusa.","first":"D","duration":"4440","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"115","datum":"19700101"},"5171044":{"id":"5171044","assetid":"5313971","title":"De Smurfen","description":"De smurfen worden door de tovenaar Gargamel uit hun eigen dorp verjaagd en tuimelen zo van hun eigen magische wereld in de onze. De Smurfen moeten een manier zien te vinden om weer terug te keren naar hun dorp voordat Gargamel hen vindt.","first":"D","duration":"5880","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"384","datum":"19700101"},"5164389":{"id":"5164389","assetid":"4724456","title":"De Smurfen 2","description":"De boze tovenaar Gargamel is nog steeds op zoek naar de magische Smurfessentie. Gargamel ontvoert Smurfin naar Parijs en alleen Grote Smurf, Klungel Smurf, Mopper Smurf en Hippe Smurf kunnen haar nog redden.","first":"D","duration":"6000","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"479","datum":"19700101"},"5164405":{"id":"5164405","assetid":"4724927","title":"De Smurfen en het Verloren Dorp","description":"Samen met haar beste vriendjes gaat Smurfin op een spannende speurtocht door het Verboden Bos, waar wonderlijke wezens wonen. De Smurfen hopen het geheimzinnige Verloren Dorp te bereiken voordat de gemene tovenaar Gargamel het vindt.","first":"D","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"478","datum":"19700101"},"5198996":{"id":"5198996","assetid":"5970489","title":"De Sneeuwkoningin","description":"NEDERLANDS GESPROKEN: De Sneeuwkoningin werkt aan een plan, waarbij het voor eeuwig winter zal blijven op de wereld. Kai en Gerda starten met hun vrienden een zware tocht om de Sneeuwkoningin te verslaan.","first":"D","duration":"4320","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"162","datum":"19700101"},"5201720":{"id":"5201720","assetid":"6028315","title":"De Speurneuzen","description":"NEDERLANDS GESPROKEN: Ga mee op avontuur met de Sherlock Holmes uit de muizenwereld en volg sporen door heel Londen","first":"D","duration":"4260","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"116","datum":"19700101"},"5189931":{"id":"5189931","assetid":"5775969","title":"De Ster","description":"NEDERLANDS GESPROKEN: Bo, een dappere ezel, ontsnapt uit de dagelijkse sleur in het dorp en begint aan het avontuur van zijn dromen. Met een aantal vrienden volgt hij een ster en zo worden ze per ongeluk helden in het allereerste en bekendste kerstverhaal.","first":"D","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"224","datum":"19700101"},"168710":{"id":"168710","assetid":"1517689","title":"De Vijf en de Piratenschat","description":"In een oud scheepswrak dat op een tropisch eiland is aangespoeld na een storm wordt een geheimzinnig koperen medaillon gevonden. Joe, dochter van een plaatselijke visser, denkt dat het de sleutel is tot een piratenschat die lang geleden is verdwenen. Ze vertelt de Vijf ook dat een projectontwikkelaar de vissers uit hun geliefde baai wil verbannen, zodat hij er een luxe hotel kan bouwen. De piratenschat zou Joe’s laatste kans zijn om dat te voorkomen. Samen gaan de vrienden op jacht naar de schat, dwars door de gevaarlijke jungle. Maar het gangsterstel Nick en Cassi zit hen op de hielen, dus ze moeten voortmaken. Dan zakt Julian plotseling in elkaar. Hij heeft een giftige insectenbeet opgelopen. Het tegengif, een zeldzame plant, groeit alleen kilometers verderop, bovenop een eenzame berg. Als de vrienden de bergtop eindelijk bereiken, lopen ze in een hinderlaag van Nick en Cassi. De enige die Julians leven nu nog kan redden, is Timmy de hond...","first":"D","duration":"5460","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"585","datum":"19700101"},"221521":{"id":"221521","assetid":"1727377","title":"De Vijf en de Verborgen Piramide","description":"Bernhard, de vader van Julian, Dick en Anne, organiseert een tentoonstelling over het oude Egypte. Als de kinderen en hun trouwe hond Timmy een kijkje komen nemen, is er net een inbreker aan het proberen een 5000 jaar oude mummie te stelen. De man ontsnapt, maar De Vijf ontdekken een gouden amulet die ooit eigendom was van Tutalun I: een legendarische farao wiens kostbare schat in al die duizenden jaren nog nooit door iemand is gevonden. Op de amulet staan aanwijzingen over de locatie van Tutaluns verborgen piramide. Samen met Bernhard vliegen de jonge speurneuzen naar Caïro om de amulet over te dragen aan de directeur van het Oudheidkundig Instituut. Maar dan wordt Bernhard plotseling gearresteerd; hij wordt ervan beschuldigd dat hij de oorspronkelijke amulet heeft gestolen en vervangen door een vervalst exemplaar! Nu zullen De Vijf moeten uitzoeken wie de werkelijke dader is en waar de echte amulet is gebleven. Alleen zo kunnen ze bewijzen dat Bernhard onschuldig is. Maar de Egyptische woestijn blijkt een plek vol duistere geheimen en gevaren...","first":"D","duration":"5580","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"579","datum":"19700101"},"124055":{"id":"124055","assetid":"1459417","title":"De Vijf en het Geheim van de Vuurtoren","description":"De Vijf, oftewel George, Julian, Dick, Anne en hond Timmy. Brengen voor het eerst samen een vakantie door. Al gauw belanden ze weer in een spannend avontuur. Tijdens een bezoekje aan een oude smokkelaarsgrot doen ze een schokkende ontdekking: er zijn plannen om George's vader Quentin te ontvoeren de politie wil niet naar de kinderen luisteren en George's moeder al evenmin. Op een avond kort daarna geeft Quentin niet de afgesproken lichtsignalen vanaf de vuurtoren op het eiland. Voor de Vijf zit er nu niets anders op dan zelf achter de gangsters aan te gaan om Quentin te redden...","first":"D","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"596","datum":"19700101"},"124243":{"id":"124243","assetid":"1460389","title":"De Vijf en het Groene Oogmysterie","description":"Eindelijk zomer! De Vijf - George, Julian, Dick, Anne en hun hond Timmy, gaan voor het eerst samen zonder ouders op fietsvakantie. Op een camping ontmoeten ze Hardy, een rare en vooral lastige jongen. Ze proberen van hem af te komen, maar dan wordt Dick plotseling ontvoerd. Een geval van persoonsverwisseling, want de kidnappers hadden het eigenlijk gemunt op Hardy, die de zoon blijkt te zijn van een rijke zakenman. Daarmee is Dick nog niet terug, maar zijn vrienden zijn gelukkig slimme speurders. Zij weten de plek te vinden waar de kidnappers Dick naar toe hebben gebracht: een middeleeuws kasteel dat het Uilennest wordt genoemd. Met hulp van Hardy ontdekken George, Julian, Anne en Timmy dat de schurken op zoek zijn naar het kostbaarste juweel ter wereld: het Groene Oog...","first":"D","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"594","datum":"19700101"},"5168511":{"id":"5168511","assetid":"5240498","title":"De Vijf Legendes","description":"Wanneer Pitch, een gemene schurk, de wereld in pikzwarte duisternis wil onderdompelen, moeten de onsterfelijke Guardians voor het eerst hun krachten bundelen om de hoop, het geloof en de verbeelding van alle kinderen te beschermen.","first":"D","duration":"5580","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"423","datum":"19700101"},"5211842":{"id":"5211842","assetid":"6494000","title":"De Wegpiraat","description":"NEDERLANDS GESPROKEN: Een hongerige rat maakt de wegen onveilig door het eten van andere dieren te stelen. Maar hij kijgt, zo gezegd, een koekje van eigen deeg.","first":"D","duration":"1560","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"4","datum":"19700101"},"5175725":{"id":"5175725","assetid":"5432768","title":"Diep in de Zee","description":"NEDERLANDS GESPROKEN: Als het huis van Diep en zijn vrienden door een ongeluk wordt vernield worden ze op pad gestuurd om een nieuw thuis te vinden.","first":"D","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"292","datum":"19700101"},"5201645":{"id":"5201645","assetid":"6026240","title":"Dinosaur","description":"NEDERLANDS GESPROKEN: Wanneer een dinosaurusei per ongeluk op een eiland terechtkomt waar geen andere dino's leven, besluit een groep lemuraapjes het jong te adopteren. Wanneer een meteoriet het eiland vernietigd moeten ze naar het vasteland vluchten.","first":"D","duration":"4680","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"121","datum":"19700101"},"5204214":{"id":"5204214","assetid":"6207871","title":"Dolfje Weerwolfje","description":"Dolfje weet niet wat hem overkomt als hij de nacht van zijn zevende verjaardag verandert in een wolfje. Nu begrijpt hij waarom hij zich altijd zo anders heeft gevoeld dan zijn pleegouders en zijn pleegbroertje Timmie. Hij is een weerwolf. De gevoelige Dolfje wil helemaal niet anders zijn. Hij is bang dat zijn vader en moeder hem niet meer willen. Dolfje wil koste wat kost zijn geheim bewaren, maar dat is niet zo makkelijk. Het is tenslotte iedere maand wel een keer volle maan...","first":"D","duration":"5400","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"83","datum":"19700101"},"5201880":{"id":"5201880","assetid":"6031675","title":"Dolittle","description":"NEDERLANDS GESPROKEN: Wanneer de jonge Koningin Victoria ernstig ziek wordt, gaat Dolittle op zoek naar een geneesmiddel dat alleen te vinden is op een mythisch eiland.","first":"D","duration":"5820","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"109","datum":"19700101"},"5201652":{"id":"5201652","assetid":"6026442","title":"Doornroosje","description":"NEDERLANDS GESPROKEN: Prinses Aurora wordt door de slechte heks Maleficent behekst: voor ze haar 16e verjaardag bereikt zal ze sterven door een giftig spinnewiel. Om dit te voorkomen verbergt de koning haar, onder de zorg van drie feeën.","first":"D","duration":"4320","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"119","datum":"19700101"},"5173944":{"id":"5173944","assetid":"5387915","title":"Dr. Seuss' De Lorax en het Verdwenen Bos","description":"Het jongetje Ted gaat op zoek naar iets dat hem kan helpen om indruk te maken op het meisje van zijn dromen. Hij moet daarvoor het norse, maar charmante bosfiguurtje de Lorax vinden.","first":"D","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"340","datum":"19700101"},"5211662":{"id":"5211662","assetid":"6489557","title":"Draak Dries","description":"NEDERLANDS GESPROKEN: Dries is een draakje en krijgt op de drakenschool de opdracht om een prinses te vangen. Zijn beste vriendin blijkt prinses te zijn en laat zich 'vangen' door Dries. Zij wil toch liever dokter worden in plaats van een prinses zijn.","first":"D","duration":"1620","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"3","datum":"19700101"},"5172855":{"id":"5172855","assetid":"5356949","title":"Duck Duck","description":"Ben de gans ziet het leven als één grote race. Hij doet liever acrobatische kunstjes in de lucht dan dat hij zich focust op de trektocht. Dan worden de kleine eendjes Mo en Vie door Ben gescheiden van hun vlucht en vragen ze hem om hulp.","first":"D","duration":"5220","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"362","datum":"19700101"},"5201633":{"id":"5201633","assetid":"6025851","title":"Dumbo","description":"NEDERLANDS GESPROKEN: Met de hulp van zijn trouwe beste vriendje Timmie, een magische veer en veel moed gebruikt Dumbo zijn sensationele oren om vliegensvlug beroemd te worden als de enige vliegende olifant ter wereld!","first":"D","duration":"3660","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"127","datum":"19700101"},"5174768":{"id":"5174768","assetid":"5408921","title":"Dummie de Mummie","description":"Stel je voor. Je heet Goos Guts, je bent doodnormaal en je woont in het saaiste dorp van de wereld. Op een dag ontdek je ineens een levende mummie in je bed. Wat doe je dan?","first":"D","duration":"4560","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"313","datum":"19700101"},"5171715":{"id":"5171715","assetid":"5329298","title":"Dummie de Mummie en de Sfinx van Shakaba","description":"Dummie beseft dat hij nooit koning zal worden, maar streeft er wel naar om net zo beroemd te worden als zijn farao-vader. Goos heeft een ander plan. Ergens op aarde bevindt zich een geheimzinnig beeldje dat wellicht Dummie kan helpen.","first":"D","duration":"4620","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"373","datum":"19700101"},"5164621":{"id":"5164621","assetid":"4731272","title":"Dummie de Mummie en de tombe van Achnetoet","description":"Dummie wil terug naar zijn land, om het graf van zijn vader te zoeken. Maar Klaas heeft daar helemaal geen zin in. Vliegen naar Egypte is eng, kost te veel geld en Dummie heeft geen paspoort. Maar Dummie regelt alles en ze gaan op reis.","first":"D","duration":"4740","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"470","datum":"19700101"},"5172896":{"id":"5172896","assetid":"5358215","title":"Ella Bella Bingo","description":"Ella en Henry zijn allerbeste vrienden, ze doen echt alles samen. Maar als op een dag “coolkid” Johny in de stad arriveert, besluit Henry ook vrienden te worden met Johny. Ella voelt zich jaloers en dat gevoel wordt alleen maar erger wanneer Johny ook nog eens een prachtige cross fiets aan Henry cadeau geeft. Dan besluit ze dat het genoeg is en dwingt Henry om te kiezen tussen Johny, of haarzelf.","first":"E","duration":"4560","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"359","datum":"19700101"},"5176139":{"id":"5176139","assetid":"5442770","title":"Elliot: het Kleine Rendier","description":"NEDERLANDS GESPROKEN: Blitzen kondigt zijn pensioen aan. Hierdoor krijgt het paard Elliot de kans om zijn levensdroom waar te maken: een plekje krijgen op de slee van de Kerstman. Hij heeft hiervoor drie dagen.","first":"E","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"278","datum":"19700101"},"5204208":{"id":"5204208","assetid":"6207683","title":"Emil & Ida van de Hazelhoeve","description":"In het plaatsje Lonneberga in Zuid-Zweden staat een prachtige boerderij, De Hazelhoeve. Daar woont de familie Svensson; papa Anton, mama Alma en de kinderen Emil van 5 en Ida van 3. Ook de knecht Alfred en de hulp Lina wonen op de boerderij. Lina slaapt op de bank in de keuken. Op het erf scharrelen kippen en er zijn schapen, varkens, koeien en paarden. In de zomer wemelt het er van de vliegen. Emil is een pienter jongetje en een onverbeterlijke deugniet.","first":"E","duration":"3540","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"76","datum":"19700101"},"5207384":{"id":"5207384","assetid":"6363353","title":"Encanto","description":"NEDERLANDS GESPROKEN: Mirabel - het enige gewone lid van haar buitengewone familie - ontdekt dat de magie rondom hun huis in gevaar is en dat zij misschien de laatste hoop is om haar familie te redden.","first":"E","duration":"5820","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"40","datum":"19700101"},"5208672":{"id":"5208672","assetid":"6400736","title":"Enchantimals: Secrets of Snowy Valley","description":"Pristina Polar Bear is wanhopig op zoek naar haar vermiste dierenvriendje en komt terecht in Snowy Valley. Daar brengt een ongelukje met hete chocolademelk de gletsjer in gevaar. Pristina en haar vriendinnen willen de gletsjer redden en gaan op avontuur. Ze ontdekken magische geheimen die al eeuwenlang verborgen waren!","first":"E","duration":"2520","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"29","datum":"19700101"},"5208674":{"id":"5208674","assetid":"6400784","title":"Enchantimals: Spring Into Harvest Hills","description":"Een magische gebeurtenis houdt de lente tegen en Everwilde wordt nu bedreigd door allerlei natuurrampen. De Enchantimals komen in actie. In een race tegen de klok proberen ze de lente opnieuw op te starten!","first":"E","duration":"2520","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"28","datum":"19700101"},"5201641":{"id":"5201641","assetid":"6026115","title":"Epic","description":"NEDERLANDS GESPROKEN: Verborgen in het bos wil het Bladervolk hun wereld beschermen tegen de vernietigende Boggans. De tiener MK wordt op magische wijze getransporteerd naar deze wereld en moet samenwerken met een bont gezelschap om hun wereld te redden.","first":"E","duration":"5880","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"122","datum":"19700101"},"5163199":{"id":"5163199","assetid":"4654961","title":"Everest: de Jonge Yeti","description":"NEDERLANDS GESPROKEN: Een groep buitenbeentjes komt een Yeti genaamd Everest tegen. Ze besluiten dat ze Everest terug willen brengen naar zijn familie. Samen beginnen ze aan een 3000 kilometer lange reis om het magische schepsel met zijn gezin te herenigen.","first":"E","duration":"5580","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"498","datum":"19700101"},"5185466":{"id":"5185466","assetid":"5665152","title":"Extinct","description":"Ed en zijn zus Bo zijn Flummels: schattige, pluizige beestjes in de vorm van een donut. Ze zijn onhandig, allesbehalve populair en doen heel erg hun best om erbij te horen.","first":"E","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"235","datum":"19700101"},"5212008":{"id":"5212008","assetid":"6498503","title":"Felix, op zoek naar de schat van M.","description":"NEDERLANDS GESPROKEN: Ervan overtuigd dat zijn vader, die twee jaar geleden op zee verdween, nog leeft, gaat de 12-jarige Felix op zoek naar hem in het gezelschap van Old Tom, een gepensioneerde visser.","first":"F","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"10","datum":"19700101"},"5201640":{"id":"5201640","assetid":"6026082","title":"Ferdinand","description":"NEDERLANDS GESPROKEN: Als Ferdinand opgroeit en verandert in een grote sterke stier blijft hij een zacht temperament houden. Als op een dag vijf mannen langs komen om de grootste en ruigste stier uit te zoeken voor een stierengevecht kiezen ze precies Ferdinand.","first":"F","duration":"6180","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"123","datum":"19700101"},"5180874":{"id":"5180874","assetid":"6170251","title":"Fergie de Kleine Grijze Tractor: Red de Boerderij","description":"De boerderij van opa wordt bedreigd door de bouw van een snelweg. Als hij kan bewijzen dat hij genoeg landbouwgrond heeft gaat de bouw niet door. Echter door de schaduw van een berg groeit er op een van de akkers niets. Wat nu?","first":"F","duration":"4140","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"264","datum":"19700101"},"5180885":{"id":"5180885","assetid":"5553756","title":"Fergie de Kleine Grijze Tractor: Vol Gas","description":"Fergie wordt wakker in het 'lichaam' van een klassieke race auto, wat leidt tot een spannende race want Gustav probeert Fergie terug te brengen naar de tractor die we allemaal kennen en liefhebben.","first":"F","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"265","datum":"19700101"},"5188135":{"id":"5188135","assetid":"5731842","title":"Fergie de Kleine Tractor: Vol Gas","description":"Fergie wordt wakker in het 'lichaam' van een klassieke race auto, wat leidt tot een spannende race want Gustav probeert Fergie terug te brengen naar de tractor die we allemaal kennen en liefhebben.","first":"F","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"230","datum":"19700101"},"5204225":{"id":"5204225","assetid":"6208239","title":"Fergie, De Kleine Grijze Tractor en de Dansende Geit","description":"NEDERLANDS GESPROKEN: In deze muzikale komedie beleeft stadsjongen Gustav voor het eerst een zomer op het platteland. Het wordt een zomer om nooit te vergeten met nieuwe vrienden, gekke uitvindingen, een stout jong geitje en niet te vergeten de levende tractor Fergie. Iedereen kijkt vol spanning uit naar de jaarmarkt waar je allerlei prijzen kunt winnen. Gustav en zijn vrienden binden de strijd aan met de sluwe buurvrouw Hilde, die hen voortdurend dwarszit.","first":"F","duration":"4440","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"67","datum":"19700101"},"5182708":{"id":"5182708","assetid":"5598732","title":"Fien & Teun: Het Grote Dierenfeest","description":"Fien & Teun hangen de vlaggen uit op de boerderij. Morgen is niet zomaar een dag, het is de dag waarop ze het grote dierenfeest vieren!","first":"F","duration":"3420","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"251","datum":"19700101"},"5201634":{"id":"5201634","assetid":"6025866","title":"Finding Dory","description":"NEDERLANDS GESPROKEN: De vergeetachtige vis Dory herinnert zich opeens dat zij een familie heeft die misschien wel naar haar op zoek is. Samen met Nemo en Marlin gaat ze op een avontuurlijke reis door de oceaan om haar ouders te vinden.","first":"F","duration":"5580","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"126","datum":"19700101"},"5201639":{"id":"5201639","assetid":"6026049","title":"Finding Nemo","description":"NEDERLANDS GESPROKEN: Toen Nemo klein was at een vis zijn moeder, broers en zussen op. Zijn vader zweert dat hij Nemo nooit iets laat gebeuren, maar op de eerste schooldag wordt Nemo gevangen door duikers. Zijn vader gaat in de grote oceaan naar hem op zoek.","first":"F","duration":"5760","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"124","datum":"19700101"},"5210751":{"id":"5210751","assetid":"6463184","title":"Fireheart","description":"NEDERLANDS GESPROKEN: De 16-jarige Georgia woont in New York en heeft een grote droom; ze wil als eerste vrouw ter wereld bij de brandweer werken. Ze vermomt zich als een jongen en voegt zich bij de brandweer om te helpen bij een mysterieuze zaak.","first":"F","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"16","datum":"19700101"},"5212017":{"id":"5212017","assetid":"6498806","title":"Flits en het Magische Huis","description":"NEDERLANDS GESPROKEN: De jonge kater Flits komt tijdens een hevige storm terecht in een mysterieus huis. Het wordt bewoond door de oude tovenaar Lawrence. De neef van Lawrence probeert het huis stiekem te verkopen, maar Flits laat dat niet zomaar gebeuren.","first":"F","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"9","datum":"19700101"},"5176016":{"id":"5176016","assetid":"5439554","title":"Flushed Away","description":"Rat Roddy woont in zijn veilige kooi totdat hij op een dag door de wc wordt gespoeld. Via het riool komt hij terecht in een ondergrondse wereld. Rita belooft hem veilig thuis te brengen. Dan blijkt de gemene Toad achter hen aan te zitten.","first":"F","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"288","datum":"19700101"},"5202708":{"id":"5202708","assetid":"6047470","title":"Frank en Frey","description":"NEDERLANDS GESPROKEN: In deze prachtige mengeling van levendig natuurschoon, adembenemende actie en unieke figuurtjes, ontmoet je twee hartsvrienden die niet beseffen dat ze eigenlijk natuurlijk vijanden zijn","first":"F","duration":"4740","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"102","datum":"19700101"},"5201651":{"id":"5201651","assetid":"6026436","title":"Frozen","description":"NEDERLANDS GESPROKEN: Wanneer koningin Elsa per ongeluk haar magische krachten gebruikt en haar koninkrijk vervloekt met een eeuwigdurende winter, besluit haar zus Anna om samen met de bergbewoner Kristoff en de sneeuwpop Olaf om het weer terug te veranderen.","first":"F","duration":"5880","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"120","datum":"19700101"},"5201817":{"id":"5201817","assetid":"6030165","title":"Frozen 2","description":"NEDERLANDS GESPROKEN: Elsa, Anna, Kristoff en Olaf gaan diep het bos in om de waarheid te weten over een oud mysterie van hun koninkrijk.","first":"F","duration":"5940","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"110","datum":"19700101"},"5201638":{"id":"5201638","assetid":"6026012","title":"Frozen Sing a Long","description":"NEDERLANDS GESPROKEN: Disney’s Frozen in een speciale Sing-A-Long versie. Stap mee in de ijskoude wereld van Frozen en zie hoe Anna haar uiterste best doet om het hart van haar zus te laten smelten.","first":"F","duration":"5880","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"125","datum":"19700101"},"5202193":{"id":"5202193","assetid":"6037183","title":"G-Force","description":"NEDERLANDS GESPROKEN: G-Force is een speciaal opgeleide ploeg cavia's; getraind om de wereld te redden. De FBI heft hun team op, net voordat een krankzinnige miljardair de wereld wil overnemen.","first":"G","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"105","datum":"19700101"},"5201629":{"id":"5201629","assetid":"6025726","title":"Garfield: a Tail of Two Kitties","description":"NEDERLANDS GESPROKEN: Garfield volgt zijn baasje Jon naar Engeland, waar hij wordt aangezien voor een koninklijke kat die een kasteel heeft geërfd. Maar de snode Lord Dargis is vastbesloten om van Garfield af te komen.","first":"G","duration":"4440","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"128","datum":"19700101"},"5199235":{"id":"5199235","assetid":"5975085","title":"Geheim Agent Marnie","description":"De mollige oranje huiskat Marnie leeft een comfortabel leven bij de familie Sonnenschein. Op een dag laat Paul, die het verwende huisdier van zijn zus niet kan uitstaan, Marnie achter bij een landelijk benzinestation.","first":"G","duration":"5220","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"7","datum":"19700101"},"5174308":{"id":"5174308","assetid":"5397128","title":"Ghost Rockers on Tour 2016","description":"In een theatervoorstelling vol spanning, avontuur en geheimen, proberen de Ghost Rockers een mysterie op te lossen. Ze worden hierbij gesaboteerd door iemand, maar door wie?","first":"G","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"328","datum":"19700101"},"5174273":{"id":"5174273","assetid":"5396750","title":"Ghost Rockers on Tour 2017","description":"Tijdens een optreden van de Ghost Rockers duikt plots een man op uit het publiek. Hij is op zoek naar 'Betje', maar kan haar niet vinden. Samen met de Ghost Rockers gaat de man op zoek naar zijn verdwenen vrouw.","first":"G","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"329","datum":"19700101"},"5145045":{"id":"5145045","assetid":"6149443","title":"Ghost Rockers: Voor Altijd?","description":"Ghost Rockers gaat over een groepje getalenteerde leerlingen die les volgen aan de DAM Academie, een prettig gestoorde artiestenschool voor dans, acteren en muziek. In deze bruisende omgeving krijgen enkele leerlingen het aan de stok met de schooldirecteur, bij deze strijd kunnen de jongelui rekenen op hulp uit 'spookachtige' hoek.","first":"G","duration":"5520","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"540","datum":"19700101"},"5204218":{"id":"5204218","assetid":"6208028","title":"Gilbert","description":"De 11-jarige Gilbert is net verhuisd en heel blij dat nu niemand weet van zijn extreme ei allergie die hem de scheldnaam Spuugbert bezorgde. Als hij door zijn nieuwe buurmeisje wordt uitgenodigd voor een feestje voor haar ijshockeyteam moet hij daar natuurlijk bij zijn. Zijn ouders gaan echter op vakantie en vragen zijn tikje eigenaardige tante Doris om op te passen. Zij wil het liefst samen koekjes bakken en spelletjes doen, niet bepaald Gilberts idee van een leuke vakantie.","first":"G","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"77","datum":"19700101"},"5203350":{"id":"5203350","assetid":"6061372","title":"Gnomeo & Juliet","description":"NEDERLANDS GESPROKEN: De blauwe en rode kabouters zijn gescheiden van elkaar door een tuinhek én een jarenlange vete. Toch weerhoudt dit de blauwe Gnomeo en de rode Julia er niet van om verliefd te worden op elkaar. Hebben ze een toekomst samen?","first":"G","duration":"4800","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"98","datum":"19700101"},"5170908":{"id":"5170908","assetid":"5309867","title":"Go Fish","description":"NEDERLANDS GESPROKEN: De kleine papegaaivis Alex probeert zijn rif te redden als dat bedreigd wordt door een mysterieuze zwarte smurrie.","first":"G","duration":"4260","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"388","datum":"19700101"},"5204258":{"id":"5204258","assetid":"6256291","title":"Gordon & Paddy en de Zaak van de Gestolen Nootjes","description":"NEDERLANDS GESPROKEN: Wanneer Gordon met pensioen gaat, kan hij het politiebureau in het Dierenbos met een gerust hart overlaten aan Paddy. Als er twee dieren vermist worden en de verhalen over een gevaarlijke vos weer de kop opsteken, vraagt ze Gordon om hulp.","first":"G","duration":"3720","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"65","datum":"19700101"},"5204197":{"id":"5204197","assetid":"6207329","title":"Gordon en Paddy en de Zaak van de Gestolen Nootjes","description":"Paddy leeft in een bos en is een jonge muis die graag inspecteur bij de politie wil worden. Wanneer inspecteur Gordon met pensioen gaat krijgt ze de kans zich te bewijzen. Twee kinderen worden vermist. De hoofdverdachte is een angstaanjagende vos. Maar is de vos wel zo gewelddadig als dat iedereen beweert? Paddy probeert de waarheid te achterhalen om de kinderen te redden.","first":"G","duration":"3720","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"84","datum":"19700101"},"5176141":{"id":"5176141","assetid":"5442827","title":"Haai Five NL","description":"Als duikers haaieneieren van Pup zijn koraalrif stelen, besluit hij om zijn broers en zussen te redden, hoe moeilijk het ook is. Zijn missie brengt hem op het land, in de enge en grote mensenwereld: een wereld vol schoonheid en gevaar","first":"H","duration":"5520","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"277","datum":"19700101"},"5179655":{"id":"5179655","assetid":"5527764","title":"Hallo Wereld!","description":"Langs de rivier worden meer dan tien verschillende diersoorten geboren. Zij leven en overleven hier. Weet jij wie de oeverbouwer is? En naar welk avontuur de gigantische snoek op zoek is?","first":"H","duration":"3660","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"267","datum":"19700101"},"5181639":{"id":"5181639","assetid":"5570565","title":"Happy Family","description":"Het zit de familie Wünschmann niet mee. De boekhandel leidt verlies, vader Frank is overwerkt, dochter Fee zit midden in de pubertijd en zoon Max wordt gepest. Op het moment dat ze vervloekt worden, is de maat vol.","first":"H","duration":"5340","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"262","datum":"19700101"},"5169572":{"id":"5169572","assetid":"5272376","title":"Happy Feet","description":"Op het ijskoude Antarctica heeft elke keizerspinguïn een lied om een geliefde te vinden, behalve de pinguïn Mumble die niet kan zingen. Dan komt hij erachter dat hij wel over een ander talent beschikt: geweldig tapdansen.","first":"H","duration":"6240","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"409","datum":"19700101"},"5175417":{"id":"5175417","assetid":"5425250","title":"Happy Feet 2","description":"Mumble, de meester van de tapdance, heeft een probleem: zijn zoontje Erik heeft helemaal niets met dansen. Het is echter niet zijn enige probleem.","first":"H","duration":"5700","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"296","datum":"19700101"},"5172264":{"id":"5172264","assetid":"5342111","title":"Heksen Bestaan Niet","description":"Ergens tussen hemel en aarde komt bij volle maan een geheime heksenraad bijeen. Deze raad bestaat uit vijf Sterrenheksen die de wereld behoedt tegen het kwaad. Concuela, één van de vijf sterrenheksen, heeft echter slechte bedoelingen.","first":"H","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"369","datum":"19700101"},"124496":{"id":"124496","assetid":"1460755","title":"Heksje Lilly 2","description":"De postbode brengt een bijzondere brief voor Lilly. Wat zou erin staan? Snel maakt Lilly de envelop open.Zeer geeerde superheks Lilly, leest ze, wij hebben een groot probleem. De Koninklijke troon van ons land is betoverd. Kun jij ons alsjeblieft helpen? De brief komt uit Mandolan, een exotisch land met woestijnen, olifanten en vreemde muziek. Natuurlijk wil Lilly graag helpen en ze vertrekt samen met het draakje Hector naar Mandolan. Daar maakt ze kennis met riksjachauffeur Musa, grootvizier Guliman en een heleboel andere bijzondere mensen en wezens. Maar zal het haar lukken om de troon te bevrijden van de toverspreuk?","first":"H","duration":"5220","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"589","datum":"19700101"},"5205030":{"id":"5205030","assetid":"6277127","title":"Heksje Lilly: de Draak en het Magische Boek","description":"NEDERLANDS GESPROKEN: Lilly is een normaal meisje van tien jaar oud, totdat ze op een dag wordt uitgekozen door de heks Surulunda om haar opvolger te worden. Lilly moet binnen 99 uur bewijzen dat ze deze taak aan kan en waard is.","first":"H","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"63","datum":"19700101"},"5175728":{"id":"5175728","assetid":"5432855","title":"Heksje Lilly: de Reis naar Mandolan","description":"NEDERLANDS GESPROKEN: Heksje Lilly vertrekt naar Mandolan om de betovering van een Koninklijke troon ongedaan te maken","first":"H","duration":"5220","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"290","datum":"19700101"},"5183152":{"id":"5183152","assetid":"5610462","title":"Het Kind van de Gruffalo","description":"Het kind van de Gruffalo gaat op zoek naar de Grote Gevaarlijke Muis. Haar vader heeft verteld hoe dat monster eruitziet, maar ze kan de muis niet vinden. Ze gaat twijfelen of hij wel bestaat.","first":"H","duration":"1500","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"247","datum":"19700101"},"5119411":{"id":"5119411","assetid":"3825285","title":"Het Leven Volgens Nino","description":"Het leven lacht de 8-jarige Nino toe totdat zijn moeder plots wegvalt. Vanaf dan gaat Nino totaal zijn eigen gang: hij gaat niet meer naar school, eet chips als ontbijt, slaapt in een tentje in de tuin en voetbalt met zijn konijn. Dit lijkt even leuk, maar zijn vader doet steeds vreemder en zijn broer is 's nachts op pad. Als Nino ontdekt dat hij met dieren kan praten, probeert hij samen met zijn beste vriend, het grappige en slimme konijn Bobby, het gezin weer bijeen te brengen.","first":"H","duration":"4620","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"565","datum":"19700101"},"5174739":{"id":"5174739","assetid":"5408039","title":"Het Monster van Parijs","description":"Een verlegen filmoperateur en een uitbundige uitvinder gaan op jacht naar een monster dat ze zelf gecreëerd hebben en nu paniek onder de bevolking van Parijs zaait.","first":"H","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"316","datum":"19700101"},"5169528":{"id":"5169528","assetid":"5271014","title":"Het Ongelooflijke Verhaal van de Mega Grote Peer","description":"Mika en Sebastian vinden een fles in de zee met daarin een klein zaadje en een mysterieuze boodschap. Ze planten het zaad en een buitengewoon avontuur vol zeemonsters, rare piraten en .... gigantische peren begint.","first":"H","duration":"4500","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"410","datum":"19700101"},"5173978":{"id":"5173978","assetid":"5388917","title":"Het Regent Gehaktballen","description":"De wetenschapper Flint wordt gezien als een mislukkeling, totdat hij een machine uitvindt die het wereldvoedselprobleem kan oplossen. De machine laat het letterlijk eten regenen en de experimenten lopen een beetje uit de hand.","first":"H","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"339","datum":"19700101"},"5168450":{"id":"5168450","assetid":"5238761","title":"Het Regent Gehaktballen 2","description":"Flint komt erachter dat zijn beruchte machine nog steeds actief is en nu wilde voedseldieren maakt zoals: Flamango’s, Muskiettoast en Vispansees. Flint en zijn vrienden moeten de wereld redden van deze gevaarlijke dieren.","first":"H","duration":"5400","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"425","datum":"19700101"},"5176178":{"id":"5176178","assetid":"5443982","title":"Het Verloren Vriendje en Andere Verhaaltjes","description":"Een kleine jongen vindt op een dag een verloren pinguïn op zijn stoep. Omdat deze door niemand wordt gemist besluit hij de pinguïn in zijn roeiboot terug te brengen naar de Zuidpool.","first":"H","duration":"2940","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"270","datum":"19700101"},"5206420":{"id":"5206420","assetid":"6317155","title":"Het Zakmes","description":"Mees blijkt per ongeluk het zakmes van zijn zojuist verhuisde beste vriend Tim nog te hebben. Hij wil het teruggeven, maar hij weet niet waar Tim naartoe is verhuisd. Mees zet alles op alles om het zakmes weer terug te geven.","first":"H","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"52","datum":"19700101"},"5204188":{"id":"5204188","assetid":"6207066","title":"Hoe Overleef Ik Mezelf","description":"De 13-jarige Rosa verhuist samen met haar 8-maanden oude halfbroertje en haar moeder naar Groningen om bij haar nieuwe stiefvader in te trekken. Ver weg van haar vrienden, op een nieuwe school en in een onbekende omgeving worstelt zij met haar onzekerheid, haar stiefvader en haar alter ego Rooz. Wat ze ook probeert, haar problemen lijken steeds groter te worden. Hoe zal zij dit overleven?","first":"H","duration":"5820","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"85","datum":"19700101"},"5166838":{"id":"5166838","assetid":"5099687","title":"Hoe Tem Je een Draak","description":"De jonge Viking Hikkie woont op het eiland Berk, waar drakengevechten aan de orde van de dag zijn. Hij moet bewijzen dat hij een waardig opvolger van zijn vader is, maar als hij vriendschap sluit met een draak zet dat de wereld op z’n kop.","first":"H","duration":"5640","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"446","datum":"19700101"},"5168163":{"id":"5168163","assetid":"5230148","title":"Hoe Tem Je een Draak 2","description":"NEDERLANDS GESPROKEN: Al vijf jaar leven de draken en Vikingen vreedzaam samen op Berk. Hikkie en Tandloos zijn het liefst op zoek naar onbekende gebieden en nieuwe werelden en ontdekken een mysterieuze ijsgrot gevuld met honderden draken.","first":"H","duration":"5820","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"422","datum":"19700101"},"5163213":{"id":"5163213","assetid":"4655822","title":"Hoe Tem Je een Draak 3","description":"NEDERLANDS GESPROKEN: Wanneer Hiccup ontdekt dat Toothless niet de enige Night Fury is, moet hij op zoek naar de ‘Hidden World’, een geheime vreedzame draken-utopie. Dit moet hij doen voordat de slechterik Grimmel hem voor is.","first":"H","duration":"5940","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"519","datum":"19700101"},"5174618":{"id":"5174618","assetid":"5405189","title":"Home","description":"De Moefs veroveren onze planeet. Het vindingrijke meisje Tip weet echter uit hun handen te blijven en ontmoet Oh, een verbannen Moef. Samen proberen ze de aarde te redden.","first":"H","duration":"5400","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"318","datum":"19700101"},"5161813":{"id":"5161813","assetid":"4609796","title":"Hop","description":"NEDERLANDS GESPROKEN: Als de paashaas met pensioen gaat, moet zijn 17-jarige zoon E.B. zijn taak overnemen. E.B. wil liever rockster worden en vlucht naar Hollywood","first":"H","duration":"5460","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"517","datum":"19700101"},"5200397":{"id":"5200397","assetid":"5998133","title":"Hopper en de Hamster der Duisternis","description":"NEDERLANDS GESPROKEN: Hopper is een bijzondere jonge held: hij is half kip en half haas. Hij weet dat hij er anders uitziet dan de rest en wil niets liever dan erbij horen en net zo stoer zijn als zijn vader.","first":"H","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"155","datum":"19700101"},"5201541":{"id":"5201541","assetid":"6022900","title":"Horton Hears a Who!","description":"NEDERLANDS GESPROKEN: Diep in de jungle hoort een olifant een stem uit een klein stofdeeltje. Het blijkt een miniplaneet te zijn waar de stad Who-Ville op gelegen is. De Who's geven Horton de opdracht hun planeet te beschermen met behulp van zijn vrienden.","first":"H","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"138","datum":"19700101"},"5161996":{"id":"5161996","assetid":"4615247","title":"Hotel Transsylvanië","description":"NEDERLANDS GESPROKEN: In het luxe Hotel Transylvania komen monsters om uit te rusten. Het hotel wordt gerund door Dracula. Voor de verjaardag van zijn dochter heeft hij al zijn vrienden uitgenodigd. Het feest begint pas echt als er plots een mens opduikt.","first":"H","duration":"5220","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"516","datum":"19700101"},"5165923":{"id":"5165923","assetid":"4948874","title":"Hotel Transsylvanië 2","description":"Dracula krijgt een kleinzoon en hij is super blij, maar er is wel een probleempje. Zijn kleinzoon is half menselijk. Dus probeert Dracula met hulp van zijn vrienden, zijn kleinzoon te laten voelen wat het is om een vampier te zijn.","first":"H","duration":"5100","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"455","datum":"19700101"},"5197005":{"id":"5197005","assetid":"5920833","title":"Hotel Transsylvanië 3","description":"NEDERLANDS GESPROKEN: Mavis verrast Dracula met een reis voor de familie op een cruiseschip. Alles verloopt goed totdat Dracula verliefd wordt op Ericka, de kapitein van het schip. Hij is niet op de hoogte dat ze een afstammeling is van Abraham van Helsing.","first":"H","duration":"5580","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"178","datum":"19700101"},"5174610":{"id":"5174610","assetid":"5404937","title":"How the Grinch Stole Christmas","description":"De Wie's houden zielsveel van Kerstmis en zijn erg bang voor de groene en gemene Grinch. Het meisje Cindy Lou raakt gefascineerd door de Grinch en gaat op onderzoek uit waarbij het haar duidelijk wordt dat hij helemaal zo gemeen niet is.","first":"H","duration":"6000","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"320","datum":"19700101"},"5161954":{"id":"5161954","assetid":"4614035","title":"Huisdiergeheimen","description":"NEDERLANDS GESPROKEN: Als de baasjes van huis zijn hebben de huisdieren Max, Chloë, Gidget en Mel het rijk voor zichzelf. Hun rustige bestaan komt echter op zijn kop te staan als de baas van Max een zwerfhond mee naar huis neemt.","first":"H","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"518","datum":"19700101"},"5161737":{"id":"5161737","assetid":"4607990","title":"Huisdiergeheimen 2","description":"NEDERLANDS GESPROKEN: Opnieuw beleven de trouwe terriër Max en zijn vrienden hilarische avonturen.","first":"H","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"505","datum":"19700101"},"5201533":{"id":"5201533","assetid":"6022628","title":"Ice Age","description":"NEDERLANDS GESPROKEN: De mensenbaby Roshan raakt gescheiden van zijn stam. In een wereld vol gevaren, is het aan Manfred de wollige mamoet, Diego de sabeltandtijger en Sid de reuze luiaard om te zorgen dat het kind weer veilig terechtkomt waar hij hoort.","first":"I","duration":"4620","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"140","datum":"19700101"},"5202690":{"id":"5202690","assetid":"6046872","title":"Ice Age 2","description":"NEDERLANDS GESPROKEN: Het einde van de ijstijd nadert en de dieren vinden de natte omgeving heerlijk: smeltende waterparadijzen met warme geisers. Manny, Sid en Diego ontdekken echter dat een gigantische dam op instorten staat en het zo wel erg nat kan worden.","first":"I","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"104","datum":"19700101"},"5201538":{"id":"5201538","assetid":"6022812","title":"Ice Age 3","description":"NEDERLANDS GESPROKEN: Sid de luiaard komt in problemen wanneer hij een gezin wil stichten door een paar dinosauruseieren te stelen. Manny en Diego gaan op pad om Sid te redden. Ze komen in een mysterieuze wereld oog in oog te staan met dinosaurussen.","first":"I","duration":"5400","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"139","datum":"19700101"},"5201517":{"id":"5201517","assetid":"6022136","title":"Ice Age 4","description":"NEDERLANDS GESPROKEN: Nadat een compleet continent op drift is geslagen, raken Manny, Diego en Sid gescheiden van de rest van de kudde. Het leidt tot een overzeese zoektocht waar ze een compleet nieuwe wereld verkennen en meedogenloze piraten bevechten.","first":"I","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"144","datum":"19700101"},"5201523":{"id":"5201523","assetid":"6022311","title":"Ice Age: Collision Course","description":"NEDERLANDS GESPROKEN: De eekhoorn Scrat komt onbedoeld terecht in de ruimte waar hij een kosmische kettingreactie teweegbrengt die de wereld volledig dreigt te veranderen. Om zichzelf te redden moeten Sid, Manny, Diego en de rest van de kudde hun huis verlaten.","first":"I","duration":"5400","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"143","datum":"19700101"},"5201529":{"id":"5201529","assetid":"6022500","title":"Incredibles 2","description":"Bob heeft samen met zijn vrouw Helen en hun drie kinderen een enigszins 'normaal' leven. Althans, voor een familie superhelden. De gezinssituatie komt onder druk te staan wanneer Bob in zijn eentje voor Jack Jack moet zorgen.","first":"I","duration":"6780","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"142","datum":"19700101"},"5195569":{"id":"5195569","assetid":"5892279","title":"Invisible Sue","description":"NEDERLANDS GESPROKEN: Sue is gek op superheldenstrips, maar ze had nooit gedacht dat ze zelf superkrachten zou hebben. Na een ongeluk in het laboratorium van haar moeder kan ze zomaar onzichtbaar worden.","first":"I","duration":"5460","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"191","datum":"19700101"},"181752":{"id":"181752","assetid":"1549537","title":"Ja Zuster, Nee Zuster","description":"Het is een gezellige bedrijvigheid in rusthuis “Klivia”. De Ingenieur is druk bezig met uitvinden. Jet is lekkere hapjes aan het klaarmaken en zuster Klivia zelf kibbelt met huurbaas Buurman Boordevol door de telefoon over overlast. Een ontploffing in de kelder van het rusthuis maakt een drastisch einde aan dit gesprek: de strijd tussen Buurman Boordevol en zuster Klivia is in volle hevigheid losgebarsten. Een strijd die behoorlijk uit de hand dreigt te lopen als Gerrit de inbreker van zuster Klivia ook nog in het rusthuis mag blijven nu hij haar beloofd heeft zijn leven te beteren. Met de zoveelste mislukte uitvinding van de Ingenieur die wederom tot een ontploffing heeft geleid heeft Buurman Boordevol een extra reden om de bewoners uit het huis te zetten. Zuster Klivia weet het tij echter te keren. Als de rust enigszins lijkt te zijn teruggekeerd, is het de opa van Gerrit die voor nieuwe verwikkelingen zorgt. De chaos is compleet als er bij Buurman Boordevol blijkt te zijn ingebroken. Maar zuster Klivia zou zuster Klivia niet zijn als zij ook dit probleem weet op te lossen. Echter, Buurman Boordevol schuwt nu geen middel meer om zuster Klivia en haar patiënten het huis uit te werken. Maar samen met haar patiënten trekt ook zuster Klivia alle registers open en is zij de buurman uiteindelijk toch te slim af.","first":"J","duration":"5820","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"584","datum":"19700101"},"5173504":{"id":"5173504","assetid":"5374619","title":"Jack Bestelt een Broertje","description":"Jack heeft twee moeders, is enig kind en kan slecht alleen zijn. Zijn grootste wens is dan ook een broertje. Als hij ontdekt dat zijn moeders hem via internet besteld hebben, gaat hij op avontuur om zelf een broertje te bestellen.","first":"J","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"354","datum":"19700101"},"5201494":{"id":"5201494","assetid":"6021412","title":"Janneman Robinson en Poeh","description":"NEDERLANDS GESPROKEN: Als de aktetas van Janneman Robinson op ongelukkige wijze verdwijnt, gaan Poeh en zijn vriendjes, Knorretje, Iejoor en Teigetje op avontuur in London om hem terug te brengen.","first":"J","duration":"6000","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"149","datum":"19700101"},"5175729":{"id":"5175729","assetid":"5432882","title":"Jasper & Julia en de Dappere Ridders","description":"NEDERLANDS GESPROKEN: Jasper droomt ervan een echte ridder te worden. Samen met zijn vriendin Julia gaat hij op zoek naar het magische zwaard van zijn grootvader. Tijdens dit avontuur moeten zij alle uitdagingen doorstaan.","first":"J","duration":"5460","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"291","datum":"19700101"},"5175723":{"id":"5175723","assetid":"5432717","title":"Jets: de Vliegende Helden","description":"NEDERLANDS GESPROKEN: Het jonge vliegtuigje Maverick droomt ervan om de grote winnaar te worden van een vliegcompetitie","first":"J","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"293","datum":"19700101"},"5191918":{"id":"5191918","assetid":"5815815","title":"Jim Button en de Stad van Draken","description":"NEDERLANDS GESPROKEN: Jim woont op het kleine eiland Lummerland, maar hij realiseert dat hij daar helemaal niet vandaan komt. Hij besluit de wijde wereld in te trekken op zoek naar avontuur. Samen met zijn vrienden komt hij bij het grote keizerrijk Mandala.","first":"J","duration":"6300","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"205","datum":"19700101"},"5210463":{"id":"5210463","assetid":"6454157","title":"Joseph: King of Dreams","description":"Joseph wordt op een dag in de steek gelaten in een waterput. Na een paar dagen wordt hij meegenomen als slaaf naar Egypte. In een droom ziet hij dat Egypte getroffen gaat worden door een hongersnood en vertelt dit direct aan de farao.","first":"J","duration":"4320","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"23","datum":"19700101"},"5172890":{"id":"5172890","assetid":"5357954","title":"Juf Roos","description":"Juf Roos organiseert een verjaardagsfeestje en iedereen is uitgenodigd. Om het extra feestelijk te maken versiert Gijs de molen waarin Juf Roos woont. Maar Gijs gebruikt veel te veel ballonnen.","first":"J","duration":"3480","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"361","datum":"19700101"},"5196330":{"id":"5196330","assetid":"5907264","title":"Julius in Winterland","description":"NEDERLANDS GESPROKEN: Julius kijkt elk jaar erg uit naar Kerstmis. De oudere jongens beweren dat de Kerstman eigenlijk het schoolhoofd is dat zich heeft verkleed, Julius verliest zijn geloof in alles wat met Kerstmis te maken heeft. Tot er iets vreemds gebeurt:","first":"J","duration":"4620","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"185","datum":"19700101"},"5201490":{"id":"5201490","assetid":"6021256","title":"Jungle Boek","description":"NEDERLANDS GESPROKEN: Het mensenjong Mowgli groeit op bij een wolvenroedel. Wanneer de tijger Shere Khan hem als een bedreiging ziet, wordt Mowgli gedwongen om de plek waar hij is opgegroeid te verlaten. Samen met de panter Bagheera gaat hij op reis.","first":"J","duration":"4500","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"150","datum":"19700101"},"5145025":{"id":"5145025","assetid":"4272778","title":"K3 20 Jaar","description":"In deze show gaan Hanne, Klaasje en Marthe naar Regenboogland. Ze ontdekken een gigantisch cadeau. Als ze het cadeau openmaken, vallen ze plots in een diepe slaap. Mister Rainbow maakt hen wakker en neemt hen mee naar Regenboogland waar een leuke verrassing op hen wacht.","first":"K","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"541","datum":"19700101"},"5174307":{"id":"5174307","assetid":"6159556","title":"K3 Afscheidstour","description":"Karen, Kristel en Josje geven de fakkel door, maar voor ze definitief afscheid nemen, stellen zij de nieuwe K3 meisjes persoonlijk aan hun fans voor en bouwen zij met zijn zessen een dubbel zo groot K3 feest!","first":"K","duration":"5100","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"330","datum":"19700101"},"5161521":{"id":"5161521","assetid":"4602668","title":"K3 Bengeltjes","description":"De nichtjes van K3 komen langs en zetten de boel op stelten. Daarom wil opperengel Manuel ‘Bengeltjes’ van ze maken om te op te voeden. Echter, er wordt een foutje gemaakt en Karen, Kristel en Josje worden de Bengeltjes!","first":"K","duration":"4500","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"486","datum":"19700101"},"5208009":{"id":"5208009","assetid":"6382139","title":"K3 Dans van de Farao","description":"De meisjes van K3 doen in het museum een wens bij een Egyptische Wenskat. De wens komt uit. Hanne kan gedachten lezen, Marthe kan alles kopen wat ze wil, en Klaasje kan blijven wensen. Maar de wensen zijn vervloekt en zorgen voor ruzie.","first":"K","duration":"5340","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"32","datum":"19700101"},"5161882":{"id":"5161882","assetid":"4611860","title":"K3 Dierenhotel","description":"Kristel heeft een verblijf geboekt in een luxueuze beautyfarm. Josje en Karen gaan dat weekend stiekem in het dierenhotel helpen bij Bas, op wie de drie meisjes verliefd zijn. Maar per ongeluk komen de meiden op de verkeerde bestemming aan.","first":"K","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"490","datum":"19700101"},"5162060":{"id":"5162060","assetid":"4617167","title":"K3 en de Kattenprins","description":"De meisjes van K3 vinden een sprookjesboek in hun slaapkamer. Daarin verschijnt een knappe prins die vervloekt werd door de gemene Kattenkoningin. Als de prins voor middernacht zijn 'ware liefde' niet kust, zal hij veranderen in... een kat!","first":"K","duration":"4320","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"488","datum":"19700101"},"5144629":{"id":"5144629","assetid":"6148969","title":"K3 en het Droombed","description":"Karen, Kristel en Josje gaan naar de magische illusionistenshow kijken van Dr. Von Zanzibar. Na de voorstelling komt Josje er achter dat ze haar handtas vergeten is in de zaal. Hun zoektocht naar de tas brengt hen tot op het podium, tussen de spullen van Dr. Von Zanzibar. Daar ontdekken ze dat het droombed uit de show toch wel zéér speciaal is. K3 en het droombed: een verhaal vol muziek, dans en magische dromen.","first":"K","duration":"1680","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"544","datum":"19700101"},"5159557":{"id":"5159557","assetid":"4547642","title":"K3 en het Heksenexamen","description":"Zarzuela is allesbehalve in haar nopjes. En dat is niet te best, want Zarzuela is een heks. Een echte. Alleen is ze haar reservetoverstok kwijt en dus baalt ze flink. De meisjes van K3 daarentegen zijn het zonnetje in huis. Ze mogen naar een gekostumeerd bal en als er iets is dat Karen, Kristel en Kathleen ongelooflijk leuk vinden, dan is het wel een verkleedpartijtje. Maar in de jurk van Karen zit iets verstopt. De toverstaf van Zarzuela. De heks verdenkt K3 van kwade bedoelingen en dat zullen de meisjes geweten hebben. Komt het allemaal goed? Dat zal nog moeten blijken. Er is maar één zekerheid: de nieuwe K3-show is nóg avontuurlijker, nog mooier, nog spannender dan alles wat al geweest is.","first":"K","duration":"4320","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"535","datum":"19700101"},"5162875":{"id":"5162875","assetid":"4640993","title":"K3 en het IJsprinsesje","description":"K3 krijgt de uitnodiging van koning Flurkentijn om op de verjaardag van prinses Fleur te zingen. De prinses gedraagt zich echter als een verwend nest en is niet onder de indruk van de zangkunsten van het drietal.","first":"K","duration":"4020","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"501","datum":"19700101"},"5162033":{"id":"5162033","assetid":"4616342","title":"K3 en het Magische Medaillon","description":"De meisjes van K3 gaan aan de slag in hun droomhuis. Wat ze niet weten, is dat er ergens in het huis een waardevol medaillon verstopt zit. In dat medaillon zit een geest verscholen die al je wensen in vervulling kan laten gaan.","first":"K","duration":"3540","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"489","datum":"19700101"},"5159548":{"id":"5159548","assetid":"6147116","title":"K3 en het Toverhart","description":"De meiden van K3 vinden op het podium een doos. In deze doos zit Bolliebol, een echte toverbol. Hij kan wensen in vervulling laten gaan. Karen, Kristel en Kathleen mogen alledrie drie dingen wensen. Bolliebol vertelt dat hij heel ongelukkig dat hij geen vriendinnetje heeft en smeekt Kristel om voor hem een vriendin te wensen. Maar Kristel wenst per ongeluk iets heel anders. Zal Bolliebol ooit nog een vriendinnetje krijgen?","first":"K","duration":"4560","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"534","datum":"19700101"},"5159539":{"id":"5159539","assetid":"4547237","title":"K3 en het Wensspel","description":"De meisjes van K3 vinden op oma's zolder een oude speldoos. Ze ontdekken al gauw dat het een magisch wensspel is, dat hen helemaal opslokt en waarmee ze in de gekste werelden belanden. Zullen de meiden de sleutel vinden om het spel uit te spelen.","first":"K","duration":"1920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"537","datum":"19700101"},"5159559":{"id":"5159559","assetid":"4547717","title":"K3 in Ahoy","description":"De meisjes van K3 hebben bewezen tot wat ze in staat zijn: uitverkochte sportpaleizen en 12 keer 'volle bak' in de Rotterdamse Ahoy, dat is niet zomaar een kunstje. Dat is een huzarenstukje.","first":"K","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"532","datum":"19700101"},"5159538":{"id":"5159538","assetid":"4547225","title":"K3 in de Ardennen","description":"In deze film zie je 8 videoclips van K3 die opgenomen zijn in de Ardennen.","first":"K","duration":"1740","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"536","datum":"19700101"},"5206511":{"id":"5206511","assetid":"6335816","title":"K3 In de Ruimte","description":"De kleuren van de regenboog zijn plotseling verdwenen! Zonder mooie kleuren kan K3 onmogelijk een vrolijke show geven. Met de hulp van Captain Space probeert K3 de kleuren terug te halen. Gaat het K3 lukken om alle kleuren te verzamelen?","first":"K","duration":"4320","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"50","datum":"19700101"},"5159544":{"id":"5159544","assetid":"4547363","title":"K3 in de Sneeuw","description":"K3 gaat op vakantie naar het zonnige Aruba. Om de verjaardag te vieren van Kathleen en om heerlijk te zonnen en te zwemmen. Maar als de meisjes uit het vliegtuig stappen, staan ze plots met hun slippers in de sneeuw. Oeps, het verkeerde vliegtuig gepakt. Kathleen is teleurgesteld. Hoe moet ze nu haar droomverjaardag vieren? Maar Kristel en Karen zijn vastbesloten om Kristel toch nog een mooie verjaardag te bezorgen. Zal het de meisjes lukken?","first":"K","duration":"1380","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"533","datum":"19700101"},"5159555":{"id":"5159555","assetid":"6147205","title":"K3 in Nederland","description":"Karen, Kristel en Josje trekken er een weekendje op uit en reizen samen door Nederland. Hun einddoel is Amsterdam waar ze met een heleboel kinderen gaan optreden. Maar eerst willen ze elkaar hun favoriete Nederlandse plekjes laten zien.","first":"K","duration":"1860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"527","datum":"19700101"},"5159561":{"id":"5159561","assetid":"4547774","title":"K3 in Wonderland","description":"In deze show gaan Karen, Kristel en Kathleen op droomreis naar Wonderland, een land waar alles tot leven komt! De reis belooft een lange droom te worden, maar toch moet je goed wakker blijven. Reis door de vier seizoenen en zing uit volle borst mee.","first":"K","duration":"4440","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"530","datum":"19700101"},"5206506":{"id":"5206506","assetid":"6335639","title":"K3 Kom Erbij","description":"Marthe en Hanne organiseren in het geheim een feest voor Julia. Dit om te vieren dat het haar eerste tour is als K3. Ze organiseren het feest samen met Max, een goeie vriend. Samen maken ze er een feest van om nooit te vergeten!","first":"K","duration":"4560","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"51","datum":"19700101"},"5161894":{"id":"5161894","assetid":"4612220","title":"K3 Love Cruise","description":"K3 gaat mee op een cruise waar ze een optreden moeten geven. Maar tijdens de boottocht loopt er heel wat mis. En als uit de magische ketting van Klaasje dan ook nog een parelelf met toverkrachten verschijnt, is het hek helemaal van de dam.","first":"K","duration":"5400","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"487","datum":"19700101"},"5159562":{"id":"5159562","assetid":"4547804","title":"K3 MamaSe! Show","description":"Om Josje te verwelkomen, hebben Karen en Kristel elk een cadeautje voor haar gekocht. Maar als K3 even weg is, wordt het cadeautje van Kristel verwisseld. Als Josje het cadeau opent verschijnt Kassandra. Kassandra wil de plaats van Josje innemen. Het mag van Karen, als Kassandra net zo'n mooie stem als Josje heeft. Wat Karen niet weet, is dat Kassandra de dochter van een toverheks is. Met een drankje neemt Kassandra de stem van Josje over. Wordt Josje nu al vervangen door Kassandra? Of verzint K3 een plan zodat Josje bij K3 kan blijven.","first":"K","duration":"4500","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"531","datum":"19700101"},"5159469":{"id":"5159469","assetid":"6156025","title":"K3 Modemeiden","description":"Karen, Kristel en Josje krijgen van hun stylist Sammy de kans om een eigen outfit te ontwerpen. Een droom die uitkomt voor deze drie modebewuste meiden, maar wat gaan ze maken? Hoe moeten ze er aan beginnen en zal de creatie op tijd klaar zijn.","first":"K","duration":"1800","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"538","datum":"19700101"},"5159556":{"id":"5159556","assetid":"4547624","title":"K3 Toveren Tour","description":"Karen, Kristel en Kathleen kunnen het niet eens worden over hun vakantiebestemming. Karen wil naar Italië, Kristel naar Frankrijk en Kathleen wil lekker gaan zonnen in Spanje. Boos pakken ze hun koffers om elk hun eigen weg te gaan. Kristel kan echter haar koffer niet vinden. Er staat wel een koffer op het podium. Ze maken de koffer open en vinden een oud boek waarin Carolus van Barkenstein zit opgesloten. Hij heeft een geschenk voor K3: 'het grootste geluk dat er bestaat'. Hiervoor moeten ze wel drie moeilijke proeven uitvoeren. Zullen ze deze opdrachten goed volbrengen en erachter komen wat het grootste geluk op aarde is?","first":"K","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"528","datum":"19700101"},"5159553":{"id":"5159553","assetid":"6147162","title":"K3 Verjaardagsshow 15 jaar","description":"K3 bestaat 15 jaar en dat zullen Karen, Kristel en Josje geweten hebben. Als verrassing en bedankje voor alles wat K3 de afgelopen 15 jaar gedaan heeft, haalt een engel de drie meiden naar de magische wolkenwereld. Daar krijgt elk van hen de kans om een spetterende droom te beleven. Het wordt een heus feest vol circus-kleur, magische sprookjesfiguren en glitter en glamour in ware Hollywoodstijl!","first":"K","duration":"4440","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"529","datum":"19700101"},"5206508":{"id":"5206508","assetid":"6335687","title":"K3 Vlindershow","description":"Koningin Viola nodigt K3 uit om op te treden tijdens het grote nectaroogstfeest in Vlinderland. Mottige Mot bevriest de vlinders om de macht in Vlinderland over te nemen. Uiteraard laten Hanne, Klaasje en Marthe dit niet zomaar gebeuren!","first":"K","duration":"4440","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"49","datum":"19700101"},"5141830":{"id":"5141830","assetid":"6123209","title":"Kabouter Plop en de Kabouterbaby","description":"Lui vindt een mandje met een kabouter clown baby. Lui wil voor de baby zorgen. Door een misverstand denkt hij dat Plop iets tegen baby's heeft en houdt het kindje verborgen. Maar Klus en Kwebbel komen achter Lui's geheim.","first":"K","duration":"4380","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"553","datum":"19700101"},"5141847":{"id":"5141847","assetid":"6123433","title":"Kabouter Plop en de Kabouterschat","description":"Kabouter Plop ontdekt een schatkaart. De opa van Klus, Kabouter Mop, heeft destijds de schatkaart getekend en volgens die kaart zou er een Kabouterschat bestaan. Plop, Kwebbel, Klus en Lui besluiten om op zoek te gaan naar de Kabouterschat.","first":"K","duration":"4380","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"547","datum":"19700101"},"5141839":{"id":"5141839","assetid":"6123252","title":"Kabouter Plop en de Pinguïn","description":"Op een koude winterdag krijgen Plop en zijn vrienden vreemd bezoek. Ze hebben geen idee met welk dier ze te maken hebben. Als Snorre de Poolkabouter langskomt, wordt alles duidelijk. Het is een pinguïn! De kabouters maken kennis met Pinki.","first":"K","duration":"4260","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"551","datum":"19700101"},"5141831":{"id":"5141831","assetid":"6123310","title":"Kabouter Plop en de Toverstaf","description":"Kabouter Plop verwacht, net als elk jaar, een bezoekje van de Kerstkabouter. Alleen loopt het dit jaar een beetje mis. Mik en Mak stelen namelijk de toverstaf. Daarmee kun je cadeautjes toveren maar ook vreselijke dingen aanrichten!","first":"K","duration":"2700","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"550","datum":"19700101"},"5167698":{"id":"5167698","assetid":"6158692","title":"Kabouter Plop en het Plop-Up Restaurant","description":"Voor zijn verjaardag krijgt Plop een mooie foodtruck cadeau. Ondertussen passen Smal, Klus en Kwebbel op zijn melkherberg maar vooral Klus vindt het vele werk erg zwaar en beraamt een plan.","first":"K","duration":"4440","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"437","datum":"19700101"},"5167830":{"id":"5167830","assetid":"6158755","title":"Kabouter Plop en het Sprookjesboek","description":"Als Klus op een dag een brief aankrijgt van een oude vriend, vertrekken de kabouters meteen om hem uit de nood te helpen. Er is namelijk iemand ontzettend droevig. Wie is er beter in staat dan de kabouters om iemand weer te doen lachen?","first":"K","duration":"4080","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"439","datum":"19700101"},"5141840":{"id":"5141840","assetid":"6123362","title":"Kabouter Plop en het Vioolavontuur","description":"Plop en zijn vrienden zijn in de ban van het vioolspel van het meisje Anna. Wanneer ze gaan kijken ziet Anna hen en laat ze, door het schrikken, haar viool vallen. Morgen heeft ze een belangrijk optreden! Kunnen de kabouters haar helpen?","first":"K","duration":"3720","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"549","datum":"19700101"},"5141837":{"id":"5141837","assetid":"6123339","title":"Kabouter Plop en Kwispel","description":"Plop en zijn vrienden vinden een puppie in het bos. Ze vinden hem meteen schattig. Als ze vernemen dat Kwispel een grote-mensen-baasje heeft, besluiten ze het hondje terug te brengen. Hierdoor belanden ze in een ongekend avontuur.","first":"K","duration":"3120","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"548","datum":"19700101"},"5141845":{"id":"5141845","assetid":"6123402","title":"Kabouter Plop in de Stad","description":"Lui eet een verkeerde bes. Hij wordt zo groot als een mens. Zijn vrienden zijn boos en Lui loopt verdrietig weg. Hij belandt in de grote stad. Zullen onze vrienden Lui vinden voor hij de hele stad op stelten zet?","first":"K","duration":"3900","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"546","datum":"19700101"},"5141844":{"id":"5141844","assetid":"6123448","title":"Kabouter Plop in de Wolken","description":"Plop krijgt een brief van zijn overgrootvader Knap. Daarin staat dat Knap ziek is en enkel kan genezen als hij het sap drinkt van de Karbonkelwortel. Onze vriendjes willen de plant naar kabouter Knap brengen maar die woont heel ver weg!","first":"K","duration":"4740","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"545","datum":"19700101"},"5141829":{"id":"5141829","assetid":"6130852","title":"Kabouter Plop Wordt Kabouterkoning","description":"Door een misverstand is Plop de nieuwe koning! Klus, Kwebbel en Lui nemen hun intrek in het paleis, terwijl Plop wordt opgeleid tot koning. Plop maakt zich echter wel zorgen om de echte troonopvolger. Waar is die gebleven?","first":"K","duration":"4500","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"552","datum":"19700101"},"5171034":{"id":"5171034","assetid":"5313671","title":"Kapitein Onderbroek: het Eerste Grote Avontuur","description":"NL versie: Sjors en Harold hypnotiseren hun schoolhoofd waardoor hij denkt dat hij de overenthousiaste, maar niet al te snuggere superheld Kapitein Onderbroek is. Maar deze grap van Sjors en Harold loopt al snel helemaal uit de hand…","first":"K","duration":"5100","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"385","datum":"19700101"},"5179199":{"id":"5179199","assetid":"6159850","title":"Kapsalon Romy","description":"Met frisse tegenzin past oma Stine (Beppie Melissen) op haar kleindochter Romy (Vita Heijmen), omdat haar pas gescheiden dochter Margot (Noortje Herlaar) moet werken. Oma, nog steeds actief als kapster, worstelt met beginnende Alzheimer. Romy vindt het niet leuk dat ze elke dag naar de kapsalon moet, maar alles wordt anders als oma Stine haar kleindochter in vertrouwen neemt over haar toenemende verwardheid. Dan realiseert Romy zich dat oma niet alleen op haar past maar zij ook op oma.","first":"K","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"268","datum":"19700101"},"5171557":{"id":"5171557","assetid":"5326094","title":"Keet & Koen: de Speurtocht naar Bassie & Adriaan","description":"Bassie en Adriaan krijgen een onderscheiding, maar de baron besluit hier een stokje voor steken door ze te laten ontvoeren. Wanneer Keet! en Koen ontdekken dat Bassie en Adriaan vermist zijn, zetten ze alles op alles om hen te vinden","first":"K","duration":"4500","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"381","datum":"19700101"},"5164511":{"id":"5164511","assetid":"4728155","title":"Kidnep","description":"Bo, enig kind van rijke ouders, wordt ontvoerd. Zijn beschermde en rijke wereldje komt op z’n kop te staan. Tussen Bo en zijn ontvoerder Fred ontstaat tegen beider verwachtingen in een band.","first":"K","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"475","datum":"19700101"},"5174764":{"id":"5174764","assetid":"5408807","title":"Kikkerdril","description":"De grote broer van Max moet naar het ziekenhuis. Hij wil dat Max kikkerdril voor hem meeneemt naar het ziekenhuis, anders zal hij nooit meer praten. Max valt van het ene avontuur in het andere om het kikkerdril te vinden.","first":"K","duration":"4200","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"312","datum":"19700101"},"5186478":{"id":"5186478","assetid":"5693370","title":"Kirikou en de Mannen en de Vrouwen","description":"In een dorpje in Afrika vertelt een oude grootvader in zijn blauwe grot een reeks nieuwe verhalen over de held Kirikou","first":"K","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"234","datum":"19700101"},"5191869":{"id":"5191869","assetid":"5814903","title":"Klara en de Gekke Koeien","description":"Het jonge kalf Klara droomt ervan een ster te worden. Ze wordt uitgenodigd op de hoeve van haar vader. Maar wanneer Klara arriveert ontdekt ze dat haar vader slechts een gewone boer is.","first":"K","duration":"3780","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"208","datum":"19700101"},"5210467":{"id":"5210467","assetid":"6454286","title":"Klara's Gekke Kerstfeest","description":"NEDERLANDS GESPROKEN: De jonge stadskoe Klara is verheugd om haar eerste Kerst op de boerderij van haar vader door te brengen en wanneer haar vader wordt weggeroepen ziet Klara haar kans schoon om wat kerstgevoel in Cattle Hill te brengen.","first":"K","duration":"3900","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"14","datum":"19700101"},"5204195":{"id":"5204195","assetid":"6207291","title":"Knoester","description":"Junior is een jongen die net verhuisd is. Daarom heeft hij nog geen nieuwe vrienden. Dan ontmoet hij Knoester, een stuk hout dat tussen het brandhout lag. Terwijl zijn ouders aan het werk zijn, zijn moeder in een winkel en zijn vader als verkoper, brengt Junior samen met Knoester de dag vol plezier door.","first":"K","duration":"4260","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"78","datum":"19700101"},"5204228":{"id":"5204228","assetid":"6208343","title":"Knoester en Berkelientje","description":"NEDERLANDS GESPROKEN: In het tweede deel van de avonturen van het takje Knerten zien we hoe hij verliefd wordt op een ander takje: Karoline. Terwijl de takjes verliefd worden, is er een misdrijf dat opgelost dient te worden door Lillebror. Zijn moeder is namelijk aangereden en hij is vastberaden om de dader te achterhalen. Hij krijgt natuurlijk hulp van Knerten.","first":"K","duration":"4500","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"66","datum":"19700101"},"5185642":{"id":"5185642","assetid":"6193368","title":"Knoester en het Zeemonster","description":"NEDERLANDS GESPROKEN: In het vijfde deel van de avonturen van het takje Knoester gaat hij met Lillebror op zomervakantie naar het magische eiland van tante Thea. Ze maken kennis met Eddy en de zeewormenexpert Blegen. Iemand heeft een zeeworm in de fjord gezien en Blegen heeft hulp nodig om hem te vinden. Maar Knoester staat sceptisch tegenover zowel Eddy als Blegen. Hij gelooft niet in zeewormen en Eddy verstoort de geplande zwemtraining. Als Lillebror op zeewormen wil jagen, gaat Knoester niet mee, want Knoester wil Lillebror voor zichzelf.","first":"K","duration":"4260","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"237","datum":"19700101"},"5206892":{"id":"5206892","assetid":"6348221","title":"Knor","description":"De 9-jarige Babs krijgt het varkentje Knor cadeau. Mag ze 'm houden? Het zijn niet haar ouders die de grootste bedreiging voor Knor vormen, maar opa. Hij doet mee met de worstenwedstrijd van de Vereniging voor Vleeswaren van Verse Varkens.","first":"K","duration":"4140","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"37","datum":"19700101"},"5175720":{"id":"5175720","assetid":"5432615","title":"Koemba: de Zebra die zijn Strepen Kwijt is","description":"NEDERLANDS GESPROKEN: De kleine Koemba heeft vanaf zijn geboorte maar de helft van zijn strepen, waardoor hij door de rest van de kudde wordt buitengesloten. Wanneer de kudde te maken krijgt met extreme droogte besluit Koemba om op zoek te naar een oplossing.","first":"K","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"295","datum":"19700101"},"5161934":{"id":"5161934","assetid":"4613423","title":"Kung Fu Panda","description":"NEDERLANDS GESPROKEN: Po is een luie panda die de uitverkoren blijkt te zijn om de vallei te redden van het gemene luipaard Tai Lung. Hij moet daarom in de leer bij Kung Fu master Shifu, maar zijn opleiding gaat niet heel soepel.","first":"K","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"515","datum":"19700101"},"5162099":{"id":"5162099","assetid":"4618319","title":"Kung Fu Panda 2","description":"NEDERLANDS GESPROKEN: Po's droom is uitgekomen nu hij De Drakenkrijger is en de vallei beschermt samen met zijn vrienden. Zijn leven verandert volledig als er een nare tegenstander met een geheim wapen China probeert te veroveren en Kung Fu wilt uitroeien.","first":"K","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"504","datum":"19700101"},"5161815":{"id":"5161815","assetid":"4609871","title":"Kung Fu Panda 3","description":"NEDERLANDS GESPROKEN: Plots staat Po’s vader voor de deur. Hij neemt Po mee naar een geheim pandaparadijs. Maar als de bovennatuurlijke slechterik Kai alle kung fu meesters verslaat moet Po de luie panda’s veranderen in een leger van Kung Fu Panda’s.","first":"K","duration":"5460","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"513","datum":"19700101"},"5166619":{"id":"5166619","assetid":"5009363","title":"Lady en de Vagebond","description":"Vagebond redt Lady van een bende straathonden die haar lastigvallen. Ze trekken daarna veel samen op. Langzaam maar zeker groeien de werelden van huishond en zwervershond steeds dichter naar elkaar toe.","first":"L","duration":"4380","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"450","datum":"19700101"},"5175160":{"id":"5175160","assetid":"5419526","title":"Lilo & Stitch","description":"Lilo is vijf en woont op Hawaï. Ze houdt zich voornamelijk bezig met het verzamelen van spullen die mensen weggooien. Wanneer er een buitenaards wezen op het eiland terecht komt, ontstaat er een onwaarschijnlijke vriendschap.","first":"L","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"302","datum":"19700101"},"5171723":{"id":"5171723","assetid":"5329490","title":"Loenatik, Te Gek!","description":"Wanneer de psychiatrische patienten Bep Brul, De Majoor, Fats, Mevrouw De Haas en Dr. Doolittle vernemen dat zuster Ten Hoeven ontvoerd is, komen ze gezamenlijk in actie.","first":"L","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"375","datum":"19700101"},"5204211":{"id":"5204211","assetid":"6207790","title":"Los Bando","description":"Axel en Grim zijn al jaren beste vrienden en samen hebben ze één grote droom. Muzikale geschiedenis schrijven met hun rockband Los Bando Immortale. Grim is drummer en Axel zingt en speelt gitaar. Op de dag dat ze een uitnodiging krijgen om mee te doen aan de belangrijkste talentenjacht voor rockmuziek in Noorwegen lijkt deze droom ineens werkelijkheid te worden! Een klein probleempje, Axel kan eigenlijk helemaal niet zingen...","first":"L","duration":"5400","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"86","datum":"19700101"},"5196280":{"id":"5196280","assetid":"5906563","title":"Lotte op Zoek Naar de Draken","description":"NEDERLANDS GESPROKEN: Het hondje Lotte krijgt een zusje, genaamd Roosi. Samen beleven ze een heel spannend avontuur. Karl de wasbeer en Viktor de vis zijn twee wetenschappers die naar het dorpje Gadgetville komen.","first":"L","duration":"4380","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"186","datum":"19700101"},"5202052":{"id":"5202052","assetid":"6034755","title":"Louis & de Aliens","description":"NEDERLANDS GESPROKEN: Het ruimteschip van drie vreemde aliens stort voor het huis van Louis neer. Louis en zijn vrienden moeten op tijd het ruimteschip bereiken om aan alle aardse gevaren en problemen te ontsnappen.","first":"L","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"106","datum":"19700101"},"124257":{"id":"124257","assetid":"1460536","title":"Lover of Loser","description":"In Lover of Loser, naar de gelijknamige bestseller van Carry Slee, zit het de 15-jarige Eva niet mee. Met haar nieuwe stiefvader kan ze absoluut niet opschieten. Op Mees de leuke jongen die in de printshop werkt, is ze eigenlijk wel een beetje verliefd. Hij vind haar ook erg aardig. Maar door een misverstand denkt ze dat hij al een vriendin heeft. Ze wil graag met iemand praten, maar haar beste vriendin wordt opgeslokt door een nieuwe vriend. Als bij een optreden van een muziekband de vlotte knappe Ricardo aandacht aan haar besteedt, is ze als snel helemaal verloren. Mees vindt het maar niets.","first":"L","duration":"6120","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"595","datum":"19700101"},"5175076":{"id":"5175076","assetid":"5417021","title":"Madagascar","description":"Een leeuw, zebra, giraffe en een nijlpaard leven een gemakkelijk leven in de dierentuin. Voor de zebra Alex is dat niet genoeg en hij ontsnapt. Zijn vrienden gaan achter hem aan, maar de vier hebben nog nooit geleefd buiten de dierentuin.","first":"M","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"303","datum":"19700101"},"5174105":{"id":"5174105","assetid":"5392712","title":"Madagascar 2","description":"De vier dierentuin vrienden Alex, Marty, Melman en Gloria zijn beland op het eiland Madagascar. Ze zijn van plan terug te keren naar Amerika, maar de reis verloopt iets anders dan ze verwachten. Ze stranden in de jungle van Afrika.","first":"M","duration":"5100","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"337","datum":"19700101"},"5171671":{"id":"5171671","assetid":"5328392","title":"Madagascar 3: Op avontuur in Europa","description":"De vier dierentuin vrienden proberen nog steeds hun weg terug te vinden naar Amerika. Ze komen aan in Europa en de enige manier om opvallende verder te reizen is samen met een circus dat ze helemaal omtoveren in Madagascar stijl.","first":"M","duration":"5340","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"377","datum":"19700101"},"5205184":{"id":"5205184","assetid":"6297194","title":"Magic Kids","description":"NEDERLANDS GESPROKEN: Vlad is net verhuisd en sluit zich aan bij een van de beroemdste magische scholen ter wereld, met feeën, heksen, trollen en dwergen. Hij en zijn vader zijn de eerste vampiers in de stad, maar al snel ontmoet hij andere bijzondere kinderen.","first":"M","duration":"5580","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"54","datum":"19700101"},"5199791":{"id":"5199791","assetid":"5984882","title":"Mamma Boe: Op Zoek Naar Thuis","description":"NEDERLANDS GESPROKEN: Wanneer Ooievaar, na een lange reis vanuit Zuid-Afrika op de boerderij verschijnt en een nest begint te bouwen stelt Mamma Boe zichzelf de vraag; wat is een thuis eigenlijk?","first":"M","duration":"3720","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"156","datum":"19700101"},"5211659":{"id":"5211659","assetid":"6489476","title":"Mannetje Tak","description":"NEDERLANDS GESPROKEN: Mannetje Tak woont in oude eik samen met zijn vrouw en hun drie kinderen. Op een dag gaat hij joggen en wordt hij aangezien voor een stok. Hij raakt steeds verder van huis. Lukt het mannetje Tak om weer terug te keren naar zijn gezin?","first":"M","duration":"1620","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"1","datum":"19700101"},"5190895":{"id":"5190895","assetid":"5794614","title":"Masha en de Beer 2","description":"NEDERLANDS GESPROKEN: Het ondeugende meisje Masha en de vriendelijke Beer beleven opnieuw de leukste en grappigste avonturen.","first":"M","duration":"3960","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"218","datum":"19700101"},"5183135":{"id":"5183135","assetid":"5609970","title":"Masha en de Beer: de Film","description":"NEDERLANDS GESPROKEN: Het jonge meisje Masha wat niet stil kan zitten en de goedgeluimde beer die op zijn rust is gesteld, beleven nieuwe avonturen.","first":"M","duration":"3900","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"249","datum":"19700101"},"5172591":{"id":"5172591","assetid":"5349377","title":"Masha's Liedjes","description":"Masha woont samen met haar opa in een boshut. Ze is een avontuurlijk en vrolijk meisje dat graag avonturen beleeft met haar beste vriend Beer. Samen beleven ze doldwaze avonturen, zing vrolijk met ze mee!","first":"M","duration":"4740","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"367","datum":"19700101"},"5202048":{"id":"5202048","assetid":"6034653","title":"Maya de Bij: De Honingspelen","description":"NEDERLANDS GESPROKEN: Wanneer Maya per ongeluk de keizerin van Buzztropolis in verlegenheid brengt, wordt ze gedwongen zich te verenigen met een team van buitenbeentjes-beestjes. Samen concurreren ze in de Honingspelen voor een kans om haar bijenkorf te redden.","first":"M","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"107","datum":"19700101"},"5140677":{"id":"5140677","assetid":"4201690","title":"Maya de Bij: Eerste Vlucht","description":"Voor het nieuwsgierige bijtje Maya is het niet altijd makkelijk zich aan de regels van de bijenkorf te houden. Eén van die regels is om de horzels die buiten de korf leven nooit te vertrouwen. Wanneer de koninginnengelei - levensnoodzakelijk voor de koningin van de bijenkorf - wordt gestolen, verdenkt men meteen de horzels. Maya wordt er zelfs van beschuldigd ook in het complot te zitten! Niemand gelooft in haar onschuld, behalve haar beste vriend Willy. De avontuurlijke en nieuwsgierige Maya ontvlucht de bijenkorf en gaat samen met Willy op onderzoek uit. Na een lange en spannende tocht ontdekken Maya en Willy wat er echt aan de hand is. Maar zullen ze nog op tijd zijn om de koningin te redden?","first":"M","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"554","datum":"19700101"},"5173769":{"id":"5173769","assetid":"5382590","title":"Maya en de Pollenbollen","description":"Maya heeft een verrassingsfeest voor Willy georganiseerd. Hij is jarig! Maya stuurt Willy op pad om lekkere pollenbollen te halen voor het versieren van de verjaardagstaart, maar bij terugkomst is hij enkele bollen verloren.","first":"M","duration":"4080","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"342","datum":"19700101"},"5200408":{"id":"5200408","assetid":"5998485","title":"Maya en het Gouden Ei","description":"NEDERLANDS GESPROKEN: Wanneer Maya hoort dat de koningin haar en Willy uit elkaar wil halen omdat ze weer eens chaos hebben gecreëerd in de bijenkorf, besluit Maya om met Willy op avontuur te gaan om de koningin te bewijzen dat ze wél samen te vertrouwen zijn.","first":"M","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"154","datum":"19700101"},"5200236":{"id":"5200236","assetid":"5995363","title":"Maya: Eerste Vlucht","description":"NEDERLANDS GESPROKEN: Maya de Bij tart alle regels van de bijenkorf wanneer zij met haar ontdekkersgeest de orde helemaal overhoop haalt. Wanneer de 'koninginnenbrij' uit de korf wordt gestolen, gaat Maya de Bij op zoek naar de echte dieven.","first":"M","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"157","datum":"19700101"},"5161969":{"id":"5161969","assetid":"4614428","title":"Mees Kees","description":"Kees is een stagiair en moet voor het eerst voor de klas staan, voor groep 6b. Hij weet nog niet helemaal hoe dat moet, maar gelukkig helpen de kinderen hem met lesgeven. De strenge directrice Dreus vindt het maar niets.","first":"M","duration":"4620","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"491","datum":"19700101"},"5162119":{"id":"5162119","assetid":"4618934","title":"Mees Kees Langs de Lijn","description":"Directrice Dreus wil dat klas 6B mee doet aan het schoolvoetbaltoernooi, maar Meester Kees weet niets van voetbal en zelf voetballen kan hij al helemaal niet. Wat begint als een leuke uitdaging, eindigt al snel in chaos.","first":"M","duration":"4560","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"497","datum":"19700101"},"5161893":{"id":"5161893","assetid":"4612205","title":"Mees Kees op de Planken","description":"De klas van Mees Kees gaat een toneelstuk maken. Ze hebben er veel zin in, totdat ze ontdekken dat directrice Dreus een saai middeleeuws stuk heeft uitgekozen. Dan bedenkt Mees Kees iets totaal anders, iets dat er toch een beetje op lijkt.","first":"M","duration":"4260","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"492","datum":"19700101"},"5198989":{"id":"5198989","assetid":"5970428","title":"Mees Kees op Kamp","description":"Klas 6b gaat op kamp onder leiding van Mees Kees en mevrouw Dreus. Wanneer mevrouw Dreus door haar rug gaat komt alle verantwoordelijkheid bij Mees Kees te liggen. Samen met de kinderen zet hij de boel flink op stelten.","first":"M","duration":"4500","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"163","datum":"19700101"},"5203367":{"id":"5203367","assetid":"6059784","title":"Meester Kikker","description":"Als Sita haar spreekbeurt over kikkers houdt, merkt ze dat haar lievelingsmeester zich wel heel vreemd gedraagt. Het wordt groen voor zijn ogen en hij vlucht met grote sprongen het klaslokaal uit. De meester moet Sita iets bekennen. Soms verandert hij zomaar ineens in een kikker. Kunnen Sita en haar klasgenootjes een geheim bewaren en meester Frans helpen? Sitas moeder, die drukker is met haar werk dan met haar dochter, mag het niet te weten komen en de nieuwe, strenge directeur Stork al helemaal niet, want die zoekt al dagelijks naar redenen om meester Frans te ontslaan. En dan is daar ook nog die gevaarlijke ooievaar die in de hulpeloze kikker een heerlijk hapje ziet.","first":"M","duration":"4740","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"94","datum":"19700101"},"5174243":{"id":"5174243","assetid":"6159388","title":"Mega Mindy & ROX Parkshow 2015","description":"De Pipidiamant, een zeer kostbare Chinese diamant, staat tentoongesteld in Plopsaland. Omdat er zoveel superhelden aanwezig zijn in Plopsaland, moet dit de veiligste plek van het land zijn. Maar dan wordt de Pipidiamant toch gestolen!","first":"M","duration":"2040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"334","datum":"19700101"},"5173772":{"id":"5173772","assetid":"5382671","title":"Mega Mindy en de Poppenmeester","description":"Commissaris Migrain neemt Toby en Mieke mee naar een bijzondere voorstelling: die van El Saher, de poppenmeester. Na de show lijkt het wel alsof niemand meer zichzelf is en iedereen veranderd is in marionetten.","first":"M","duration":"4680","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"344","datum":"19700101"},"5173768":{"id":"5173768","assetid":"5382548","title":"Mega Mindy en de Schitterende Smaragd","description":"Er is een persoon die veel geld biedt voor het schilderijtje dat Oma heeft gekocht. Als er een nieuwe agent komt werken en er rare dingen gebeuren, is het tijd voor Mega Mindy om in actie te komen. Maar of het dit keer allemaal lukt?","first":"M","duration":"4260","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"345","datum":"19700101"},"5170539":{"id":"5170539","assetid":"5299094","title":"Mega Mindy en de Snoepbaron","description":"Mieke wil Toby voor zich winnen met een liefdesdrankje van Opa Fonkel. Maar het drankje wordt gestolen én wordt Oma Fonkel ontvoerd. Al snel blijkt dat de gemene snoepbaron Louis hierachter zit.","first":"M","duration":"4500","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"401","datum":"19700101"},"5170552":{"id":"5170552","assetid":"5299463","title":"Mega Mindy en het Zwarte Kristal","description":"Boef Axel is op zoek naar het zwarte kristal in de woestijn van het oosterse Zahambra. Wie deze meteoriet in handen krijgt kan van alles een ‘slechte kopie’ maken. In een spannende Race proberen Mieke, Toby en de andere de eerste te zijn.","first":"M","duration":"4620","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"400","datum":"19700101"},"5169574":{"id":"5169574","assetid":"5272418","title":"Mega Mindy versus Rox","description":"Ooit was Waterman een goede held die het mooie eiland Malta beschermde, maar door zijn honger naar macht veranderde hij langzaam in een slechterik. Nu wil hij de Gouden Helm in handen krijgen en Mega Mandy moet hem tegenhouden!","first":"M","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"408","datum":"19700101"},"5140689":{"id":"5140689","assetid":"4201912","title":"Mega Mindy vs. Rox","description":"Mega Mindy en haar vrienden moeten samenwerken om de slechte Waterman te stoppen. Waterman was vroeger ook een superheld maar raakte op het slechte pad en leidt nu team Rox.","first":"M","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"557","datum":"19700101"},"5140726":{"id":"5140726","assetid":"4202608","title":"Mega Mindy: De Dolfijnendiefstal","description":"Wanneer Mieke op weg is naar de jaarlijkse fitheidstest van de politie, sluipen er twee ongewenste gasten het dolfinarium binnen om de dolfijnen te stelen. Mieke weet dit te voorkomen, maar komt hierdoor wel te laat voor de fitheidstest.","first":"M","duration":"2460","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"558","datum":"19700101"},"5174758":{"id":"5174758","assetid":"5408612","title":"Megamind","description":"Wanneer schurk Megamind per ongeluk zijn aartsrivaal Metro Man vermoordt, verliest hij de zin van het leven. Zijn hele leven zat hij achter z'n vijand aan en andersom. Daarom creëert hij een nieuwe superheld genaamd Titan.","first":"M","duration":"5520","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"389","datum":"19700101"},"5173570":{"id":"5173570","assetid":"5376731","title":"Meneer Pluizenbol","description":"Tom heeft hij niet veel tijd voor zijn vrouw en dochter. Om zijn afwezigheid te compenseren koopt hij voor zijn dochter een kat. Op weg naar huis krijgt Tom een ongeluk en opeens bevindt hij zich in het lichaam van de kat meneer Pluizebol.","first":"M","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"353","datum":"19700101"},"5205742":{"id":"5205742","assetid":"6299212","title":"Merlijn de Tovenaar","description":"NEDERLANDS GESPROKEN: Een jonge leerling genaamd Wart krijgt advies van Merlijn de tovernaar hoe hij koning kan worden door het betoverde zwaard uit de enorme steen waar het in vastzit te trekken.","first":"M","duration":"4560","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"56","datum":"19700101"},"5204215":{"id":"5204215","assetid":"6207899","title":"Mia and the White Lion","description":"Het leven van de tien jaar oude Mia staat op zijn kop als haar familie besluit hun huis in Londen te verruilen voor een leeuwenboerderij in Zuid-Afrika. Zij mist haar vrienden. Als de mooie witte leeuw, Charlie, wordt geboren, slaagt ze erin een nauwe band op te bouwen met de witte welp. Dat geeft haar leven weer kleur. Na drie jaar wordt Mia's leven weer opgeschud als ze een geheim ontdekt dat haar vader verborgen houdt.","first":"M","duration":"5640","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"87","datum":"19700101"},"5175059":{"id":"5175059","assetid":"5416514","title":"Midden in de Winternacht","description":"Tijdens een testvlucht met de Kerstman stort de pratende eland Moos neer in de schuur van Max. Samen gaan ze op zoek naar de Kerstman om hem op tijd voor Kerst weer met zijn slee de lucht in te krijgen.","first":"M","duration":"4800","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"305","datum":"19700101"},"5173547":{"id":"5173547","assetid":"5376020","title":"Mijn Avonturen door V. Swchwrm","description":"V. Swchwrm, negen jaar, wil schrijver worden. Niet ‘zomaar’ een schrijver, maar een Schrijver van Boeken Waar Mensen van Omvallen. Dat doet hij in het geheim, alleen zijn grootvader weet het. En de koningin natuurlijk.","first":"M","duration":"4440","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"352","datum":"19700101"},"5037883":{"id":"5037883","assetid":"2490028","title":"Mijn Broer is een Hondje","description":"Kinderen hebben veel wensen. Marietta heeft slechts één wens: ze wil een hond. Haar ouders zijn hier niet enthousiast over. Zij hebben huwelijksproblemen en moeten ook zorgen voor hun allergische 4-jarige zoon Tobias. Al jarenlang zeurt Marietta bij haar ouders om een hond, maar zonder geluk. Die dag krijgt ze echter ook een cadeau van het Afrikaanse Foster Parent-kind die door de familie wordt gesponsord. Het is een toversteen die iemands grootste wens kan vervullen...","first":"M","duration":"5340","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"577","datum":"19700101"},"5174321":{"id":"5174321","assetid":"5397518","title":"Mijn Franse Tante Gazeuse","description":"Katootje woont met haar nette ouders in het plaatjes Droogbak. Haar familie is verwikkeld in een strijd met hun buren de familie van Zanten voor de prijs van keurigste familie. Maar dan komt opeens Tante Gazeuse uit Frankrijk op bezoek.","first":"M","duration":"5760","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"336","datum":"19700101"},"5193495":{"id":"5193495","assetid":"5848281","title":"Mijn moeder is een Gorilla","description":"NEDERLANDS GESPROKEN: Al zolang ze zich kan herinneren woont Jonna in een weeshuis, wachtend op de dag dat ze zal worden geadopteerd. Iedereen is hoopvol als er op een dag een oude auto het terrein oprijdt, totdat daar een stevige Gorilla uitstapt.","first":"M","duration":"4380","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"200","datum":"19700101"},"5181471":{"id":"5181471","assetid":"5566890","title":"Mijn Robot Vriend A.R.I","description":"NEDERLANDS GESPROKEN: A.R.I. de robot wordt meegenomen door een wrede laboratoriumdirecteur. Hij is van plan A.R.I. te veranderen in een meedogenloos wapen om de wereld te veroveren. Dát laat Noah niet gebeuren en raapt al zijn moed bijeen.","first":"M","duration":"5100","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"266","datum":"19700101"},"5161957":{"id":"5161957","assetid":"4614134","title":"Minions","description":"NEDERLANDS GESPROKEN: Al eeuwen zijn de Minions op zoek naar een slechterik als baas. Met weinig succes. Na jaren zonder baas gaan Kevin, Stuart en Bob een ultieme poging doen om er toch één te vinden. Hun oog valt op de vrouwelijke superschurk Scarlet Overkill.","first":"M","duration":"5220","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"502","datum":"19700101"},"5207843":{"id":"5207843","assetid":"6377348","title":"Minions: Hoe Gru Superschurk Werd","description":"NEDERLANDS GESPROKEN: De twaalfjarige Gru droomt ervan de allergrootste schurk in de wereld te zijn. Dan kruist zijn pad dat van enkele Minions. De Minions verlangen naar een tirannieke baas en willen Gru maar al te graag helpen met zijn droom.","first":"M","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"27","datum":"19700101"},"5208203":{"id":"5208203","assetid":"6387710","title":"Minions: The Rise of Gru","description":"De twaalfjarige Gru droomt ervan de allergrootste schurk in de wereld te zijn. Dan kruist zijn pad dat van enkele Minions. De Minions verlangen naar een tirannieke baas en willen Gru maar al te graag helpen met zijn droom.","first":"M","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"26","datum":"19700101"},"5205207":{"id":"5205207","assetid":"6282708","title":"Minoes","description":"Beginnend journalist Tibbe staat op het punt ontslagen te worden. Eigenlijk is hij te verlegen voor een journalist. Dan ontmoet hij juffrouw Minoes. Zij kan Tjibbe helpen aan het exclusieve nieuws waarmee hij zijn baan kan behouden.","first":"M","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"61","datum":"19700101"},"5170452":{"id":"5170452","assetid":"5297114","title":"Minuscule 2, het Tropisch Avontuur","description":"Wanneer de eerste sneeuwvlokken vallen in de vallei, is het tijd om de wintervoorraden aan te vullen. Maar in alle drukte merkt niemand dat een lieveheersbeestje vastzit in een pakket met bestemming de Caraïben.","first":"M","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"402","datum":"19700101"},"5171552":{"id":"5171552","assetid":"5325962","title":"Minuscule en de Mierenvallei","description":"Ergens op een rustige open plek vormen de haastig achtergelaten spullen van een picknick de inzet van een oorlog tussen twee rivaliserende bendes mieren.","first":"M","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"380","datum":"19700101"},"5170561":{"id":"5170561","assetid":"5299706","title":"Missing Link","description":"De avonturier Sir Lionel Frost is stomverbaasd wanneer hij diep in de Amerikaanse bossen de ontbrekende schakel tussen aap en mens ontdekt: Link. Echter is Link allesbehalve een monster. Samen gaan zij op zoek naar Link's verloren familie.","first":"M","duration":"5400","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"399","datum":"19700101"},"5195693":{"id":"5195693","assetid":"5894559","title":"Monky","description":"NEDERLANDS GESPROKEN: Frank vindt een levend aapje in zijn tuin, genaamd Monky. Zijn komst is het begin van lol en avontuur voor hem en zijn familie. Ze krijgen al snel door dat Monky geen gewoon aapje is en dat hij niet zomaar bij hen in de tuin is beland.","first":"M","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"190","datum":"19700101"},"5181630":{"id":"5181630","assetid":"5570304","title":"Monster Family","description":"NEDERLANDS GESPROKEN: Het zit de familie Wünschmann niet mee. De boekhandel leidt verlies, vader Frank is overwerkt, dochter Fee zit midden in de pubertijd en zoon Max wordt gepest. Op het moment dat ze vervloekt worden, is de maat vol.","first":"M","duration":"5340","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"261","datum":"19700101"},"5197108":{"id":"5197108","assetid":"5922877","title":"Monster Family 2","description":"NEDERLANDS GESPROKEN: De familie Wishbone transformeert zich opnieuw in een vampier, Frankenstein, mummie en weerwolf om Baba Yaga en Renfield te bevrijden uit de klauwen van monsterjager Mila Starr. Gelukkig worden ze geholpen door hun drie vleermuizen.","first":"M","duration":"5940","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"171","datum":"19700101"},"5174914":{"id":"5174914","assetid":"5412935","title":"Monster High: 13 Wishes","description":"Een nieuwe schooljaar begint bij Monster High. Howleen droomt ervan om populair te zijn. Ze komt de geest Gigi tegen, die niet 3, maar 13 wensen voor Howleen mag vervullen!","first":"M","duration":"4200","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"309","datum":"19700101"},"5205753":{"id":"5205753","assetid":"6299583","title":"Monsters en co.","description":"NEDERLANDS GESPROKEN: Enge monsters jagen kleine kinderen de stuipen op het lijf in hun slaapkamers, maar zijn in werkelijkheid als de dood voor de kleine mormels.","first":"M","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"53","datum":"19700101"},"5164721":{"id":"5164721","assetid":"4734275","title":"Monsters University","description":"Mike en Sulley ontmoeten elkaar op de Monster Universiteit, waar ze leren hoe ze enge monsters kunnen worden.","first":"M","duration":"5940","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"467","datum":"19700101"},"5176015":{"id":"5176015","assetid":"5439524","title":"Monsters vs. Aliens","description":"Susan wordt geraakt door een meteoor waardoor ze vijftien meter groeit en als 'monster' een nieuwe naam krijgt: Ginormica. Ze sluiten haar op in een geheim kamp en wanneer de aarde wordt aangevallen moeten de monsters iedereen beschermen.","first":"M","duration":"5400","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"289","datum":"19700101"},"5171712":{"id":"5171712","assetid":"5329193","title":"Morrison Krijgt een Zusje","description":"Morrison is een heel gelukkig jongetje, totdat er een nieuwe baby komt. Want dan is er geen plaats meer voor Morrison, dan moet hij naar zijn tante in het klooster. Niet hij moet weg, de baby moet weg vindt Morrison.","first":"M","duration":"4260","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"374","datum":"19700101"},"5196930":{"id":"5196930","assetid":"5919384","title":"Mr. Peabody & Sherman","description":"NEDERLANDS GESPROKEN: Mr. Peabody is zakenman, uitvinder, Nobelprijswinnaar, lekkerbek, tweevoudig olympisch kampioen, genie en een hond. Met zijn ingenieuze uitvinding de WABAC, maakt hij samen met zijn geadopteerde zoon Sherman spannende tijdreizen.","first":"M","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"180","datum":"19700101"},"5174049":{"id":"5174049","assetid":"5391044","title":"Mulan","description":"Chinese legende over een meisje dat zich als jongen vermomt om de plaats van haar gehandicapte vader in het leger in te nemen","first":"M","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"338","datum":"19700101"},"5174567":{"id":"5174567","assetid":"5403632","title":"Muppets Most Wanted","description":"De Muppets-bende is op wereldtour en doet Europa aan. Daar raken ze per abuis betrokken in een internationale roofkraak. De crimineel Constantine is namelijk een exact evenbeeld van Kermit en neemt stiekem zijn plaats in.","first":"M","duration":"6180","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"323","datum":"19700101"},"5173596":{"id":"5173596","assetid":"5377499","title":"My Little Pony: De Film","description":"De toekomst van Equestria staat op het spel wanneer Storm King de magie van de pony’s dreigt te stelen. De pony’s beginnen aan een spannende reis die hen voor het eerst buiten de muren van hun bekende wereld brengt.","first":"M","duration":"5700","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"351","datum":"19700101"},"5207304":{"id":"5207304","assetid":"6361319","title":"My Little Pony: The Movie","description":"Een nieuwe duistere kracht bedreigt Ponyville. De zes pony's Sparkle, Applejack, Rainbow Dash, Pinkie Pie, Fluttershy en Rarity gaan op een onvergetelijk reis voorbij Equestria. Daar ontmoeten ze nieuwe vrienden en staan ze voor spannende uitdagingen. Ze gaan op zoek naar de magie van vriendschap die ze willen gebruiken om hun thuis te redden.","first":"M","duration":"5700","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"31","datum":"19700101"},"5193637":{"id":"5193637","assetid":"5852616","title":"My Sweet Monster","description":"NEDERLANDS GESPROKEN: Prinses Barbara is stiekem verliefd op prins Edward. Wanneer de geniepige postbode Weasel van de koning eist dat hij met Barbara wil trouwen, vlucht ze. Lieve monster Boogey doet er alles aan om Barbara te helpen het koninkrijk te redden.","first":"M","duration":"5640","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"199","datum":"19700101"},"5193609":{"id":"5193609","assetid":"5851590","title":"Nachtwacht: Het Vampierenbal","description":"Vlad mag het Vampierenbal organiseren. Dit is heel belangrijk, want het grote feest vindt maar eens om de honderd jaar plaats. Plaats van het gebeuren: Vlads oom Baldric z'n verlaten kasteel. Met dat kasteel is er echter meer aan de hand...","first":"N","duration":"4800","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"204","datum":"19700101"},"5176155":{"id":"5176155","assetid":"5443238","title":"Nanny Mcphee: De Vonken Vliegen Eraf","description":"Nanny McPhee verschijnt aan de deur van een gekwelde, jonge moeder die probeert de familieboerderij draaiende te houden terwijl haar man oorlog voert.","first":"N","duration":"6300","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"274","datum":"19700101"},"5205466":{"id":"5205466","assetid":"6290961","title":"Nieuwsgierig Aapje","description":"NEDERLANDS GESPROKEN: Het aapje George is een van de meest nieuwsgierige dieren uit de jungle. Opeens krijgt hij bezoek van de Man met de Gele Hoed. George is altijd in voor een avontuur, en hij reist de man helemaal achterna naar het verre Amerika.","first":"N","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"60","datum":"19700101"},"5174766":{"id":"5174766","assetid":"5408864","title":"Nieuwsgierig Aapje 2 Volg dat Aapje!","description":"Het aapje George bezoekt een circus voorstelling. George ontmoet daar de olifant Kayla en probeert haar te verenigen met haar familie.","first":"N","duration":"4560","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"314","datum":"19700101"},"5174556":{"id":"5174556","assetid":"5403317","title":"Nieuwsgierig Aapje een Heel Apig Kerstfeest","description":"Het aapje George is super enthousiast dat het bijna kerst is! Maar wat moet hij kopen voor de Man met de Gele Hoed?","first":"N","duration":"3240","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"322","datum":"19700101"},"5171708":{"id":"5171708","assetid":"5329097","title":"Nijntje de Film","description":"Nijntje en haar vriendjes gaan in de film op speurtocht door de dierentuin en beleven onderweg allerlei avonturen. De film speelt in op de geliefde thema's voor de kleintjes: dieren, kleuren, vormen en geluiden","first":"N","duration":"4020","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"376","datum":"19700101"},"5176138":{"id":"5176138","assetid":"5442749","title":"Niko 2: Familiezaken","description":"NEDERLANDS GESPROKEN: Niko heeft maar één wens: dat zijn ouders weer bij elkaar komen. Zijn moeder heeft echter een andere man leren kennen en hij en zijn zoontje Jonni trekken bij Niko in. Dan wordt opeens Jonni ontvoerd en begint het avontuur voor Niko.","first":"N","duration":"4380","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"280","datum":"19700101"},"5204105":{"id":"5204105","assetid":"6072499","title":"Niko en de Vliegende Brigade","description":"NEDERLANDS GESPROKEN: Het rendier Niko gaat op zoek naar zijn biologische vader, die deel zou uitmaken van de mythische vliegende slee van \"Santa Claus\". Ondanks hoogtevrees en duizeligheid, trekt Niko er toch op uit.","first":"N","duration":"4620","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"89","datum":"19700101"},"124540":{"id":"124540","assetid":"1460818","title":"Niko en de Vliegende Brigade 2","description":"Na zijn doldwaze kerstbelevenissen in de eerste film is Niko terug met nieuwe avonturen. Het knuffelbare rendierjongetje heeft een geheime wens: hij hoopt dat zijn vader en moeder weer bij elkaar komen en dat ze samen een echt gezin worden. Maar op een dag heeft zijn moeder een verrassend nieuwtje voor hem: ze heeft ene Lenni leren kennen, een leuke rendiervent, en hij en zijn zoontje Jonni komen bij hen wonen. Niko's wereld staat op z'n kop. En alsof het allemaal nog niet erg genoeg is, wordt Jonni kort daarna ontvoerd terwijl Niko op hem zou passen. Niko en zijn vriend Julius beginnen aan een wanhopige zoektocht. Zullen ze erin slagen de kleine Jonni te redden? En zal het Niko uiteindelijk lukken zijn nieuwe familie te accepteren?","first":"N","duration":"4380","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"597","datum":"19700101"},"5190819":{"id":"5190819","assetid":"5792538","title":"Oddbods Snoepen of Spoken","description":"NEDERLANDS GESPROKEN: Zeven harige personages met verschillende kleuren moeten allerlei dagelijkse uitdagingen zien op te lossen.","first":"O","duration":"3120","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"219","datum":"19700101"},"5206841":{"id":"5206841","assetid":"6346553","title":"One Piece: Stampede","description":"Een geanimeerde actie- en avonturenfilm van Takashi Otsuka over stoutmoedige zeerovers, een waanzinnige race, wraak en sabotage.","first":"O","duration":"5760","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"44","datum":"19700101"},"5194973":{"id":"5194973","assetid":"5879601","title":"Onward","description":"NEDERLANDS GESPROKEN: Na de dood van Ian en Barley's vader besluiten de jongens op een ontdekkingsreis te gaan. Daarbij gaan ze op zoek naar de vraag of er nog enige vorm van magie over is in de buitenwereld.","first":"O","duration":"5880","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"196","datum":"19700101"},"5193595":{"id":"5193595","assetid":"5850498","title":"Ook muizen gaan naar de hemel","description":"NEDERLANDS GESPROKEN: Na een onverwacht ongeluk komen een jonge muis met een opvliegend karakter en een onzekere vos samen in de dierenhemel terecht. In deze nieuwe wereld moeten ze leren hun natuurlijke instincten te bedwingen.","first":"O","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"198","datum":"19700101"},"5185349":{"id":"5185349","assetid":"5662236","title":"Op Stap met Dirk Scheele","description":"Dirk gaat op bezoek bij een echte koning en koningin in een paleis en gaat voor de allereerste keer paardrijden. Hij haalt grapjes uit en zet de hele groentewinkel op stelten met de Broccolirock.","first":"O","duration":"3900","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"240","datum":"19700101"},"5176164":{"id":"5176164","assetid":"5443541","title":"Op Zoek naar de Yeti","description":"Detective Nelly Maloye en wetenschapper Simon Picard gaan samen op avontuur om het bestaan van de Yeti te bewijzen. Simon heeft een gecodeerd dagboek van een vermiste ontdekkingsreiziger die hem de weg moet wijzen.","first":"O","duration":"4800","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"275","datum":"19700101"},"5172710":{"id":"5172710","assetid":"5352434","title":"Open Season","description":"Een als huisdier levende bruine beer wordt vlak voor het jachtseizoen door een praatgraag hertje terug naar het bos gehaald.","first":"O","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"365","datum":"19700101"},"5174944":{"id":"5174944","assetid":"5413829","title":"Open Season 2","description":"Het rendier Elliott raakt bevriend met de door mensen opgevoede grizzlybeer Boog, wanneer beide alleen komen te staan tijdens het jachtseizoen. Intussen probeert boswachter Beth Boog terug te vinden.","first":"O","duration":"4380","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"307","datum":"19700101"},"5174591":{"id":"5174591","assetid":"5404358","title":"Open Season 3","description":"Wanneer Boogs vrienden het jaarlijkse uitstapje afzeggen om tijd door te brengen met hun familie, besluit de beer zelf op pad te gaan. Hij verwisselt van plaats met een grizzly die op hem lijkt en zo belandt hij in een circus.","first":"O","duration":"4260","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"321","datum":"19700101"},"5173608":{"id":"5173608","assetid":"5377865","title":"Operatie Noordpool","description":"De 13-jarige Julia en de 8-jarige tweeling Ida en Sindre belanden ongewild op een verlaten eiland in de Noordelijke IJszee. Als er niet meteen hulp komt moeten ze zien te overleven, maar wat doe je als er opeens een ijsbeer voor je staat?","first":"O","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"350","datum":"19700101"},"249781":{"id":"249781","assetid":"6090763","title":"Orla de Kikkerslikker","description":"Het feit dat ze klein zijn maakt het er voor de 10-jarige Victor en zijn vriendjes niet gemakkelijker op. Daarbij wonen ze ook nog eens in een dorpje vol strenge volwassenen en zijn ze regelmatig slachtoffer van de lokale pestkop Orla de Kikkerslikker. Wanneer er een circus naar het saaie slaperige stadje komt, wil Victor dolgraag samen met zijn hond optreden in de talentenshow. Freddy komt echter met een sinister plan om Victors optreden te verpesten.","first":"O","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"583","datum":"19700101"},"192074":{"id":"192074","assetid":"1590010","title":"Otto is een Neushoorn","description":"Topper is een optimistische jonge knaap met een levendige fantasie. Hij is ook verliefd op Sille, maar ze denkt dat hij gek is. Op een dag vindt Topper een potlood en tekent een neushoorn die tot leven komt. Dit verandert alles.","first":"O","duration":"4380","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"582","datum":"19700101"},"5166671":{"id":"5166671","assetid":"5010932","title":"Over the Hedge","description":"De ondeugende wasbeer R.J. leeft samen met de andere dieren in het bos. Hij is gefascineerd door de wereld achter de heg en bedenkt en plan om de 'buitenwijk' binnen te dringen.","first":"O","duration":"4800","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"449","datum":"19700101"},"5172717":{"id":"5172717","assetid":"5352650","title":"Paddington","description":"Een jonge Peruviaanse beer met een grote passie voor alles dat Brits is reist naar Londen om een huisje te vinden. Alleen en verdwaald eindigt het beertje op Paddington Station, waar hij wordt gevonden door de familie Brown.","first":"P","duration":"5460","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"366","datum":"19700101"},"5159309":{"id":"5159309","assetid":"4540571","title":"Paddington 2 NL","description":"NEDERLANDS GESPROKEN: Paddington voelt zich gelukkig bij de familie Brown in Windsor Gardens, waar hij een populair lid van de gemeenschap is geworden. Tijdens een zoektocht naar het perfecte cadeau voor zijn geliefde tante Lucy's honderdste verjaardag ontdekt Paddington een uniek boek in Mr. Gruber's antiekwinkel.","first":"P","duration":"5940","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"463","datum":"19700101"},"5159308":{"id":"5159308","assetid":"4540556","title":"Paddington 2 OV","description":"Paddington voelt zich gelukkig bij de familie Brown in Windsor Gardens, waar hij een populair lid van de gemeenschap is geworden. Tijdens een zoektocht naar het perfecte cadeau voor zijn geliefde tante Lucy's honderdste verjaardag ontdekt Paddington een uniek boek in Mr. Gruber's antiekwinkel.","first":"P","duration":"5940","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"462","datum":"19700101"},"5187985":{"id":"5187985","assetid":"5728281","title":"Paw Patrol: De Film","description":"NEDERLANDS GESPROKEN: Hun grootste vijand Humdinger wordt burgemeester van Avonturenstad en er komt steeds meer chaos. Ryder en de heldhaftige pups proberen hem te stoppen voordat het erger wordt. Gelukkig krijgt het team hulp van de slimme teckel Liberty.","first":"P","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"225","datum":"19700101"},"5187976":{"id":"5187976","assetid":"5728068","title":"PAW Patrol: The Movie","description":"Hun grootste vijand Humdinger wordt burgemeester van Avonturenstad en er komt steeds meer chaos. Ryder en de heldhaftige pups proberen hem te stoppen voordat het erger wordt. Gelukkig krijgt het team hulp van de slimme teckel Liberty.","first":"P","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"226","datum":"19700101"},"5207753":{"id":"5207753","assetid":"6374771","title":"Paws of Fury: The Legend of Hank","description":"De vrolijke hond Henk droomt van een leven als samoerai in een land waar katten de baas zijn. Jimbo, ooit een grote samoerai, neemt Henk met veel tegenzin onder zijn hoede. Samen moeten ze vechten om hun stad te beschermen.","first":"P","duration":"5580","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"34","datum":"19700101"},"5204206":{"id":"5204206","assetid":"6207635","title":"Pelle en de Waterdieven","description":"Tijdens een hevige storm knapt de kabel die een klein Noors kustplaatsje van elektriciteit voorziet. Plots is het dorp in kou en duisternis gehuld. Pelle de politiewagen komt in actie en slaagt erin een nieuwe kabel langs de bergen naar het dorp te leiden. Zijn werk is niet zonder gevaar, want Pelle komt in aanraking met de oude kabel, waar nog spanning op staat. Geen reden tot paniek echter: voortaan gaat Pelle als elektrische auto door het leven. Intussen zijn buiten het dorp twee duistere figuren actief.","first":"P","duration":"4260","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"70","datum":"19700101"},"5193864":{"id":"5193864","assetid":"5857812","title":"Pelle en Kas op zoek naar het gezonken schip","description":"NEDERLANDS GESPROKEN: Aan de vriendschap van Pelle en Kas dreigt een einde te komen wanneer de fabriek waar Pelles vader werkt, moet verkassen. Geen werk, geen geld, dus moeten ze verhuizen. Tenzij Pelle en Kas de beloning kunnen krijgen voor de verloren buit...","first":"P","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"197","datum":"19700101"},"5173634":{"id":"5173634","assetid":"5378618","title":"Peter en de Draak","description":"Grace werkt als boswachter en op een dag ontmoet ze in het bos de jonge Peter die zegt dat hij met een groene draak genaamd Elliott leeft. De verhalen lijken verdacht op de verhalen van haar vader en Grace gaat op zoek naar de waarheid.","first":"P","duration":"5880","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"347","datum":"19700101"},"5168319":{"id":"5168319","assetid":"5234951","title":"Peter Pan","description":"De drie kinderen van de Darling familie krijgen bezoek van Peter Pan, een jongen die nooit opgegroeid is. Hij neemt hen mee naar Never Never Land waar een oorlog gaande is met de slechte Captain Hook.","first":"P","duration":"4380","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"418","datum":"19700101"},"5182444":{"id":"5182444","assetid":"5591934","title":"Peter Rabbit 2: The Runaway","description":"Bea, Thomas en de konijnen zijn samen uitgegroeid tot één grote familie, maar ook al doet hij nog zo zijn best, Pieter kan zijn ondeugende reputatie maar niet van zich afschudden.","first":"P","duration":"5340","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"253","datum":"19700101"},"5170653":{"id":"5170653","assetid":"5302358","title":"Piet Piraat en de Betoverde Kroon","description":"De magische kroon van Koning Hedior is vervloekt. Als je deze op je hoofd zet, verander je in een schilderij. Één keer in de 100 jaar word je drie dagen wakker. Wat zal er gebeuren wanneer Piet Piraat het schilderij vindt?","first":"P","duration":"3480","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"395","datum":"19700101"},"5167738":{"id":"5167738","assetid":"5210879","title":"Piet Piraat en de Toverlantaarn","description":"Piet, Stien, Berend en Steven hebben een magische toverlantaarn. Daarmee kunnen ze hun leukste avonturen nog een keertje beleven. Ze vertellen de verhalen van de Windvis, Waar is Kwally?, de Papegaaienschat en de Zeewiersoep.","first":"P","duration":"4800","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"436","datum":"19700101"},"5167708":{"id":"5167708","assetid":"5201906","title":"Piet Piraat en het Geheim van de Verzonken Stad","description":"De piraten zijn klaar om met De Scheve Schuit de haven uit te varen. Maar plots horen ze een stem. Stien denkt dat het de stem van een zeemeermin uit Atlantis is en gaat met Berend op zoek naar de zeemeermin en naar de schat van Atlantis.","first":"P","duration":"4560","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"440","datum":"19700101"},"5170597":{"id":"5170597","assetid":"5300813","title":"Piet Piraat en het Vliegende Schip","description":"Als de Scheve Schuit in volle zee op een ander schip botst, begint er een nieuw avontuur voor Piet Piraat en zijn scheepsmaten. Ze ontdekken dat het om de Wankele Walvis gaat, een schip dat door Neptunus werd vervloekt.","first":"P","duration":"3600","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"398","datum":"19700101"},"5170755":{"id":"5170755","assetid":"5305301","title":"Piet Piraat en het Zeemonster","description":"Piet Piraat droomt ervan om lid te worden van de Dappere Piraten Club. Tot nu toe zijn er slechts drie piraten lid van deze club, namelijk Kapitein Keikop, Hendrik Eenoog en Lichtblauwbaard.","first":"P","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"391","datum":"19700101"},"5170627":{"id":"5170627","assetid":"5301701","title":"Piet Piraat en het Zwaard van Zilvertand","description":"Na een woeste storm, belandt de rare Kapitein Eksteroog op een onbewoond eiland. Op dit eiland zoekt hij naar een schat die zijn aartsvijand Zilvertand er ooit heeft begraven. Ook Reus, een gigantische kerel belandt samen met vijf kinderen","first":"P","duration":"4320","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"396","datum":"19700101"},"5190844":{"id":"5190844","assetid":"5793153","title":"Pieter de Poolvos","description":"NEDERLANDS GESPROKEN: Pieter de poolvos heeft grote dromen, maar werkt nu in de postkamer van de Noordpool. Wat hij echt wil is een Top Dog worden. De elite koerier van de Noordpool. Nu hoeft hij alleen nog maar zichzelf te bewijzen met een mysterieus pakketje.","first":"P","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"220","datum":"19700101"},"5161779":{"id":"5161779","assetid":"4609163","title":"Pieter Konijn","description":"NEDERLANDS GESPROKEN: Pieter en zijn buurman zijn grote rivalen. Die rivaliteit is ontstaan wanneer Pieter op zoek is naar een feestmaal van groentes in de moestuin van Mr. Macgregor, terwijl deze zijn tuin vrij van konijnen probeert te houden.","first":"P","duration":"5400","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"523","datum":"19700101"},"5182485":{"id":"5182485","assetid":"5592924","title":"Pieter Konijn op de Vlucht","description":"NEDERLANDS GESPROKEN: Bea, Thomas en de konijnen zijn samen uitgegroeid tot één grote familie, maar ook al doet hij nog zo zijn best, Pieter kan zijn ondeugende reputatie maar niet van zich afschudden.","first":"P","duration":"5340","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"252","datum":"19700101"},"5176093":{"id":"5176093","assetid":"5441624","title":"Pieter Post de Film","description":"NEDERLANDS GESPROKEN: Pieter Post bezorgt in zijn bekende rode bus, samen met zijn zwart-witte kat Smoes, dagelijks de post bij de mensen van het dorpje Groenbeek. Als Pieter meedoet aan een nationale talentenjacht ontpopt hij zich tot een briljante zanger.","first":"P","duration":"4620","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"284","datum":"19700101"},"5173451":{"id":"5173451","assetid":"5373044","title":"Pim & Pom: Het Grote Avontuur","description":"De katten Pim en Pom worden ontvoerd door de stoute nichtjes van hun baasje. Ze willen de poezen meenemen naar hun nieuwe huis. Gelukkig weten Pim en Pom te ontsnappen. Op hun zwerftocht onderweg naar huis beleven ze spannende avonturen.","first":"P","duration":"4200","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"355","datum":"19700101"},"5172385":{"id":"5172385","assetid":"5345195","title":"Pinokkio","description":"Speelgoedmaker Gepetto zou niets liever willen dan een zoon. Hij maakt daarom een houten jongen en noemt hem Pinokkio. Wanneer de Blauwe Fee de houten pop tot leven brengt, komt zijn grootste wens uit.","first":"P","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"368","datum":"19700101"},"5208678":{"id":"5208678","assetid":"6400922","title":"Pinokkio de Sprookjesmusical","description":"Reis mee naar een prachtig Italiaans dorpje waar de vriendelijke timmerman Geppetto woont. Een timmerman die al maanden aan een grote houten pop timmert die hij Pinokkio noemt. Stiekem dromend van een eigen zoon. Als op een dag een fee Pinokkio tot leven tovert, kan Geppetto zijn geluk niet op. Maar ook Pinokkio draagt een grote wens met zich mee. Deze ondeugende houten pop wil namelijk het allerliefst een écht jongetje zijn. Maar of dit sprookje uit gaat komen…?","first":"P","duration":"4740","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"30","datum":"19700101"},"5174964":{"id":"5174964","assetid":"5414312","title":"Piraten!","description":"De chaotische Piratenkapitein is overheerser van de zee. Samen met zijn klunzige crew moet hij zijn grote droom waarmaken, namelijk de bittere rivalen Black Bellamy en Cutlass Liz verslaan om de grote prijs 'Piraat van het jaar' te winnen.","first":"P","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"308","datum":"19700101"},"5211025":{"id":"5211025","assetid":"6471056","title":"Pixie en de Pakjesbezorger","description":"NEDERLANDS GESPROKEN: Kerstmis is in gevaar. De enige die ervoor kan zorgen dat Kerstmis blijft voortbestaan is Pixie Post.","first":"P","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"15","datum":"19700101"},"5161868":{"id":"5161868","assetid":"4611440","title":"Planes","description":"NEDERLANDS GESPROKEN: Vliegtuig Dusty droomt ervan om mee te doen aan ’s werelds grootste luchtrace, maar hij heeft hoogtevrees! Oorlogsvliegtuig Skipper helpt hem om zijn angst te overwinnen, zodat hij hoger kan vliegen dan ooit tevoren.","first":"P","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"510","datum":"19700101"},"5165915":{"id":"5165915","assetid":"4948664","title":"Planes 2: Redden & Blussen","description":"NEDERLANDS GESPROKEN: Het wereldberoemde racevliegtuig Dusty komt erachter dat zijn motor beschadigd is en hij dus misschien nooit meer kan racen! Hij moet nu terugschakelen en belandt in de wereld van brandbestrijding vanuit de lucht.","first":"P","duration":"4800","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"456","datum":"19700101"},"5174805":{"id":"5174805","assetid":"5410004","title":"Planet 51","description":"Lem leeft op een rustige planeet waar nooit iets spannends gebeurt. De groene bewoners leiden een heerlijk zorgeloos leven; ze daten, sporten en gaan naar hun werk. Tot op een dag astronaut Chuck met zijn ruimteschip in de achtertuin landt.","first":"P","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"310","datum":"19700101"},"5198505":{"id":"5198505","assetid":"6235162","title":"Playmobil: De Film","description":"NEDERLANDS GESPROKEN: Marla's jongere broer Charlie verdwijnt voor haar ogen in de wereld van Playmobil. Ze ziet geen andere optie dan mee te reizen naar dit bizarre universum waarin ze een zoektocht begint. Tijdens haar avontuur ontmoet ze diverse figuren die haar meehelpen Charlie terug te vinden.","first":"P","duration":"5700","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"160","datum":"19700101"},"5198507":{"id":"5198507","assetid":"6235201","title":"Playmobil: The Movie","description":"Marla's jongere broer Charlie verdwijnt voor haar ogen in de wereld van Playmobil. Ze ziet geen andere optie dan mee te reizen naar dit bizarre universum waarin ze een zoektocht begint. Tijdens haar avontuur ontmoet ze diverse figuren die haar meehelpen Charlie terug te vinden.","first":"P","duration":"5700","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"159","datum":"19700101"},"5169630":{"id":"5169630","assetid":"5274104","title":"Plop en de Kabouterbaby","description":"Er komt een kaboutercircus naar het kabouterbos. Wanneer de circusstoet door het bos rijdt, valt er een mandje van één van de trailers. Niet veel later ontdekt Kabouter Lui het mandje, waar een kleine kabouterbaby in ligt.","first":"P","duration":"4380","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"404","datum":"19700101"},"5170673":{"id":"5170673","assetid":"5302931","title":"Plop en de Kabouterschat","description":"Bij het schoonmaken van de schoorsteen ontdekt Klus kabouter een schatkaart. De kabouters besluiten om samen de Kabouterschat te zoeken. Maar... de tocht is moeilijk en gevaarlijk. Onderweg ontmoeten ze nog twee andere kabouters.","first":"P","duration":"4380","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"393","datum":"19700101"},"5178478":{"id":"5178478","assetid":"5498211","title":"Plop en de Pinguïn","description":"Kabouter Plop en zijn vrienden krijgen vreemd bezoek in de melkherberg. Is het een giraf? Een verdwaalde ijsbeer? Als poolkabouter Snorre aanklopt bij de kabouters wordt al snel duidelijk met welk vreemd dier ze te maken hebben: een pinguïn","first":"P","duration":"4260","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"269","datum":"19700101"},"5170727":{"id":"5170727","assetid":"5304527","title":"Plop en de Toverstaf","description":"Kabouter Plop moet de kerstkabouter helpen, want hij is zijn toverstaf kwijt. Met deze toverstaf kun je cadeautjes toveren, maar ook vreselijke dingen aanrichten. Kabouter Plop en kabouter Klus gaan samen op pad.","first":"P","duration":"2700","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"392","datum":"19700101"},"5168104":{"id":"5168104","assetid":"5229023","title":"Plop en het Vioolavontuur","description":"Kabouter Plop en zijn vrienden horen ze mooie vioolmuziek aan de rand van het kabouterbos. Kabouter Klus klimt via de regenpijp omhoog en ontdekt het meisje Anna. Zodra Anna de kabouters ziet, laat ze door de schrik haar viool kapot vallen.","first":"P","duration":"3720","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"426","datum":"19700101"},"5170678":{"id":"5170678","assetid":"5303078","title":"Plop en Kwispel","description":"Als Plop en zijn vrienden ontdekken een hondje in het bos! Al snel verovert deze schattige hond de harten van de kabouters. Maar aan de andere kant van het bos, in de grote-mensen-wereld, is er een jongetje erg verdrietig. Hij mist Kwispel.","first":"P","duration":"3120","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"394","datum":"19700101"},"5167996":{"id":"5167996","assetid":"5225525","title":"Plop in de Stad","description":"Lui eet - ondanks een waarschuwing van Plop - een verkeerde bes. Hij begint ineens te groeien, totdat hij net zo groot als een mens is. De andere kabouters worden heel boos op hem, waardoor Lui verdrietig wegloopt en in het bos verdwaalt.","first":"P","duration":"3900","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"432","datum":"19700101"},"5170603":{"id":"5170603","assetid":"5300975","title":"Plop in de Wolken","description":"Op een dag ontvangt Kabouter Plop een brief van zijn Oom Knap. Daarin staat dat Oom Knap heel erg ziek is en dat hij enkel kan genezen als hij het sap drinkt van de Karbonkelwortel. Maar die wortel groeit enkel in het bos van Plop.","first":"P","duration":"4740","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"397","datum":"19700101"},"5170817":{"id":"5170817","assetid":"5307152","title":"Plop wordt Kabouterkoning","description":"Kabouter Plop wordt aangezien voor de nieuwe koning. Voordat hij het goed en wel beseft, zit Plop op de troon als de nieuwe koning. Maar waar is de echte kabouterprins gebleven?","first":"P","duration":"4500","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"390","datum":"19700101"},"5185347":{"id":"5185347","assetid":"5662200","title":"Pluisje","description":"Pluisje kan niet vliegen en kan niet mee naar het zuiden wanneer het tijd is om te overwinteren. Hij zal de winter moeten overleven maar hij maakt nieuwe vrienden die hem daarbij zullen helpen.","first":"P","duration":"4740","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"241","datum":"19700101"},"5204226":{"id":"5204226","assetid":"6208266","title":"Pluk van de Petteflet","description":"NEDERLANDS GESPROKEN: Op een mooie dag komt een klein rood kraanwagentje onder de poort van de Petteflet doorrijden met aan het stuur een jongetje van een jaar of acht. Het is Pluk en hij is op zoek naar een huisje om in te wonen. Dollie de duif vertelt hem dat het torenkamertje bovenop de Petteflet leegstaat. In de Petteflet leert Pluk een aantal flatbewoners en hun problemen kennen. Zoals mevrouw Helderder met haar dochter Aagje, meneer Pen van het winkeltje onder in de flat en vader Stamper met zijn vijf zoontjes.","first":"P","duration":"5460","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"71","datum":"19700101"},"5173918":{"id":"5173918","assetid":"5387120","title":"Pocahontas","description":"De Engelse soldaat John is onderdeel van de koloniale verovering van Noord-Amerika. Wanneer hij Pocahontas ontmoet, de dochter van een lokaal stamhoofd, ontstaat er een diepe liefde die vecht tegen vooroordelen.","first":"P","duration":"4800","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"341","datum":"19700101"},"5158351":{"id":"5158351","assetid":"6187743","title":"Power Rangers","description":"Vijf gewone middelbare scholieren moeten iets buitengewoons worden. Ze ontdekken dat hun kleine thuisstadje Angel Grove en de rest van de wereld op het punt staat vernietigd te worden door een buitenaardse bedreiging.","first":"P","duration":"7140","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"460","datum":"19700101"},"5191867":{"id":"5191867","assetid":"5814861","title":"Prinses Emmy","description":"Prinses Emmy is een jong meisje met een speciale gave. Zij is de enige in het koninkrijk Kandis die met paarden kan praten.","first":"P","duration":"4440","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"209","datum":"19700101"},"5198719":{"id":"5198719","assetid":"5965578","title":"Raaf de Kleine Rover","description":"NEDERLANDS GESPROKEN: Raaf en zijn vrienden beschadigen tijdens het spelen de dam aan de rand van het bos. Samen moeten ze voorkomen dat het bos overstroomt met water.","first":"R","duration":"4380","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"166","datum":"19700101"},"5196868":{"id":"5196868","assetid":"5917525","title":"Raafje met de Rode Sok","description":"NEDERLANDS GESPROKEN: Raafje veroorzaakt een regelrechte ramp wanneer hij met zijn zeepkist het eten van de dieren in het bos de rivier in rijdt. De winter is in aantocht, maar zonder eten zullen de dieren het erg moeilijk krijgen. Raafje heeft een oplossing.","first":"R","duration":"4140","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"182","datum":"19700101"},"5183206":{"id":"5183206","assetid":"5611395","title":"Race naar de Maan","description":"Een kwaadaardige miljonair is op reis naar de maan om een nieuwe vorm van energie te bemachtigen waardoor hij de machtigste man van de wereld zal worden. Hij weet niet dat Mike met zijn opa ook op weg is naar de maan om hem te stoppen.","first":"R","duration":"5400","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"246","datum":"19700101"},"5172982":{"id":"5172982","assetid":"5360894","title":"Racetime","description":"Frankie en zijn teamgenoten nemen het op tegen nieuwe tegenstanders: de mysterieuze, verwaande Zac en zijn atletische neef Charly. Frankie en zijn team verliezen en ontdekken dat Zac valsgespeeld heeft.","first":"R","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"360","datum":"19700101"},"124255":{"id":"124255","assetid":"1460512","title":"Radeloos","description":"Als Paco plotseling zijn vader verliest, staat zijn leven op zijn kop. Vooral omdat hij denkt dat het zijn schuld is. Paco klust niet meer aan zijn bus en zijn vriendin Floor laat hem keihard zitten. Zijn schuldgevoel wordt alleen maar groter, hierdoor raakt hij net zo in de problemen als zijn klasgenote Yara. Yara wil het liefst naar de kunstacademie, maar haar moeder pusht haar om model te worden. Yara voelt zich dik tussen de broodmagere modellen en doet er alles aan om dunner te worden en haar onzekerheid te verbergen. Kunnen Paco en Yara elkaar helpen en steun bij elkaar vinden?","first":"R","duration":"6960","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"593","datum":"19700101"},"5161846":{"id":"5161846","assetid":"4610789","title":"Ralph Breaks the Internet","description":"NEDERLANDS GESPROKEN: Ralph en co. zetten hun avonturen voort en hoppen nog steeds van het ene naar het andere arcadespel. Ze ontdekken echter een nieuw fenomeen: het internet.","first":"R","duration":"6480","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"495","datum":"19700101"},"5169596":{"id":"5169596","assetid":"5273096","title":"Rango","description":"Een naamloze kameleon doet zich voor als Rango, een pistoolheld. Wanneer het stadje Dirt op het punt staat van uitdrogen is het aan hem om het stadje van de ondergang te redden.","first":"R","duration":"6120","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"406","datum":"19700101"},"5164501":{"id":"5164501","assetid":"4727843","title":"Rapunzel","description":"Als baby is ze gestolen uit het paleis van haar ouders en opgesloten in een verborgen hoge toren. Wanneer de beruchte crimineel Flynn Rider langs haar toren komt kan Rapunzel eindelijk ontsnappen en op avontuur gaan.","first":"R","duration":"5760","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"476","datum":"19700101"},"5161758":{"id":"5161758","assetid":"4608626","title":"Ratatouille","description":"NEDERLANDS GESPROKEN: Het ratje Remy droomt ervan ooit een grote chefkok te worden. Hij raakt verzeild in het riool en komt zo precies uit onder het beroemde restaurant van zijn culinaire held. Al snel zet Remy’s passie de hele culinaire wereld op zijn kop.","first":"R","duration":"6420","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"507","datum":"19700101"},"5185354":{"id":"5185354","assetid":"5662404","title":"Ratchet & Clank","description":"De kleine Ratchet heeft maar één droom: held van het Solona-universum worden en zich aansluiten bij Qwark’s ruimteleger. Qwark ziet hier echter niks in. Voor Ratchet is dit gelukkig niet het einde.","first":"R","duration":"5400","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"238","datum":"19700101"},"124749":{"id":"124749","assetid":"1461019","title":"Razend","description":"Sven wil regisseur worden en is al volop bezig met filmen. Hij filmt vooral zijn vrienden die aan free running doen en zet de filmpjes dan op Youtube. Hij vraagt Roosmarijn om mee te werken aan zijn eerste speelfilm. Zij mag echter niet te weten komen dat hij thuis regelmatig een pak rammel krijgt. Het lukt hem zijn blauwe plekken voor iedereen verborgen te houden totdat hij er op een dag zo slecht aan toe is dat hij bij zijn oma onderduikt. Daardoor mist hij zijn verjaardag. Roosmarijn denkt dat hij haar niet meer leuk vindt en ook zijn vrienden zijn boos op hem. Hij besluit om voor eens en voor altijd met zijn vader af te rekenen, totdat hij ontdekt waarom zijn vader hem slaat.","first":"R","duration":"5400","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"588","datum":"19700101"},"5198721":{"id":"5198721","assetid":"5965642","title":"Rikkie de Ooievaar","description":"NEDERLANDS GESPROKEN: Rikkie is een mus, maar hij is aan opgevoed door ooievaars waardoor hij denkt dat hij er zelf ook een is. Wanneer hij de waarheid hoort, vertrekt zijn familie op trektocht naar Afrika en zo eigenwijs dat ie is, gaat Rikkie hen achterna.","first":"R","duration":"4800","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"165","datum":"19700101"},"5161751":{"id":"5161751","assetid":"4608410","title":"Rio","description":"NEDERLANDS GESPROKEN: Blu is een tamme papegaai die nog nooit geleerd heeft om te vliegen. Hij woont samen met zijn baasje in Minnesota, waar hij geniet van zijn comfortabele leventje. Hij is tenslotte de laatste van zijn soort, althans... dat denkt hij.","first":"R","duration":"5580","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"496","datum":"19700101"},"5161766":{"id":"5161766","assetid":"4608866","title":"Rio 2","description":"De vogels Blu en Jewel hebben een druk leven met hun drie kinderen. Voor een familiereünie verlaten ze hun huis voor de jungle. Daar krijgt Blu het aan de stok met twee pittige tegenstanders: zijn schoonvader en een op wraak beluste Nigel.","first":"R","duration":"5820","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"514","datum":"19700101"},"5079513":{"id":"5079513","assetid":"3006725","title":"Rita en Krokodil","description":"Rita is een vastberaden kleuter met een altijd hongerig vriendje, Krokodil. Hij woont in de badkuip, maar zeer waarschijnlijk bestaat hij enkel in de fantasie van Rita. Het zou kunnen dat Rita en Krokodil eigenlijk niet veel verder komen dan de tuin van oma of onder het vloerkleed in haar kamer. Rita's fantasie brengt hen echter overal waar ze maar willen. Met Krokodil in de buurt, is er altijd wat te beleven.","first":"R","duration":"2280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"567","datum":"19700101"},"5204217":{"id":"5204217","assetid":"6207980","title":"Rita en Krokodil 2","description":"Rita is een vastberaden kleuter met een altijd hongerig vriendje, Krokodil. Hij woont in de badkuip, maar zeer waarschijnlijk bestaat hij enkel in de fantasie van Rita. Het zou kunnen dat Rita en Krokodil eigenlijk niet veel verder komen dan de tuin van oma of onder het vloerkleed in haar kamer. Rita’s fantasie brengt hen echter overal waar ze maar willen. Met Krokodil in de buurt, is er altijd wat te beleven. Gebaseerd op de boekjes van Siri Melchior.","first":"R","duration":"2520","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"68","datum":"19700101"},"5119418":{"id":"5119418","assetid":"3825357","title":"Rita en Krokodil 3","description":"Vastberaden huppelt de 4-jarige Rita door het leven, vergezeld door haar altijd hongerige vriendje Krokodil die bij haar thuis in de badkuip woont. In Rita & Krokodil 3 gaan ze skiën en op kasteelbezoek en verkleden ze zich met Halloween. Het duo probeert het croquetspel onder de knie te krijgen, bakt kerstkoekjes en viert samen oud & nieuw. Negen tot de verbeelding sprekende korte filmpjes voor de allerjongste bioscoopbezoeker (2+) en alweer het laatste deel in de serie.","first":"R","duration":"2520","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"563","datum":"19700101"},"5169040":{"id":"5169040","assetid":"5256392","title":"Robin Hood","description":"Robin Hood verzint samen met zijn grote vriend Kleine Jan keer op keer weer iets fantastisch grappigs en moedigs om de gierige Prins Jan te slim af te zijn, en om vreugde te brengen bij de bewoners van het Sherwood bos","first":"R","duration":"4740","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"414","datum":"19700101"},"5197380":{"id":"5197380","assetid":"6215375","title":"Robinson Crusoe","description":"De papegaai Dinsdag woont met een groepje dieren op een paradijselijk eiland. Hij droomt ervan om de rest van de wereld te ontdekken. Na een woeste storm spoelt een vreemd wezen aan op het strand: Robinson Crusoe. Wantrouwig kijken de dieren toe hoe de nieuwkomer het ene rare ding na het andere bouwt. Maar Dinsdag staat helemaal open voor het avontuur: wie weet is dit zijn kans om van het eiland af te raken!","first":"R","duration":"5220","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"175","datum":"19700101"},"5191870":{"id":"5191870","assetid":"5814954","title":"Robocar Poli - Op Avontuur in de Stad","description":"Het Robocar team staat altijd klaar om de inwoners van Bezemstad te redden uit gevaarlijke situaties. Zie hoe zijn team een bosbrand te lijf gaat, hoe Heli probeert een storm te trotseren om zijn reddingsteam te helpen.","first":"R","duration":"4140","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"206","datum":"19700101"},"5169048":{"id":"5169048","assetid":"5256629","title":"Robots","description":"Robot Rodney Copperbottom keek altijd met zijn vader naar het programma van uitvinder Bigweld. Op zijn achttiende verjaardag vertrekt hij dan ook naar Robot City om zijn idool te ontmoeten, maar dat blijkt makkelijker gezegd dan gedaan.","first":"R","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"413","datum":"19700101"},"5201878":{"id":"5201878","assetid":"6032216","title":"Ron's Gone Wrong","description":"NEDERLANDS GESPROKEN: Barney heeft een nieuwe beste vriend Ron: een wandelende, onhandige en pratende robot. Barney komt erachter dat zijn robotvriendje niet helemaal werkt. Kan hij Ron nieuwe robottrucjes leren?","first":"R","duration":"6120","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"90","datum":"19700101"},"5166476":{"id":"5166476","assetid":"5005241","title":"Roodschoentje en de Zeven Dwergen","description":"Als Sneeuwwitje een rode appel uit een behekste boom plukt, verandert de appel in een paar magische rode schoentjes. Ze verandert plotseling in “de mooiste prinses van het land”.","first":"R","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"454","datum":"19700101"},"5140666":{"id":"5140666","assetid":"6124909","title":"Rox: Falen Is Geen Optie","description":"Team Rox wordt in de val gelokt door crimineel Zeno. Hij wil Rox omvormen tot een allesvernietigend wapen. Maar Rox kan als enige van zijn team ontsnappen. Slaagt Rox erin zijn vrienden te redden en zelf uit de klauwen van Zeno te blijven?","first":"R","duration":"3300","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"555","datum":"19700101"},"5203137":{"id":"5203137","assetid":"6057121","title":"Rumble","description":"Welkom in een wereld vol monster superatleten, waar monsterworstelen een wereldwijde sport is! In deze wereld probeert tiener Winnie in de voetsporen van haar vader te treden door een lief underdogmonster te coachen tot een kampioen.","first":"R","duration":"5400","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"91","datum":"19700101"},"5173625":{"id":"5173625","assetid":"5378357","title":"Sammy 2","description":"Sammy is terug met een nieuw avontuur! In Sammy 2 worden Sammy en zijn vriend Ray gevangen genomen, waarna ze belanden in een toeristisch aquarium in Dubai","first":"S","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"348","datum":"19700101"},"5194557":{"id":"5194557","assetid":"5872041","title":"Samson & Gert Afscheidsshow","description":"Samson en Gert kondigen aan dat het de laatste Samson & Gert show is, maar niet getreurd want Samson krijgt een extra baasje. Samen met de Burgemeester hebben ze voor een grote verrassing gezorgd.","first":"S","duration":"6120","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"195","datum":"19700101"},"5140757":{"id":"5140757","assetid":"6126406","title":"Samson & Gert: Hotel op Stelten","description":"Samson & Gert starten vol goede moed met de renovatie van een hotel, met de hulp van hun vrienden. Wat ze niet weten, is dat twee boeven hun buit hebben verstopt in het gebouw. Voor ze het beseffen, belanden ze in een knotsgek avontuur.","first":"S","duration":"4140","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"562","datum":"19700101"},"5190830":{"id":"5190830","assetid":"5792838","title":"Saving Santa","description":"NEDERLANDS GESPROKEN: Elf Bernard ontdekt dat tijdrijzen de enige manier is om een aanval op de Noordpool te voorkomen. In het geheim moet hij van de kerstman zijn slee gebruiken: de 'Time Globe'. Alleen hiermee kan Bernard de kerstman redden...","first":"S","duration":"4800","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"221","datum":"19700101"},"5161808":{"id":"5161808","assetid":"4609643","title":"Scooby!","description":"NEDERLANDS GESPROKEN: Na honderden opgeloste zaken en gezamenlijke avonturen worden ze geconfronteerd met hun grootste, uitdagendste mysterie tot nu toe: een complot om de geesthond Cerberus op aarde los te laten.","first":"S","duration":"5340","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"506","datum":"19700101"},"5193866":{"id":"5193866","assetid":"5857893","title":"Seal Team","description":"NEDERLANDS GESPROKEN: Nadat zijn beste vriend is omgekomen door een groep hongerige haaien, stelt de vastberaden zeehond Quinn het Seal Team samen. Zo willen ze het opnemen tegen een bende haaien die de zee onveilig maken.","first":"S","duration":"5640","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"192","datum":"19700101"},"5192778":{"id":"5192778","assetid":"5832942","title":"Sepp - de Wolvenvriend","description":"NEDERLANDS GESPROKEN: Hoog in de bergen woont de vrolijke jongen Sepp. Hij geniet van de natuur en het eenvoudige leven op de boerderij van zijn ouders. Maar dan krijgt zijn vader een ongeluk en begint voor Sepp een groot avontuur.","first":"S","duration":"5940","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"202","datum":"19700101"},"5197162":{"id":"5197162","assetid":"5924255","title":"Shark Tale","description":"NEDERLANDS GESPROKEN: De zeewereld wordt opgeschrikt wanneer de zoon van baas van de onder(zee)wereld gedood wordt. De slimme vis Oscar maakt gebruik van de situatie door zich voor te doen als de held die het criminele kopstuk daadwerkelijk heeft omgebracht.","first":"S","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"176","datum":"19700101"},"5173629":{"id":"5173629","assetid":"5378501","title":"Shaun het Schaap: De Film","description":"Het kattenkwaad van Shaun het schaap zorgt ervoor dat de boer wordt weggevoerd van de boerderij. Shaun en Bitzer moeten samen met de kudde de grote stad trotseren om de boer te redden.","first":"S","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"349","datum":"19700101"},"5166915":{"id":"5166915","assetid":"5101655","title":"Shaun het Schaap: Het Ruimteschaap","description":"Wanneer een buitenaards wezen met ongelooflijke krachten neerstort bij de boerderij, besluit Shaun Lu-La te helpen en haar naar huis te begeleiden. Samen gaan ze op missie voordat een duistere organisatie haar gevangen kan nemen.","first":"S","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"445","datum":"19700101"},"5161991":{"id":"5161991","assetid":"4615082","title":"Sherlock Gnomes","description":"NEDERLANDS GESPROKEN: Tuinkabouters verdwijnen op mysterieuze wijze uit de Engelse tuinen. Gnomeo schakelt meteen Sherlock Gnomes in om de verdwijning op te lossen. Helaas blijkt deze Sherlock minder goed te zijn dan zijn menselijke naamgenoot.","first":"S","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"494","datum":"19700101"},"5169599":{"id":"5169599","assetid":"5273165","title":"Show Dogs","description":"De rottweiler Max is een politiehond. Hij moet samen met zijn menselijke partner Frank undercover gaan bij een prestigieuze hondenshow om een ramp te voorkomen.","first":"S","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"407","datum":"19700101"},"5168040":{"id":"5168040","assetid":"5227022","title":"Shrek","description":"NEDERLANDS GESPROKEN: Een groen monster wordt uit zijn moeras gezet en begint aan een avontuur om zijn land terug te krijgen van de koning. Samen met een irritante ezel ontdekt hij dat het leven wellicht meer te bieden heeft dan alleen zijn moeras.","first":"S","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"430","datum":"19700101"},"5168078":{"id":"5168078","assetid":"5228093","title":"Shrek 2","description":"NEDERLANDS GESPROKEN: De ouders van Prinses Fiona vragen haar en Shrek langs te komen in het kasteel om het huwelijk van Shrek en Fiona te vieren. De koning en koningin weten echter niet dat hun dochter en schoonzoon trollen zijn.","first":"S","duration":"5340","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"428","datum":"19700101"},"5198706":{"id":"5198706","assetid":"5965393","title":"Shrek de Derde","description":"NEDERLANDS GESPROKEN: Shrek en Fiona zijn waarnemend koning en koningin, maar ze vinden er niks aan. Terwijl Shrek samen met Donkey en Puss op zoek is naar een ware troonopvolger, probeert Prince Charming met een staatsgreep om Far Far Away over te nemen.","first":"S","duration":"5340","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"168","datum":"19700101"},"5168222":{"id":"5168222","assetid":"5231960","title":"Shrek voor Eeuwig en Altijd","description":"Verlangend naar de tijd waarin hij nog een Oger was, laat Shrek zich overhalen tot een deal met praatjesmaker Repelsteeltje. Shrek komt terecht in een alternatieve werkelijkheid. Het is aan Shrek om de werkelijkheid te herstellen.","first":"S","duration":"5340","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"421","datum":"19700101"},"5210462":{"id":"5210462","assetid":"6454148","title":"Sinbad: Legend of the Seven Seas","description":"Sinbad wordt beschuldigd het Boek van de Vrede gestolen te hebben. Door te zoeken naar het Boek wil hij zijn onschuld bewijzen. Hiervoor moet hij wel eerst allemaal monsters verslaan die Eris, de gemene godin van Chaos, op hem afstuurt.","first":"S","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"22","datum":"19700101"},"5164570":{"id":"5164570","assetid":"4729763","title":"Sing","description":"De Koala Buster is de eigenaar van een theater dat betere tijden heeft gekend. Als laatste redmiddel organiseert hij een open talentenjacht en de halve stad geeft zich op als kandidaat.","first":"S","duration":"6180","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"474","datum":"19700101"},"5198229":{"id":"5198229","assetid":"5952448","title":"Sing 2","description":"NEDERLANDS GESPROKEN: Koala Buster Moon en zijn talentvolle groep dierenartiesten bereiden het meest extravagante optreden ooit voor in een wereldstad volop entertainment, glitter en glamour.","first":"S","duration":"6300","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"170","datum":"19700101"},"5079421":{"id":"5079421","assetid":"3005618","title":"Sing Song","description":"De 16-jarige Jasmine uitgenodigd voor een song-contest in Suriname. Vol enthousiasme vertrekt ze met gitarist Stijn naar haar exotische geboorteland, maar niet alleen om te zingen. Zonder dat iemand het weet gaat ze op zoek naar haar moeder. Maar met haar zoektocht zet ze zowel haar vriendschap met Stijn als het winnen van de wedstrijd op het spel. Dan doet ze een bijzondere ontdekking die alles op zijn kop zet.","first":"S","duration":"5520","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"571","datum":"19700101"},"5168090":{"id":"5168090","assetid":"5228522","title":"Sinterklaas en de Vlucht door de Lucht","description":"De verwende Floor vraagt aan haar steenrijke vader een zwembad vol chocolademunten. Wanneer zelfs Sinterklaas hem niet kan helpen, ontvoert hij de Sint met zijn luchtballon.","first":"S","duration":"3840","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"427","datum":"19700101"},"5206798":{"id":"5206798","assetid":"6345131","title":"Sinterklaas en Koning Kabberdas","description":"Sinterklaas leest in zijn boek dat alle kinderen stout zijn geweest. Dit betekent dat hij, zijn Pieten en zijn andere vrienden het grootste probleem hebben dat ze ooit zijn tegengekomen.","first":"S","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"36","datum":"19700101"},"5169520":{"id":"5169520","assetid":"5270780","title":"Smallfoot","description":"Een yeti is ervan overtuigd dat mensen bestaan. De rest van zijn soort gelooft echter niet in deze gekke, kleinvoetige wezens. Hij gaat er vervolgens op uit om het bestaan van deze wezens aan te tonen.","first":"S","duration":"5520","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"411","datum":"19700101"},"5202691":{"id":"5202691","assetid":"6046902","title":"Sneeuwwitje en de Zeven Dwergen","description":"NEDERLANDS GESPROKEN: Een jaloerse koningin probeert haar stiefdochter Sneeuwwitje kwijt te raken. Ze huurt een jager in om haar te vermoorden, maar hij kan het niet over z'n hart verkrijgen om haar echt te doden. Ze besluit te schuilen bij zeven dwergen.","first":"S","duration":"4740","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"103","datum":"19700101"},"5203203":{"id":"5203203","assetid":"6056443","title":"Snoopy en Charlie Brown: De Peanuts Film","description":"NEDERLANDS GESPROKEN: Charlie Brown, ’s werelds meest geliefde underdog, begint aan een groots en heldhaftig avontuur terwijl zijn beste vriend, de lieve beagle Snoopy, het luchtruim kiest om het op te nemen tegen zijn aartsvijand De Rode Baron.","first":"S","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"100","datum":"19700101"},"5191865":{"id":"5191865","assetid":"5814804","title":"Solan & Ludwig Gaan Naar de Maan","description":"Solan & Ludwig wagen zich in de ruimte! Ze nemen deel aan een internationale race naar de maan, geleid door de briljante uitvinder Reodor. Solan wordt ingeschakeld als dappere astronaut, maar niets loopt zoals gepland.","first":"S","duration":"4620","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"207","datum":"19700101"},"5195747":{"id":"5195747","assetid":"5896257","title":"Solan & Ludwig: De Grote Kaasrace","description":"NEDERLANDS GESPROKEN: Wanneer Solan hoort over de traditionele kaasrace tussen zijn eigen woonplaats en het naburige dorp, zet hij alles op alles om zich te bewijzen als een echte racekampioen. Met de hulp van zijn beste vrienden gelooft hij in de overwinning.","first":"S","duration":"4500","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"187","datum":"19700101"},"5204216":{"id":"5204216","assetid":"6207962","title":"Solan en Ludwig en de Kaasrace","description":"De brutale ekster Solan zet opnieuw een klein Noors dorp op stelten. Wanneer hij hoort over de traditionele kaasrace tussen zijn woonplaats en het naburige dorp, zet hij alles op alles om zich te bewijzen als een echte racekampioen! Met zijn beste vriend, de egel Ludwig, en de slimme uitvinder Reodor in zijn team, twijfelt Solan niet aan de overwinning. Maar het wordt erg spannend, wanneer hun tegenstander de hulp inschakelt van een vreemde grappenmaker en een woeste gorilla…","first":"S","duration":"4500","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"79","datum":"19700101"},"5199848":{"id":"5199848","assetid":"5985952","title":"Spider-Man: Into the Spider-Verse","description":"NEDERLANDS GESPROKEN: Een tiener uit Brooklyn laat de eindeloze mogelijkheden zien van het Spider-Versum, waar meer dan één persoon het masker kan dragen.","first":"S","duration":"6720","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"161","datum":"19700101"},"5165344":{"id":"5165344","assetid":"4751084","title":"Spike en de Magische Steen","description":"Er bestaat een magisch kristal, dat de kracht heeft om water terug naar het bos te brengen. Maar het kristal wordt gestolen door Bantour, de koning der beren. Alleen een moedige held kan het kristal terugbrengen en droogte vermijden.","first":"S","duration":"4680","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"458","datum":"19700101"},"5201975":{"id":"5201975","assetid":"6033354","title":"Spionnengeheimen","description":"NEDERLANDS GESPROKEN: Wanneer Lance door een merkwaardige gebeurtenis in een duif verandert, moeten Walter en Lance plotseling op een geheel nieuwe manier op elkaar leren vertrouwen.","first":"S","duration":"5820","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"108","datum":"19700101"},"5189043":{"id":"5189043","assetid":"5755152","title":"Spirit Ongetemd","description":"De eigenzinnige Lucky Prescott is naar een plek waar ze zich thuis voelt en bevriend raakt met een wild paard.","first":"S","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"227","datum":"19700101"},"5186971":{"id":"5186971","assetid":"5703453","title":"Spirit Untamed","description":"De eigenzinnige Lucky Prescott is naar een plek waar ze zich thuis voelt en bevriend raakt met een wild paard.","first":"S","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"233","datum":"19700101"},"5210438":{"id":"5210438","assetid":"6453389","title":"Spirit: Stallion of the Cimarron","description":"Spirit is een wilde hengst die door het Westen van Amerika reist. Als hij voor het eerst mensen tegenkomt sluit hij een bijzondere vriendschap met een jongen. Tegelijk wordt hij ook verliefd op de knappe merrie Rain.","first":"S","duration":"4800","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"21","datum":"19700101"},"5185355":{"id":"5185355","assetid":"5662437","title":"Spokenjagers","description":"De 11-jarige Tom ontdekt in de kelder van zijn huis een spook. Tom is nogal bang aangelegd, maar al snel blijkt dat Hugo een vriendelijk spook is en dat Hugo zijn hulp nodig heeft om terug te kunnen naar zijn huis.","first":"S","duration":"5640","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"239","datum":"19700101"},"5185272":{"id":"5185272","assetid":"5660034","title":"SpongeBob schiet te hulp","description":"NEDERLANDS GESPROKEN: Gerrit, de slak van SpongeBob wordt ontvoerd. Samen met Patrick gaat hij op een hilarisch en episch avontuur. Ze gaan naar de Verloren Stad Atlantic City om Gerrit te redden.","first":"S","duration":"5220","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"243","datum":"19700101"},"5183136":{"id":"5183136","assetid":"5610015","title":"SpongeBob SquarePants: De Film","description":"Als de gemene Plankton opduikt, staat SpongeBobs wereld ineens op zijn kop. Plankton wil het geheime recept van de hamburgers stelen om daarmee de wereld te beheersen. SpongeBob gaat op een gevaarlijke missie om Plankton te stoppen.","first":"S","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"250","datum":"19700101"},"5175214":{"id":"5175214","assetid":"5421152","title":"SpongeBob: Spons op het Droge","description":"Een mysterieuze slechterik heeft Bikinibroek aangevallen. De twee aartsvijanden SpongeBob en Plankton komen aan land in onze mensenwereld en ze moeten samenwerken om hun eigen wereld te kunnen redden.","first":"S","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"300","datum":"19700101"},"5186821":{"id":"5186821","assetid":"5700087","title":"Spookuil","description":"De tienjarige Eia moet haar kerstvakantie doorbrengen op een boerderij in Zuid-Estland. De hebberige boswachter Raivo wil het bos achter de boerderij kappen. Eia probeert daar met twee vrienden een stokje voor te steken en ontdekt tevens een groot familiegeheim.","first":"S","duration":"5400","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"212","datum":"19700101"},"5212045":{"id":"5212045","assetid":"6499577","title":"Stap maar op mijn Bezemsteel","description":"NEDERLANDS GESPROKEN: Een heks en haar kat vliegen met veel plezier op een bezemsteel door de lucht. Maar als door een windvlaag de hoed van de heks wegwaait, is het gedaan met de pret. Want waar is de hoed gebleven.","first":"S","duration":"1500","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"5","datum":"19700101"},"5065250":{"id":"5065250","assetid":"2825014","title":"Stip en Vlek","description":"Kijk, daar heb je Stip en Vlek. Stip is gestipt en Vlek is gevlekt. Precies zoals het hoort. Stilzitten kunnen ze niet. Ze buitelen van het ene avontuur in het andere. Ze houden van picknicken, de kamer behangen, stempels maken en piraat spelen. Bruisend van energie bezorgen ze het aller jongste publiek een echt filmfeest! Het universum van de grappige konijntjes met de toepasselijke namen Stip en Vlek, ziet er precies uit zoals de wereld van een kleuter.","first":"S","duration":"2820","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"574","datum":"19700101"},"5078423":{"id":"5078423","assetid":"6104412","title":"Stip en Vlek doen weer gek","description":"Kijk, daar heb je Stip en Vlek. Stip is gestipt en Vlek is gevlekt. Precies zoals het hoort. Stilzitten kunnen ze niet. Ze buitelen van het ene avontuur in het andere. Ze houden van picknicken, de kamer behangen, stempels maken en piraat spelen. Bruisend van energie bezorgen ze het aller jongste publiek een echt filmfeest! Het universum van de grappige konijntjes met de toepasselijke namen Stip en Vlek, ziet er precies uit zoals de wereld van een kleuter.","first":"S","duration":"2400","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"573","datum":"19700101"},"5164557":{"id":"5164557","assetid":"4729409","title":"Storks","description":"Ooievaars bezorgen geen baby’s meer, maar gewoon pakketjes. Wanneer er per ongeluk toch een baby terecht komt op Ooievaars Berg moet Junior er alles aan doen om dit probleem pakketje af te leveren zonder dat zijn baas erachter komt.","first":"S","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"473","datum":"19700101"},"124517":{"id":"124517","assetid":"1460785","title":"Stormwind","description":"Wanneer Mika haar laatste examen niet haalt wordt ze naar de stallen van haar strenge oma gestuurd. Daar moet ze de hele zomer leren om haar examen te halen. Maar ze weigert om de hele vakantie in de boeken te zitten op haar kamer. Ze krijgt een sterke band met het wilde paard Stormwind. Ze ontdekt dat de stal failliet gaat en dat ze Stormwind gaan verkopen aan de plaatselijke slager. Samen met de staljongen Sam bedenkt ze een plan. Ze moet leren paardrijden en met Stormwind de wedstrijd winnen om zijn leven te redden. Maar dan komt oma erachter dat Mika bij Stormwind zit en verbied haar om nog bij hem in de buurt te komen. Mika gaat stiekem trainen met de opa van Sam. De wedstrijd is een regelrechte ramp. Stormwind rent recht op Sam af waardoor Sam in coma raakt. Mika ziet nog een uitweg om Stormwind te redden: ze loopt weg met Stormwind. Maar dan wordt Stormwind ziek...","first":"S","duration":"6060","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"587","datum":"19700101"},"218766":{"id":"218766","assetid":"1717081","title":"Stormwind 2","description":"In de zomervakantie keert Mika terug naar het landgoed van haar oma Kaltenbach. Maar de zaken op de manege gaan slecht, en Maria -haar oma- dreigt alles kwijt te raken, inclusief het mooie paard Stormwind. Zelfs het beroemde toernooi Kaltenbach Klassiekers gaat niet meer door. Om de schulden te kunnen betalen besluit Maria mee te doen aan het toernooi van de manege Sasse, waar alles wel goed gaat. Tegelijkertijd duikt de mysterieuze Milan op, die een opdracht voor de gevreesde paardenhandelaar moet uitvoeren. Mika moet alles uit de kast halen om haar oma te helpen.","first":"S","duration":"6180","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"580","datum":"19700101"},"5171140":{"id":"5171140","assetid":"5316536","title":"Strange Magic","description":"Een kleurrijke groep kobolden, elven, feeën en kabouters strijden om een krachtige toverdrank. Onder begeleiding van veel zang leidt dit tot hilarische tegenslagen.","first":"S","duration":"5700","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"383","datum":"19700101"},"5175147":{"id":"5175147","assetid":"5419133","title":"Stuart Little 2","description":"Stuart Little is terug en gaat op avontuur in de grote stad","first":"S","duration":"4440","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"301","datum":"19700101"},"5175224":{"id":"5175224","assetid":"5421434","title":"Stuart Little 3: Call of the Wild","description":"De familie Little gaat kamperen en George en Stuart melden zich aan bij de padvinders. Stuart ontdekt dat hij door zijn lengte toch niet zo goed mee kan komen met de groep, maar hij ontmoet hierdoor wel een nieuw vriendje: Reeko.","first":"S","duration":"4320","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"299","datum":"19700101"},"5173688":{"id":"5173688","assetid":"5380229","title":"Super Buddies","description":"Een normale dag op een boerderij verandert in een groot avontuur als een groepje pups mysterieuze ringen ontdekken die hen superkrachten geven. De pups worden meteen tot actie gedwongen als een buitenaards wezen op de aarde landt.","first":"S","duration":"4620","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"346","datum":"19700101"},"5174483":{"id":"5174483","assetid":"5401751","title":"Surf's Up","description":"De werkelijke uitvinders van het surfen zijn niet de Hawaiianen, maar pinguïns. De rijzende ster Cody Maverick doet mee aan het WK surfen.","first":"S","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"326","datum":"19700101"},"5186555":{"id":"5186555","assetid":"6209440","title":"Tad, the Lost Explorer","description":"Vanwege een ongelukkige verwarring wordt Ted, een dromerige bouwvakker, aangezien voor een beroemd archeoloog en op expeditie gestuurd naar Peru. Met hulp van zijn trouwe hond Jeff, een dappere professor en een stomme papegaai probeert Ted de mythische, Verloren Stad van de Inca's te redden van een groep gemene schatzoekers...","first":"T","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"214","datum":"19700101"},"5174536":{"id":"5174536","assetid":"5402756","title":"Taran en de Toverketel","description":"In het land Predanië neemt het jongetje Taran een heldhaftige taak op zich. Samen met een magisch zwaard moet hij zien te voorkomen dat de boosaardige gehoornde koning de bovennatuurlijke krachten van een mysterieuze toverketel zal oproepen","first":"T","duration":"4560","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"325","datum":"19700101"},"5168887":{"id":"5168887","assetid":"5251799","title":"Tarzan","description":"NEDERLANDS GESPROKEN: Tarzan verliest als baby zijn ouders. De gorillamoeder Kala besluit hem op te voeden als een echte gorilla. Maar wanneer Tarzan mensen ontmoet wordt hij gedwongen te kiezen een ‘beschaafd’ leven en zijn leven met de gorillafamilie.","first":"T","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"415","datum":"19700101"},"5183222":{"id":"5183222","assetid":"5611818","title":"Ted & de Schat van de Mummie","description":"Vanwege een ongelukkige verwarring wordt Ted, een dromerige bouwvakker, aangezien voor een beroemd archeoloog en op expeditie gestuurd naar Peru.","first":"T","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"245","datum":"19700101"},"5183294":{"id":"5183294","assetid":"5613795","title":"Ted en de Schat van de Mummie","description":"Vanwege een ongelukkige verwarring wordt Ted, een dromerige bouwvakker, aangezien voor een beroemd archeoloog en op expeditie gestuurd naar Peru. Met hulp van zijn trouwe hond Jeff, een dappere professor en een stomme papegaai probeert Ted de mythische, Verloren Stad van de Inca's te redden van een groep gemene schatzoekers...","first":"T","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"215","datum":"19700101"},"5168828":{"id":"5168828","assetid":"5250029","title":"Teen Titans GO! at the Movies","description":"De Teen Titans willen een eigen film en gezien worden als sterren in plaats van sidekicks. Dus ze gaan naar Tinsel Town om hun droom waar te maken. Ze komen echter een super schurk tegen die van plan is de aarde over te nemen.","first":"T","duration":"4800","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"416","datum":"19700101"},"5166503":{"id":"5166503","assetid":"5005865","title":"Teigetjes Film","description":"De energieke en vrolijke Teigetje stuitert door het bos en vraagt iedereen om mee te doen. Helaas is iedereen druk en kunnen ze niet stuiteren. Zou Teigetje de enige zijn? Hij besluit om op zoek te gaan naar zijn familie.","first":"T","duration":"4380","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"453","datum":"19700101"},"5161742":{"id":"5161742","assetid":"4608155","title":"The Addams Family","description":"NEDERLANDS GESPROKEN: Het leven van de familie Addams wordt helemaal op zijn kop gezet wanneer ze ontdekt dat de nabije buurtbewoners zich plotseling zenuwachtig gedragen.","first":"T","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"526","datum":"19700101"},"5208262":{"id":"5208262","assetid":"6389180","title":"The Addams Family 2","description":"De familie Addams raakt verzeild in allerlei bizarre avonturen. Bereid je voor op hilarische ontmoetingen met nietsvermoedende mensen die niet weten wat hun overkomt!","first":"T","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"33","datum":"19700101"},"5203180":{"id":"5203180","assetid":"6057925","title":"The Addams Family op avontuur","description":"NEDERLANDS GESPROKEN: De familie Addams raakt verzeild in allerlei bizarre avonturen. Bereid je voor op hilarische ontmoetingen met nietsvermoedende mensen die niet weten wat hun overkomt!","first":"T","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"99","datum":"19700101"},"5202103":{"id":"5202103","assetid":"6036353","title":"The Bad Guys","description":"Een topteam van criminele dieren staat voor hun grootste uitdaging ooit: brave burgers worden. Jarenlang konden ze overvallen plegen zonder gepakt te worden, tot nu. Maar, als ze zich goed gedragen, hoeven ze de bak niet in. Kunnen ze dat?","first":"T","duration":"5760","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"92","datum":"19700101"},"5174544":{"id":"5174544","assetid":"5402966","title":"The Boss Baby","description":"De komst van een nieuwe baby heeft een grote impact op een familie. Zeker als hij een pak draagt en een echte baas is. Tim is dan ook helemaal niet blij met zijn nieuwe broertje.","first":"T","duration":"5580","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"324","datum":"19700101"},"5186961":{"id":"5186961","assetid":"5703213","title":"The Boss Baby: Family Business","description":"Tim en zijn Boss Baby-broertje Ted zijn volwassen geworden en zijn elkaar uit het oog verloren. Tim is nu een getrouwde huisvader en Ted is de CEO van een hedgefonds. Maar een nieuwe Boss Baby wil ze weer samenbrengen.","first":"T","duration":"6120","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"231","datum":"19700101"},"5195458":{"id":"5195458","assetid":"5890281","title":"The Croods: A New Age","description":"De Croods hebben al een hoop rampen en ervaringen overleefd. Naast alle gevaarlijke prehistorische dieren, ook hun dochter's vriendje. Ze dachten dat ze alles gehad hadden tot ze de familie Betermans ontmoeten...","first":"T","duration":"5460","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"193","datum":"19700101"},"5164422":{"id":"5164422","assetid":"4725485","title":"The Good Dinosaur","description":"Wat als de meteoor die het leven op aarde voorgoed veranderde niet was ingeslagen? De dinosaurussen zijn niet uitgestorven, maar het meest intelligente wezen op aarde en de mens is het huisdier.","first":"T","duration":"5340","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"477","datum":"19700101"},"5166715":{"id":"5166715","assetid":"5012249","title":"The Grinch","description":"The Grinch is jaloers op de vrolijkheid van de Who's. Hij maakt plannen om de berg af te dalen en de cadeaus en kerstversieringen te stelen om zo te voorkomen dat Kerstmis door kan gaan.","first":"T","duration":"4920","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"448","datum":"19700101"},"5201241":{"id":"5201241","assetid":"6017105","title":"The Incredibles","description":"NEDERLANDS GESPROKEN: Ooit waren Bob en zijn vrouw superhelden, maar tegenwoordig wonen ze als normale mensen in een buitenwijk. Ze wachten op een kans om weer in actie te komen. Deze dient zich aan wanneer Bob op een geheime missie gaat.","first":"T","duration":"6600","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"153","datum":"19700101"},"5189962":{"id":"5189962","assetid":"5776680","title":"The Mitchells vs the Machines","description":"De roadtrip van een eigenaardige, disfunctionele familie wordt op zijn kop gezet wanneer ze zich midden in de robotapocalyps bevinden en plotseling de laatste hoop van de mensheid worden...","first":"T","duration":"6300","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"222","datum":"19700101"},"5175383":{"id":"5175383","assetid":"5424440","title":"The Muppets","description":"NEDERLANDS GESPROKEN: The Muppets gaan een nieuwe show maken om hun studio in Hollywood van de ondergang te redden en uit handen te houden van een gemene oliemagnaat","first":"T","duration":"5940","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"298","datum":"19700101"},"5174495":{"id":"5174495","assetid":"5402051","title":"The Polar Express","description":"Het is kerstavond en Billy ligt op bed als hij plots geen rendieren, maar een trein hoort. Dat terwijl hij niet naast het spoor woont. Buiten staat de Polar Express die hem en andere kinderen meeneemt naar de Noordpool.","first":"T","duration":"5760","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"327","datum":"19700101"},"5210742":{"id":"5210742","assetid":"6462863","title":"The Prince of Egypt","description":"De koningin vindt baby Moses in een mandje en besluit hem op te voeden als de broer van de troonopvolger Ramses. Wanneer Moses achter zijn ware achtergrond komt verandert alles. Van God krijgt hij de taak om boodschapper te zijn.","first":"T","duration":"5700","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"19","datum":"19700101"},"5176064":{"id":"5176064","assetid":"5440787","title":"The Road to El Dorado","description":"Twee schurken krijgen per ongeluk de kaart naar El Dorado in handen. De stad van het goud! Ze gaan als verstekelingen aan boord en komen uiteindelijk in El Dorado terecht. Hier worden ze ontvangen als goden.","first":"T","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"287","datum":"19700101"},"5185244":{"id":"5185244","assetid":"5659062","title":"The SpongeBob Movie: Sponge on the Run","description":"Gerrit, de slak van SpongeBob wordt ontvoerd. Samen met Patrick gaat hij op een hilarisch en episch avontuur. Ze gaan naar de Verloren Stad Atlantic City om Gerrit te redden.","first":"T","duration":"5220","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"242","datum":"19700101"},"5205743":{"id":"5205743","assetid":"6299252","title":"The Sword in the Stone","description":"Een jonge leerling genaamd Wart krijgt advies van Merlijn de tovernaar hoe hij koning kan worden door het betoverde zwaard uit de enorme steen waar het in vastzit te trekken.","first":"T","duration":"4560","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"55","datum":"19700101"},"5166507":{"id":"5166507","assetid":"5005982","title":"The Tigger Movie","description":"De energieke en vrolijke Teigetje stuitert door het bos en vraagt iedereen om mee te doen. Helaas is iedereen druk en kunnen ze niet stuiteren. Zou Teigetje de enige zijn? Hij besluit om op zoek te gaan naar zijn familie.","first":"T","duration":"4380","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"452","datum":"19700101"},"5162379":{"id":"5162379","assetid":"4626320","title":"Think Like a Dog","description":"NEDERLANDS GESPROKEN: Oliver is een technisch wonderkind, maar wanneer zijn experiment voor school misgaat heeft dat grote gevolgen. Er ontstaat een telepathische verbinding tussen hem en zijn harige vriend Henry.","first":"T","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"499","datum":"19700101"},"5195933":{"id":"5195933","assetid":"6221989","title":"Thomas de Stoomlocomotief - Grote Avonturen in de Grote Wereld","description":"Thomas de stoomlocomotief verlaat Sodor en trekt de wijde wereld in. Tijdens zijn avontuurlijke reis naar verre landen leert hij andere culturen kennen en maakt hij nieuwe vrienden. Hij doorkruist woestijnen, jungles en gevaarlijke bergstreken doorheen vijf continenten en ziet dingen die hij voordien nooit aanschouwd heeft.","first":"T","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"184","datum":"19700101"},"5211200":{"id":"5211200","assetid":"6476258","title":"Thomas de Stoomlocomotief - Sodors Legende van de Verloren Schat","description":"Schip ahoy! In dit allernieuwste lange avontuur begint Thomas de Stoomlocomotief aan een spectaculaire zoektocht vol verrassingen en nieuwe vrienden. Want als hij per toeval een oud piratenschip ontdekt, duurt het niet lang voordat iedereen op zoek gaat naar de legendarische piratenschat. Maar Thomas en zijn vrienden komen al snel in de problemen, en zullen alle zeilen moeten bijzetten om de schat te redden. Zal het ze lukken?","first":"T","duration":"3600","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"8","datum":"19700101"},"5168664":{"id":"5168664","assetid":"5245112","title":"Thomas de Stoomlocomotief, Opgraven & Ontdekken","description":"Thomas de Stoomlocomotief heeft al veel gereisd, maar gaat nu voor het eerst naar Italië!","first":"T","duration":"3600","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"417","datum":"19700101"},"124160":{"id":"124160","assetid":"1460035","title":"Timboektoe","description":"De ouders van Isa en haar oudere broer Kars gooien het roer om en beginnen een camping in Frankrijk. Isa en Kars hebben het gevoel naar Timboektoe te verhuizen en alles te verliezen. Lang klagen ze gelukkig niet, want al snel maken ze nieuwe vrienden. Maar terwijl nieuwe vriendschappen opbloeien, komt camping Timboektoe in de problemen. Niet ver bij hen vandaan is een andere camping geopend en de onsympathieke eigenaar probeert camping Timboektoe aan alle kanten te beschadigen. Het ziet het er zelfs naar uit dat de camping moet sluiten... Zal het Isa en Kars lukken om Timboektoe open te houden?","first":"T","duration":"6240","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"592","datum":"19700101"},"5173021":{"id":"5173021","assetid":"5361572","title":"TinkerBell & de Legende van het Nooitgedachtbeest","description":"NEDERLANDS GESPROKEN: Het elfje Faun hoort in de verte een beest brullen. Het gigantische beest dat ze vindt is echter niet welkom in de Elfenvallei. Faun moet nu Tink en de meiden overtuigen dat ze het Nooitgedachtbeest moeten redden voordat het te laat is.","first":"T","duration":"4380","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"357","datum":"19700101"},"5173020":{"id":"5173020","assetid":"5361530","title":"TinkerBell en de Piraten","description":"NEDERLANDS GESPROKEN: Zarina, een elfenstof-bewaarder, heeft de belangrijke Blauwe Elfenstof gestolen en werkt samen met de piraten van de Schedelrots. Het is aan TinkerBell en haar elfenvriendjes om de Blauwe Elfenstof weer terug naar huis te brengen.","first":"T","duration":"4500","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"358","datum":"19700101"},"5169969":{"id":"5169969","assetid":"5283554","title":"TinkerBell: Het Geheim van de Vleugels","description":"Reis mee met TinkerBell en haar elfenvriendjes naar het verboden mysterieuze Winter Woud.","first":"T","duration":"4320","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"403","datum":"19700101"},"5209113":{"id":"5209113","assetid":"6414176","title":"Tom and Jerry Meet Sherlock Holmes","description":"Juwelendiefstallen in Londen stellen Scotland Yard voor een raadsel. Alleen Sherlock Holmes kan de echte dief in de kraag vatten met de hulp van zijn assistent Dr. Watson en natuurlijk Tom en Jerry.","first":"T","duration":"2820","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"24","datum":"19700101"},"5206807":{"id":"5206807","assetid":"6345446","title":"Toy Story","description":"NEDERLANDS GESPROKEN: De cowboypop Woody is plots niet meer het favoriete speelgoed van Andy. Hij is vervangen door de space-ranger Buzz Lightyear. Woody laat het hier niet bij zitten en brengt zo zichzelf en Buzz in grote problemen.","first":"T","duration":"4680","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"47","datum":"19700101"},"5167506":{"id":"5167506","assetid":"5119115","title":"Toy Story 2","description":"Terwijl Andy op zomerkamp is, ziet speelgoedverzamelaar Al McWiggin Woody liggen in de tuin en besluit hem mee te nemen. Al snel wordt Woody gemist door zijn kameraad Buzz Lightyear, die een reddingsactie op touw zet.","first":"T","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"442","datum":"19700101"},"5167096":{"id":"5167096","assetid":"5106569","title":"Toy Story 3","description":"Er is de laatste jaren veel gebeurt. Andy is ouder geworden en staat op het punt om te gaan studeren. Het speelgoed is gespannen en zenuwachtig, want wat gaat er met hen gebeuren nu Andy weggaat?","first":"T","duration":"5880","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"444","datum":"19700101"},"5197004":{"id":"5197004","assetid":"5920799","title":"Toy Story 4","description":"NEDERLANDS GESPROKEN: Woody neemt ‘Forky’, het nieuwe zelfgemaakte en favoriete speeltje van Bonnie, onder zijn hoede. Wanneer Forky verdwijnt, besluit Woody hem te zoeken in een onbekende wereld vol avonturen en verrassende ontmoetingen.","first":"T","duration":"5760","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"179","datum":"19700101"},"5175400":{"id":"5175400","assetid":"5424947","title":"Treasure Buddies","description":"Disney’s onweerstaanbare pratende puppies — Budderball, B-Dawg, Rosebud, Buddha en Mudbud — zijn terug in een nieuwe film waarin ze de halve wereld over gaan naar de ruïnes van het oude Egypte","first":"T","duration":"5340","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"297","datum":"19700101"},"5161822":{"id":"5161822","assetid":"4610084","title":"Trolls","description":"NEDERLANDS GESPROKEN: Poppy is de prinses van de altijd blije trollen die alleen maar willen zingen. De trollen worden gevangengehouden door de humeurige Bergens, die alleen gelukkig zijn wanneer hun buikjes zijn gevuld met trollen. Dan ontsnappen de trollen.","first":"T","duration":"5280","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"511","datum":"19700101"},"5161753":{"id":"5161753","assetid":"4608488","title":"Trolls Wereld Tour","description":"NEDERLANDS GESPROKEN: Het is aangenaam vertoeven in Trollenland tot koningin Poppy er samen met Branch achter komt dat ze niet de enigen zijn. Er bestaan nog vele andere trollenplekken, elk te herkennen aan een muziekgenre.","first":"T","duration":"5220","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"524","datum":"19700101"},"5167440":{"id":"5167440","assetid":"5117138","title":"Trouble","description":"Trouble is geboren met een gouden bot in zijn mond. Hij heeft alles wat zijn hondenhart begeerd. Als zijn baasje er plotsklaps niet meer is, wordt Trouble door haar kinderen bij het vuilnis gezet.","first":"T","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"443","datum":"19700101"},"5164331":{"id":"5164331","assetid":"4722716","title":"Turbo","description":"Turbo is een slak met een droom: hij wil de beste coureur ter wereld worden. Als hij na een bizar ongeluk opeens bliksemsnel blijkt te zijn, besluit hij het op te nemen tegen de snelste coureurs bij de Indy 500 race.","first":"T","duration":"5520","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"480","datum":"19700101"},"5164340":{"id":"5164340","assetid":"4722974","title":"Ugly Dolls","description":"Moxy leeft een gelukkig bestaan in het dorpje Uglyville. Avontuurlijk ingesteld wil ze met haar vrienden Ox, Wage, Babo, Lucky Bat en Ugly Dog de wereld verkennen.","first":"U","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"482","datum":"19700101"},"5171678":{"id":"5171678","assetid":"5328599","title":"Uilenbal","description":"De 8-jarige Meral is net verhuisd en nieuwe vrienden maken valt niet mee. Op haar kamer ontdekt ze een muis die ze meeneemt op schoolkamp. Dankzij Piepiep sluit ze onverwachts vriendschappen, maar dan wordt de Piepiep door een uil gegrepen.","first":"U","duration":"4560","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"378","datum":"19700101"},"5161762":{"id":"5161762","assetid":"4608755","title":"Up","description":"NEDERLANDS GESPROKEN: Een stokoud mannetje beleeft met een jonge padvinder allerlei spannende avonturen in hun reis rond de wereld.","first":"U","duration":"5520","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"520","datum":"19700101"},"5162533":{"id":"5162533","assetid":"4629959","title":"Vader met Vier Kinderen en de Vikingen","description":"De normaal zo hechte familie verkeert in een crisis. Mie en Ole kunnen het niet langer uitstaan om een kamer te delen, grote zus Sis is het beu om op te treden als de extra moeder van het gezin.","first":"V","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"485","datum":"19700101"},"5161811":{"id":"5161811","assetid":"4609736","title":"Vaiana","description":"NEDERLANDS GESPROKEN: De avontuurlijke en dappere Vaiana heeft één grote missie: de oceaan over zeilen en de eeuwenoude tradities van haar voorouders herstellen. Op deze spannende ontdekkingsreis ontmoet ze de halfgod, Maui, die zo zijn eigen belangen heeft.","first":"V","duration":"6180","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"521","datum":"19700101"},"5171925":{"id":"5171925","assetid":"5335127","title":"Vampier Zusjes","description":"De zusjes Dakaria en Silvania zijn half mens en half vampier. Ze verhuizen naar een dorpje in Duitsland, waar het een grote uitdaging voor hen is om zich aan te passen aan het gewone mensenleven.","first":"V","duration":"5580","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"372","datum":"19700101"},"5145129":{"id":"5145129","assetid":"4274194","title":"Vampierzusjes 2","description":"De Vampierzusjes zijn terug voor een nieuw smakelijk avontuur!","first":"V","duration":"5340","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"543","datum":"19700101"},"5161941":{"id":"5161941","assetid":"4613633","title":"Verschrikkelijke Ikke","description":"NEDERLANDS GESPROKEN: Gru geniet van alles wat slecht is en heeft het plan om de maan te stelen. Maar dan ontmoet hij op een dag drie kleine eigenwijze weesmeisjes. ’s Werelds grootste schurk heeft zojuist zijn grootste uitdaging gevonden.","first":"V","duration":"5400","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"522","datum":"19700101"},"5162031":{"id":"5162031","assetid":"4616294","title":"Verschrikkelijke Ikke 2","description":"NEDERLANDS GESPROKEN: Gru begint net te wennen aan zijn rol als huisvader, als hij wordt benaderd door een geheime organisatie die wereldwijd schurken opspoort. Een nieuwe schurk pleegt ernstige misdaden en moet gestopt worden.","first":"V","duration":"5580","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"512","datum":"19700101"},"5161764":{"id":"5161764","assetid":"4608821","title":"Verschrikkelijke Ikke 3","description":"NEDERLANDS GESPROKEN: Nederlandse versie! Gru, Lucy, hun dochters Margo, Edith en Agnes en de Minions zijn terug in een nieuwe avontuur waarin Gru het moet het opnemen tegen Balthazar Bratt.","first":"V","duration":"5160","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"525","datum":"19700101"},"5189523":{"id":"5189523","assetid":"5764974","title":"Vogelhuis Verhaaltjes","description":"Het is heerlijk om verhaaltjes voor te lezen! Maar het is nog veel leuker om te kijken en te luisteren! De illustraties van prachtige prentenboeken komen tot leven. Dit zijn negen verhaaltjes voor kinderen verzameld in 45 minuten geanimeerde beelden over vogeltjes die vliegen, fluiten, tsjilpen en die bijzondere avonturen beleven.","first":"V","duration":"2400","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"211","datum":"19700101"},"5169345":{"id":"5169345","assetid":"5265503","title":"Waar is het Grote Boek van Sinterklaas?","description":"Guus Blik, de eigenaar van de grootste speelgoedfabriek van het land, vindt het belachelijk dat Sinterklaas speelgoed ‘weggeeft’ aan de kinderen. Hij steelt het boek van Sinterklaas en hierdoor dreigt pakjesavond in het water te vallen.","first":"W","duration":"3780","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"412","datum":"19700101"},"5203366":{"id":"5203366","assetid":"6059731","title":"Waar is Knoester","description":"Knoester, een pratende tak en de beste vriend van Junior, is meeverhuisd en heeft zijn grote liefde Berkelientje meegenomen. Een paar maanden na de verhuizing beginnen de papa en mama van Junior zich zorgen te maken, omdat Junior nog steeds geen nieuwe vriendjes heeft gemaakt. Maar Junior vermaakt zich uitstekend met Knoester; de kinderen in de straat, Gunnar en zijn bende, zijn er alleen maar op uit om te pesten. Helaas komt er snel een einde aan de pret want plotseling is Knoester spoorloos verdwenen.","first":"W","duration":"4080","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"95","datum":"19700101"},"5165495":{"id":"5165495","assetid":"4754831","title":"Walking with Dinosaurs","description":"De jonge Pachyrhinosaurus Ricky raakt zijn familie kwijt en beleeft zo een groot avontuur om te overleven en de nieuwe leider van zijn kudde te worden.","first":"W","duration":"4980","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"457","datum":"19700101"},"5164327":{"id":"5164327","assetid":"4722596","title":"WALL-E","description":"Zevenhonderd jaar doet de robot WALL-E waarvoor hij gemaakt is: het schoonhouden van de aarde. Maar dan ontmoet hij de zoekrobot EVE. Samen reizen ze door het hele heelal en beginnen aan een groot avontuur.","first":"W","duration":"5640","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"481","datum":"19700101"},"5207234":{"id":"5207234","assetid":"6359132","title":"Wallace & Gromit: The Curse of the Were-Rabbit","description":"Een geheimzinnig beest vernielt alle groentetuinen in het dorp. Wallace en Gromit moeten het dier vangen, want over een paar dagen is de grote groentewedstrijd in het dorp. Gaat het ze lukken?","first":"W","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"41","datum":"19700101"},"5162429":{"id":"5162429","assetid":"4627823","title":"We Bare Bears: The Movie","description":"NEDERLANDS GESPROKEN: Grizz, Panda en Ice Bear gaan op avontuur naar Canada nadat een agent hen probeert te pakken.","first":"W","duration":"3780","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"493","datum":"19700101"},"5171195":{"id":"5171195","assetid":"5318108","title":"Wendy & Dixie","description":"Wendy moet de zomer doorbrengen bij haar oma's paardenboerderij. Wendy's aandacht gaat naar een gewond paard die de plaatselijke slager probeert te vangen. Ze helpt Dixie ontsnappen en er ontstaat een bijzondere vriendschap tussen de twee.","first":"W","duration":"5220","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"382","datum":"19700101"},"5079517":{"id":"5079517","assetid":"6104652","title":"Wendy en Dixie","description":"De 12-jarige Wendy staat absoluut niet te trappelen wanneer haar ouders besluiten de hele zomer door te brengen op de paardenboerderij van haar oma. Wendy heeft het niet zo op paarden. Vroeger reed ze het liefst iedere dag, maar sinds een ernstig ongeluk is alles anders. Eenmaal bij oma aangekomen blijft Wendy’s aandacht hangen bij een gewond paard die de plaatselijke slager probeert te vangen.","first":"W","duration":"5220","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"568","datum":"19700101"},"5196660":{"id":"5196660","assetid":"6225739","title":"Wickie de Viking en het Magische Zwaard","description":"Wickie maar al te graag mee met zijn vader op avontuur! Alleen ziet Halvar dat helemaal niet zitten, hij vindt Wickie nog veel te jong. Alles verandert echter wanneer Wickie's moeder Ylva door een magisch zwaard wordt omgetoverd in een gouden standbeeld. Wickie moet en zal zijn moeder redden, terwijl hij ondertussen ook aan zijn vader moet bewijzen dat hij wél klaar is voor het echte werk.","first":"W","duration":"4680","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"183","datum":"19700101"},"5176120":{"id":"5176120","assetid":"5442191","title":"Winx Club: het Magische Avontuur","description":"NEDERLANDS GESPROKEN: Het nieuwe leven voor Bloom in haar nieuwe koninkrijk is begonnen en de liefde tussen haar en Sky lijkt geweldig. Het leven in Domino lijkt allemaal geweldig, maar het heeft ook zijn verplichtingen.","first":"W","duration":"5040","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"282","datum":"19700101"},"5204220":{"id":"5204220","assetid":"6208083","title":"Wiplala","description":"Johannes doet de ontdekking van zijn leven als hij achter de pot pindakaas een klein mannetje vindt dat Wiplala heet en kan toveren. Als Wiplala de familie Blom per ongeluk net zo klein maakt als hijzelf, is dat het begin van een heel groot avontuur.","first":"W","duration":"5760","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"80","datum":"19700101"},"5200562":{"id":"5200562","assetid":"6250834","title":"Woezel & Pip Op Zoek Naar de Sloddervos!","description":"Het is bijna groot feest in de Tovertuin, want de Wijze Varen wordt alweer een fraai jaar ouder. Woezel & Pip krijgen de belangrijke taak om het grote verjaardagscadeau te verstoppen, totdat de grote dag daar is.","first":"W","duration":"4140","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"152","datum":"19700101"},"5197694":{"id":"5197694","assetid":"5937872","title":"Wonder Park","description":"NEDERLANDS GESPROKEN: De fantasievolle June ontdekt een pretpark genaamd Wonderland, dat verborgen zit in het bos. Het park beschikt over leuke glijbanen en pratende dieren. June ontdekt al snel dat het park uit haar eigen fantasie is ontsproten.","first":"W","duration":"4860","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"172","datum":"19700101"},"5164105":{"id":"5164105","assetid":"4717847","title":"Wreck-It Ralph","description":"Ralph is het zat om overschaduwd te worden door Fix-It Felix, de held van de arcade-game waar ze beiden in zitten. Na jarenlang altijd maar weer hetzelfde te doen, neemt Ralph het heft in zijn eigen grote handen en gaat op avontuur.","first":"W","duration":"5820","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"484","datum":"19700101"},"5206840":{"id":"5206840","assetid":"6346517","title":"Zambezia: de Verborgen Vogelstad","description":"NEDERLANDS GESPROKEN: De jonge valk Kai is een impulsief, maar dapper vogeltje. Wanneer hij hoort van Zambezia, een grote vogelstad aan de rand van een enorme waterval, heeft hij maar één missie: zo snel mogelijk richting de beroemde plek","first":"Z","duration":"4740","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"45","datum":"19700101"},"5164346":{"id":"5164346","assetid":"4723157","title":"Zootropolis","description":"Zootropolis is een stad met een mengelmoes van dieren uit verschillende omgevingen die samenleven. De optimistische Judy ontdekt dat het niet zo makkelijk is als eerste konijn bij het politiekorps vol grote, stoere dieren.","first":"Z","duration":"6240","type":"movie","seasons":"","icon":"","category":"","vidcollection":"","ord":"483","datum":"19700101"}}