{"5191612":{"id":"5191612","assetid":"","title":"A Wild Year on Earth","description":"Zie hoe dieren wereldwijd navigeren door de veranderende seizoenen terwijl de aarde rond de zon reist. Wees getuige van spectaculaire migraties, wedergeboorten en transformaties terwijl de vaste patronen van de planeet minder voorspelbaar worden.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"94","datum":"19700101"},"5152274":{"id":"5152274","assetid":"","title":"Accused: Guilty or Innocent?","description":"Wat gebeurt er als iemand formeel wordt beschuldigd van een misdrijf en voor de rechter komt. Verteld vanuit het perspectief van de beschuldigde, hun juridische team en hun familieleden.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"28","datum":"19700101"},"5060477":{"id":"5060477","assetid":"","title":"Africa's Claws & Jaws","description":"Van de vlijmscherpe tanden van de grote witte haai tot de bliksemsnelle aanval van een zwarte mamba; we bestuderen enkele van de gevaarlijkste dieren die we kennen. Terwijl sommige hun overweldigende kracht gebruiken om vijanden te verslaan, gebruiken andere dodelijk gif. Dit is een verhaal over de aanval en de verdediging, het roofdier en zijn prooi, en de drang om te doden of gedood te worden.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"176","datum":"19700101"},"5192871":{"id":"5192871","assetid":"","title":"Africa's Hidden Kingdoms","description":"Africa's Hidden Kingdoms verkent de wonderen van de meest primitieve ecosystemen van planten en dieren in Zuid-Afrika. Verken de bloementapijten van Namaqualand - een wereldwijde hotspot voor biodiversiteit - of de Zuidkaper walvissen die paren voor de kust van het natuurreservaat De Hoop. En geniet ondertussen van de prachtige, oude en bizarre wereld van de verborgen koninkrijken van Zuid-Afrika.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"101","datum":"19700101"},"5192872":{"id":"5192872","assetid":"","title":"Africa's Hunters","description":"Deze serie volgt het leven van een aantal van de beste roofdieren van Zambia - leeuwen, luipaarden en hyena's. We volgen de dieren dag en nacht, leren ze goed kennen en onthullen gedrag dat we nog niet eerder zagen.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"128","datum":"19700101"},"5104237":{"id":"5104237","assetid":"","title":"Africa's Underwater Wonders","description":"Onze planeet bestaat uit schijnbaar ontelbare zeeën en oceanen, maar tot op de dag van vandaag blijven veel van hun raadsels onontgonnen. De camera's van Africa's Underwater duiken in enorme diepten om de schat aan fauna, flora en vitale ecosystemen te verkennen die de zee hun thuis noemen.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"140","datum":"19700101"},"5192873":{"id":"5192873","assetid":"","title":"Africa's Wild Horizons","description":"Afrika's meest diverse ecosystemen, belangrijke broedplaatsen, onmisbare migratieroutes en populaire drinkplekken worden in Afrika's horizon prachtig in beeld gebracht. We reizen door de Serengeti, langs de Mara-rivier en door de bossen van het nationaal park Ruaha.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"111","datum":"19700101"},"5187386":{"id":"5187386","assetid":"","title":"Africa's Wild Year","description":"Deze epische, filmische serie geeft een jaar lang een kijkje in Afrika. Elke aflevering speelt zich af tijdens een van de vier seizoenen: lente, zomer, herfst en winter, en laat zien hoe de dieren die er leven zich aanpassen aan het nieuwe seizoen. Afrika is verrassend meer seizoensgebonden dan veel kijkers wellicht denken. De serie, die verbluffend gedetailleerd is gefilmd, laat ons kennismaken met een aantal van de vele verborgen diersoorten van Afrika, maar ook de bekende Afrikaanse soorten komen voorbij. Van krioelende oceanen tot uitgestrekte woestijnen en bergen bedekt met ijs, de 1 jaar durende reis door het wild van Afrika is een verhaal van doorzettingsvermogen en moed in tijden van tegenspoed.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"100","datum":"19700101"},"5207681":{"id":"5207681","assetid":"","title":"After the First 48","description":"After The First 48 neemt kijkers mee door de dramatische periode tussen arrestatie en veroordeling, van het onderzoek tot het proces, het vonnis en daarna.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"30","datum":"19700101"},"5193703":{"id":"5193703","assetid":"","title":"After the Wildfires","description":"After the Wildfires brengt het langetermijnherstel van dieren in het wild in beeld in de nasleep van de catastrofale bosbranden in Australië. Het zijn verhalen over hoop, menselijk ingrijpen en veerkracht, en geeft de dringende boodschap om ons milieu te beschermen voordat het te laat is.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"92","datum":"19700101"},"5103362":{"id":"5103362","assetid":"","title":"Alaskan Summer","description":"Bijna 20 uur zonuren per dag voeden het seizoen van overvloed. De warmte doet het ijs van de gletsjers, ijsgrotten en watervallen smelten. Het water stort neer in ontelbare stromen van de Inside Passage en voedt het bos en de natuur. Van juni tot augustus wordt Alaska een waar paradijs voor de dieren in het wild.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"142","datum":"19700101"},"5194844":{"id":"5194844","assetid":"","title":"Alien Abyss","description":"Neem een spannende duik diep onder de golven en leer de vreemde en wonderbaarlijke wezens kennen die in de donkerste diepten van de oceaan leven. Onderzoek de bijzondere aanpassingen, eigenzinnige relaties en bizarre paringsrituelen van deze buitenaardse wezens op aarde.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"91","datum":"19700101"},"5184165":{"id":"5184165","assetid":"","title":"All Creatures Great and Small","description":"De pas van de veeartsenijschool in Glasgow afgestudeerde James Herriot volgt zijn droom om dierenarts te worden in de schitterende Yorkshire Dales.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"58","datum":"19700101"},"5145669":{"id":"5145669","assetid":"","title":"Amazing Animal Friends","description":"Amazing Animal Friends is een hartverwarmende, leuke en fascinerende serie met de meest ongelooflijke verhalen over ongewone schappen tussen dieren van over de hele wereld. Van een neushoornkalf zonder vader en moeder die bevriend raakt met een hond en schaap in Zuid-Afrika tot de eend die geobsedeerd is door een hond in Frankrijk en een olifant die denkt dat ze een buffel is in Zimbabwe. We onthullen de schattigste, grappigste en meest onverwachte vriendschappen tussen dieren ter wereld.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"126","datum":"19700101"},"5192876":{"id":"5192876","assetid":"","title":"America's Wild Border: Northern Exposure","description":"Langs 's werelds langste grens tussen Canada en de VS leven dieren in het wild met één voet in twee werelden. De dieren leven er op de rand van verschillende leefgebieden met tegenstrijdige leefregels, waarbij een stap over de grens het verschil kan betekenen tussen leven en dood.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"118","datum":"19700101"},"5116779":{"id":"5116779","assetid":"","title":"America's Wild Seasons","description":"America's Wild Seasons is een historische vierdelige documentaire die de spectaculaire Amerikaanse wildernis vier seizoenen lang in beeld brengt. Op de grond, in de lucht en onder de golven trokken 22 bekroonde filmmakers het hele jaar door het continent en legden ze het land vast in al zijn schoonheid en razernij.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"138","datum":"19700101"},"5210603":{"id":"5210603","assetid":"","title":"Ancient Impossible","description":"Ancient Impossible laat zien hoeveel van de huidige technologische prestaties al eeuwen geleden zijn ontwikkeld.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"14","datum":"19700101"},"5058704":{"id":"5058704","assetid":"","title":"Animal Empires","description":"Reis mee naar de mooie en gevaarlijke plaatsen waar we getuige zijn van de migraties en congregaties van wilde dieren. Luid en vol leven komen kuddes diersoorten in deze buitengewone dierenrijken samen om te voeden, te paren en te overleven.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"178","datum":"19700101"},"5103369":{"id":"5103369","assetid":"","title":"Animal Senses","description":"In Animal Senses volgen we de evolutionaire geschiedenis van alle zintuigen, van kleine bacteriën tot de meest geavanceerde sensorische organen in het dierenrijk.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"141","datum":"19700101"},"5060217":{"id":"5060217","assetid":"","title":"Arabian Inferno","description":"Het dorre en kale landschap van het Arabische schiereiland biedt een levendige achtergrond voor het leven in de barre woestijn. Water is schaars en dood door extreme hitte komt vaak voor, maar toch blijft een natuurlijke wereld floreren. Volg enkele van de meest iconische wezens van de woestijn en ontdek de unieke manieren waarop ze zich hebben aangepast aan de grimmige omstandigheden om hen heen.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"180","datum":"19700101"},"5192875":{"id":"5192875","assetid":"","title":"Arabian Seas","description":"We verkennen de prachtige natuur van het Arabische schiereiland en onthullen de verschillende leefgebieden op de eilanden en in de zee. We leggen het leven vast van de fascinerende dieren die het Arabisch Schiereiland hun thuis noemen. Ze leven te midden van het prachtige Sultanaat Oman, met zijn vele beschermde gebieden voor het behoud van dieren in het wild, en de VAE. Van de betoverende onderwaterwereld van de Damaniyat-eilanden tot 's werelds grootste populatie schildpadden die eieren leggen op Masirah.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"129","datum":"19700101"},"5058722":{"id":"5058722","assetid":"","title":"Arctic Secrets","description":"Reis naar de meest afgelegen Arctische landschappen, bevolkt met dieren en planten die zich hebben aangepast om onder de zwaarste omstandigheden te overleven. Met behulp van camera's op afstand onderzoekt Arctic Secrets dit land via nog nooit eerder gemaakte panoramabeelden vanuit de lucht.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"177","datum":"19700101"},"5192874":{"id":"5192874","assetid":"","title":"Attack & Defend","description":"De beste roofdieren en bescheiden maar dodelijke prooi voeren oorlog in de dagelijkse strijd van de natuur om nog een dag te mogen leven. Wees getuige van de boeiendste conflicten tussen roofdieren en hun prooi en ontdek welke intimiderende en buitengewone tactieken ze in huis hebben.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"130","datum":"19700101"},"5060233":{"id":"5060233","assetid":"","title":"Australia's Hidden Islands","description":"Eilanden volledig gebouwd op stuifzand of uitgehouwen uit rotsen, waar dansende rode krabben en vreemde buideldieren hun leefgebied van hebben gemaakt. Dit zijn de buitengewone en verborgen eilanden van Australië die in een prachtig isolement gedijen.","first":"A","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"179","datum":"19700101"},"5195215":{"id":"5195215","assetid":"","title":"B.A.B.S","description":"Loek Nieuwenhaag is werkloos geworden en op zoek naar een nieuwe baan. Hij krijgt een baan bij Layla van Weteren die het bureau Look-a-Layla runt van lookalikes, omdat hij als twee druppels water lijkt op de bekende acteur Anton Faber. De acteur speelt de hoofdrol als trouwambtenaar in de populaire Nederlandse film Voor eeuwig verbonden met de bekende trouwscène die voor veel mensen het toppunt is van romantiek. Loek wordt als lookalike door toekomstige bruidsparen gevraagd om op hun bruiloft de scène na te spelen.","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"88","datum":"19700101"},"5192880":{"id":"5192880","assetid":"","title":"Baboon: Rules of the Troop","description":"Volg vier families van vier verschillende soorten apen - de vindingrijke Beach Troop, de oorlogszuchtige Desert Troop, de gedisciplineerde River Troop en de vreedzame Mountain Band - om erachter te komen waarom deze primaten tot de meest succesvolle dieren in Afrika behoren.","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"103","datum":"19700101"},"5192879":{"id":"5192879","assetid":"","title":"Baby Animals","description":"Met hun grote ogen en hun wiebelige eerste stappen zijn babydieren onweerstaanbaar. Ontdek hoe dieren hun jongen opvoeden en zie hoe jonge olifanten, babybizons en onstuimige neushoorns eten, slapen en zich een weg banen naar volwassenheid. Knuffelig, onhandig en vol kattenkwaad: bij de baby's van het dierenrijk is het een drukte van belang.","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"127","datum":"19700101"},"5157924":{"id":"5157924","assetid":"","title":"Bäckström","description":"De Zweedse celebrity detective Evert Bäckström pocht maar wat graag dat hij 99% van zijn moordzaken heeft opgelost. Maar wanneer er een schedel, doorboord met kogelgaten, op een onbewoond eiland in de archipel wordt gevonden, botst Bäckström echter op een bijzonder moeilijk mysterie.","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"57","datum":"19700101"},"5152775":{"id":"5152775","assetid":"","title":"Bal National","description":"De Belg en zijn (gehakt)bal: dat is een culinaire lovestory. Mààr aan elke relatie moet er gewerkt worden. In Bal National staan er altijd ballen op het menu: in alle maten kleuren en geuren. Om zoveel mogelijk mensen te inspireren om creatief aan het rollen te gaan. ","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"84","datum":"19700101"},"5204326":{"id":"5204326","assetid":"","title":"Baron Noir","description":"Het verhaal van een aanstaande Franse president, en de burgemeester van een klein stadje in Noord-Frankrijk.","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"67","datum":"19700101"},"5203031":{"id":"5203031","assetid":"","title":"Becoming Orangutan","description":"Een nieuw kijkje in de opmerkelijke wereld van de Orang-oetan jungleschool met nieuwe, nooit eerder vertoonde momenten uit Beni's leven. Alle favoriete personages van fans uit de eerste twee seizoenen zijn terug, samen met hun vermakelijke streken, te zien in veel nieuwe scènes. Wat er nodig is om een orang-oetan te worden op deze unieke school is complex, verrassend, ontroerend en hilarisch. Deze ingenieuze kleine apen houden ons een spiegel voor die vaak ons eigen leven weerspiegelt.","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"77","datum":"19700101"},"5145229":{"id":"5145229","assetid":"","title":"Bellicher","description":"Hoe bestrijd je iemand die jouw identiteit gebruikt? Michael Bellicher is ’s nachts getuige van een raadselachtig auto-ongeluk met fatale afloop. Na te zijn verhoord wordt hij tot zijn stomme verbazing aangehouden. Waarom is niet duidelijk. Alles wat Michael zegt lijkt zich tegen hem te keren. Hij wordt overgebracht naar een politiebureau in het Westland, waar hij te maken krijgt met een bizarre aanklacht. Michael ontkomt en gaat koortsachtig op zoek naar antwoorden: wie heeft zijn identiteit gestolen en waarom?","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"12","datum":"19700101"},"5192881":{"id":"5192881","assetid":"","title":"Big Cat Country","description":"Nathan Pilcher en Sam Davies, specialisten op het gebied van natuurfilms, terwijl ze zich in het hart van de Luangwa-vallei in Zambia vestigen. Samen volgen ze de leeuwen, dag en nacht, zodat we geen moment missen van wat een tumultueus jaar belooft te worden voor drie dynastieën van leeuwen die op het punt staan in te storten.","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"110","datum":"19700101"},"5211327":{"id":"5211327","assetid":"","title":"Blown Away","description":"In deze baanbrekende serie worden uitzonderlijk goede glasblazers uitgenodigd in de grootste glasblazerij van Noord-Amerika om zichzelf tot het uiterste te drijven. In elke aflevering moeten de glasblazers indruk maken op een panel van kunstexperts, anders lopen ze het risico uitgeschakeld te worden. Wat staat er op het spel? Een grote geldprijs en een nieuw carrière. Blown Away wordt gepresenteerd door Nick Uhas en de jury bestaat onder meer uit meester-glaskunstenaar Katherine Gray. Deze spectaculaire wedstrijd laat zowel de deelnemers als de kijkers zweten.","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"1","datum":"19700101"},"5097315":{"id":"5097315","assetid":"","title":"Brazil Untamed","description":"Brazil Untamed reist door de afgelegen en meedogenloze Braziliaanse wildernis van Pantanal - 's werelds grootste moeras en de thuisbasis van het meest diverse ecosysteem op aarde.","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"143","datum":"19700101"},"5207706":{"id":"5207706","assetid":"","title":"Britain's Darkest Taboos","description":"Britain's Darkest Taboos is een schokkende serie over waargebeurde misdaden, waarin het verhaal wordt verteld van walgelijke daden van huiselijk geweld in Groot-Brittannië.","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"25","datum":"19700101"},"5207284":{"id":"5207284","assetid":"","title":"Brussel","description":"Moniek van Dalen is een voormalige minister en is werkzaam als lobbyiste voor Transoil Company. Transoil wil een oliepijpleiding aanleggen van Tsjetsjenië via de Zwarte Zee, Roemenië, Hongarijë en Tsjechië naar Duitsland. Om deze oliepijpleiding te mogen aanleggen heeft Van Dalen de goedkeuring nodig van de Europese Commissie. Van Dalen onderhandelt met de Nederlandse eurocommissaris Pieter Jongma en de voorzitter van de Europese Commissie Jean Marie Debeukelaer.","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"44","datum":"19700101"},"5203790":{"id":"5203790","assetid":"","title":"BTK: Confessions of a Serial Killer","description":"Bevat gesprekken met seriemoordenaar Dennis Rader uit een maximaal beveiligde gevangenis in Kansas, om zijn misdaden en psyche te onderzoeken.","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"68","datum":"19700101"},"5210298":{"id":"5210298","assetid":"","title":"Buddy vs. Christmas","description":"Buddy neemt het op tegen kunstenaars uit een andere tak van sport. De mooiste creaties rondom het thema Kerst worden gemaakt en Buddy zet daar een speciale taartversie tegenover.","first":"B","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"17","datum":"19700101"},"5203779":{"id":"5203779","assetid":"","title":"Cell Mate Secrets","description":"Cell Mate Secrets vertelt enkele van de meest beruchte verhalen over criminelen die de krantenkoppen halen en onthult nieuwe inzichten en informatie terwijl voormalige vrienden, bewakers, celgenoten en geliefden uit de eerste hand verslag doen van hun tijd met beroemde misdadigers en beklaagden.","first":"C","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"69","datum":"19700101"},"5212070":{"id":"5212070","assetid":"","title":"Chasing the Rains","description":"In deze dramaserie volgen we drie dierlijke matriarchen die hun families beschermen terwijl ze proberen om tijdens een van de ergste droge periodes in twintig jaar te overleven. Samburu is de thuisbasis van de Royals - een olifantenfamilie die worstelt om te overleven in een landschap dat in stof verandert. In Laikipia introduceert de wilde hond-matriarch Phoenix vijf nieuwe pups in de roedel, maar krijgt ze concurrentie van plunderende hyena's, en in Naboisho worstelt Kuleta, de eerste jachtluipaard-moeder van Naboisho, om haar vier welpen in leven te houden in een land vol gevaarlijke roofdieren. Aflevering vier onthult hoe de serie is gemaakt in samenwerking met inspirerende natuurbeschermers.","first":"C","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"7","datum":"19700101"},"5202876":{"id":"5202876","assetid":"","title":"City Confidential","description":"City Confidential bevat verhalen uit het echte leven in een grote verscheidenheid aan Amerikaanse steden. Hoewel veel van deze verhalen over moord gaan, gaan sommige ook over poging tot moord en onder andere over ambtenaren die in compromitterende situaties worden betrapt. De steden die worden genoemd variëren sterk in grootte, van het kleinste dorp tot de grootste stedelijke gebieden.","first":"C","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"71","datum":"19700101"},"5116725":{"id":"5116725","assetid":"","title":"City Wildlife Rescue","description":"City Wildlife Rescue vertelt het verhaal van kleine dieren in de grote stad. Kom meer te weten over hun dagelijkse avonturen en worstelingen - van een moedereend en haar eendjes die op een dak zijn gestrand, tot een gewonde schildpad die een operatie moet ondergaan. Volg het toegewijde team in de dierenkliniek dat duizenden dieren helpt hun weg terug naar huis te vinden.","first":"C","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"136","datum":"19700101"},"5212093":{"id":"5212093","assetid":"","title":"Clarice","description":"Clarice speelt zich af in 1993, een jaar na de gebeurtenissen in The Silence of the Lambs. FBI-agent Clarice Starling keert terug in het veld om seriemoordenaars en seksuele roofdieren te achtervolgen terwijl ze navigeert door de hoge politieke wereld van Washington, D.C. Clarice is zowel briljant als kwetsbaar.","first":"C","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"9","datum":"19700101"},"5127061":{"id":"5127061","assetid":"","title":"Coastal Africa","description":"De twee dramatische kustlijnen op het zuidelijkste puntje van Afrika herbergen een gebied van bijna 3.000 km tussen land en zee. Deze smalle kustlijn is ongeëvenaard vanwege zijn schoonheid en herbergt enkele van 's werelds meest levendige en gevarieerde hoeveelheid zeedieren. Dat heeft de kust allemaal te danken aan de twee zeer verschillende zeestromingen die er voorbij trekken.","first":"C","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"132","datum":"19700101"},"5187105":{"id":"5187105","assetid":"","title":"Condor","description":"De jonge analist Joe Turner ontdekt dat de CIA een algoritme heeft gebruikt om Amerikaanse burgers te bespioneren. Hij stuit daarbij op een terroristisch complot dat miljoenen levens in gevaar brengt.","first":"C","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"96","datum":"19700101"},"5194225":{"id":"5194225","assetid":"","title":"Coyote","description":"Ben Clemens is grenspatrouille die na 32 jaar binnenkort met pensioen gaat. Dan ontdekt hij een ondergrondse tunnel die wordt gebruikt om goederen van de zwarte markt vanuit Mexico de Verenigde Staten binnen te smokkelen. Al snel bevindt hij zich in het vizier van het criminele meesterbrein dat hij het grootste deel van zijn carrière heeft geprobeerd te pakken te krijgen.","first":"C","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"89","datum":"19700101"},"5205666":{"id":"5205666","assetid":"","title":"Craig Charles: UFO Conspiracies","description":"UFO-gelovige Craig Charles en wetenschapper Sarah Cruddas onderzoeken enkele van de bekendste UFO-gevallen van de afgelopen jaren.","first":"C","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"46","datum":"19700101"},"5146028":{"id":"5146028","assetid":"","title":"Crank Yankers","description":"Waar vind je een wereld waarin poppen met de stemmen van beroemdheden hun buren lastigvallen met waanzinnige treitertelefoontjes? Alleen in Yankerville, de bizarre setting voor deze schaamteloze comedyshow.","first":"C","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"42","datum":"19700101"},"5211208":{"id":"5211208","assetid":"","title":"De Affaire","description":"De eigenzinnige onderzoeksjournalisten Dana Lievens en Tom Waardenburg werpen in elke aflevering nieuw licht op een bestaande, geruchtmakende affaire. In deze gedramatiseerde interpretatie van journalistieke kwesties proberen ze doofpotten te lichten en de onderste steen boven te krijgen.","first":"D","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"11","datum":"19700101"},"5095616":{"id":"5095616","assetid":"","title":"De Chalet, 3 Chefs, aan Zee","description":"Drie Njam!-chefs trekken naar de zee. Dominique Persoone, Peppe Giacomazza en Roger Van Damme maken er een feestlijk culinaire vakantie van.","first":"D","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"55","datum":"19700101"},"5190955":{"id":"5190955","assetid":"","title":"De Chalet: Hollandse Maatjes","description":"De Chalet staat dit jaar in Nederland, in Noordwijk aan Zee. Het wordt het lekkerste boysweekend ever, dankzij Peppe Giacomazza, Dominique Persoone en Roger van Damme. De mannen trekken er voor de vijfde keer op uit. Ze zorgen ook nu weer voor zalige feestgerechten en winterse gezelligheid, overgoten met een saus van fun & vriendschap. Geniet van De Chalet, van onze Hollandse maatjes!","first":"D","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"59","datum":"19700101"},"5196106":{"id":"5196106","assetid":"","title":"De Mannentester","description":"Victoria Kramer is een femme fatale die een bureau runt waarmee ze zich laat inhuren als mannentester door echtgenotes, vriendinnen en andere belanghebbenden om hun mannen te testen op hoe betrouwbaar ze zijn en of ze de verleiding van het vreemdgaan kunnen weerstaan.","first":"D","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"86","datum":"19700101"},"5083453":{"id":"5083453","assetid":"","title":"De Smaaktoerist","description":"Jeroen De Pauw neemt je in het programma De Smaaktoerist mee op een culinaire ontdekkingsreis in België. Zijn neus leidt ons naar de lekkerste streekproducten, zijn oren naar de mooiste verhalen, zijn ogen naar onbekende pareltjes en zijn smaakpapillen naar het neusje van de zalm. De perfecte gids dus in eigen land. Hij toont je de schoonste plekjes en maakt op het einde van de dag met de lekkerste Belgische streekproducten een overheerlijk gerechtje klaar!","first":"D","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"65","datum":"19700101"},"5083925":{"id":"5083925","assetid":"","title":"De Sterrenkaart","description":"In “De Sterrenkaart” ondernemen we een tocht langs 8 Belgische sterrenzaken en werpen zo een boeiende blik op het culinaire verhaal van de chef achter het sterrenrestaurant. We brengen een gezonde variatie van diverse stijlen van gastronomie, min of meer geografisch verdeeld over België en een mooie afwisseling tussen de oude garde en de talentvolle jonge generatie.","first":"D","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"35","datum":"19700101"},"5187418":{"id":"5187418","assetid":"","title":"De Wereldkeuken","description":"In de reeks “De Wereldkeuken” laten vier topchefs van verschillende achtergronden de njam!-kijkers kennis maken met de wereldse smaken waar ze mee opgroeiden. De culinaire ontdekkingsreis vertrekt in de Marokkaanse keuken, gaat langs Indonesië en Spanje en arriveert in het Midden-Oosten. ","first":"D","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"74","datum":"19700101"},"5060207":{"id":"5060207","assetid":"","title":"Deadly Australians","description":"In Dodelijke Australiërs nemen we een kijkje bij de geheime levens van de meest beruchte - en soms maar weinig bekende - moordenaars van Australië, waaronder 's werelds meest giftige slangen, dodelijke kwallen, monsterlijke krokodillen en giftige spinnen.","first":"D","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"181","datum":"19700101"},"5090115":{"id":"5090115","assetid":"","title":"Death in Paradise","description":"Warme, luchtige en humorvolle detectiveserie over een Britse inspecteur die op het paradijselijke eiland Saint-Marie in het Caribisch gebied onderzoek gaat doen naar strafbare feiten.","first":"D","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"2","datum":"19700101"},"5207283":{"id":"5207283","assetid":"","title":"Dochters","description":"In Dochters volgen we Emma (12), Aisha (17) en Tara (19) en hun moeders in verschillende fases van hun leven. Gewapend met een smartphone filmen zij alles. Omdat de meiden en moeders letterlijk zelf de camera in handen hebben, krijg je een intieme inkijk in het leven van de dochters en de relatie met hun moeder.","first":"D","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"43","datum":"19700101"},"5065888":{"id":"5065888","assetid":"","title":"Dogs with Extraordinary Jobs","description":"Honden blijven ons verbazen. Ze zijn slim, loyaal en kunnen dingen die mensen niet kunnen. Het is dan ook geen verrassing dat we bij een hele reeks werkzaamheden hun hulp hebben ingeroepen. Onze viervoetige vrienden zijn over de hele wereld aan het werk.","first":"D","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"154","datum":"19700101"},"5134346":{"id":"5134346","assetid":"","title":"Ellemiekes KIDchen","description":"In Ellemiekes KIDchen zien we hoe Ellemieke Vermolen haar kinderen enthousiast maakt in de keuken: Noah en Zenna willen helpen met koken, ze willen proeven, ontdekken, en verrassen met hun eigen originele kijk. Ellemieke deelt tips over hoe je kinderen alles op een leuke manier kan leren eten, hoe je moeilijkere ingrediënten aantrekkelijk maakt, en hen leert nieuwe producten te proeven en waarderen. De nadruk ligt hierbij telkens op gezonde en duurzame ingrediënten. Ellemieke toont hoe een keuken meer kan zijn dan een plek waar je eten bereidt: het is de plaats waar het gezin samen komt, lacht, speelt, nieuwe ontdekkingen doet en herinneringen maakt.","first":"E","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"56","datum":"19700101"},"5082934":{"id":"5082934","assetid":"","title":"Ex on the Beach","description":"Wat gebeurt er als je acht single guys en girls dropped op een paradijselijk eiland voor een vakantie vol zon, zee, strand en seks? Heerlijk! Maar zo simpel is het niet. MTV haalt namelijk één voor één de exen terug.","first":"E","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"21","datum":"19700101"},"5065101":{"id":"5065101","assetid":"","title":"Extreme Africa","description":"Het afwisselende Afrikaanse landschap is net zo geweldig als dodelijk. Er zijn gloeiende vulkanische velden, bloedhete woestijnen en wilde waterwegen. Ontdek wat er leeft in enkele van 's werelds meest ongastvrije plaatsen op aarde en zie hoe deze diersoorten zich hebben aangepast om te kunnen gedijen waar anderen niet zouden overleven.","first":"E","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"158","datum":"19700101"},"5139848":{"id":"5139848","assetid":"","title":"Feest van Eigen Bodem","description":"Steek de kaarsen maar aan en maak het gezellig want het is feest! Bart Desmidt duikt de keuken in en helpt je vier afleveringen lang aan een feestelijk menu met heerlijke gerechten, gemaakt van lokale producten. ","first":"F","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"13","datum":"19700101"},"5155990":{"id":"5155990","assetid":"","title":"Follow the Money","description":"Een financieel misdaaddrama van de makers van The Killing, Borgen & The Legacy.","first":"F","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"112","datum":"19700101"},"5082915":{"id":"5082915","assetid":"","title":"Geordie Shore","description":"Na Jersey Shore maken we plaats voor 8 luide en trotse Geordie Lads en Lassen die ons een zomer om nooit te vergeten beloven!","first":"G","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"20","datum":"19700101"},"5173962":{"id":"5173962","assetid":"","title":"Ghost Rockers","description":"Ghost Rockers gaat over een groepje getalenteerde leerlingen die les volgen aan de DAM Academie, een prettig gestoorde artiestenschool voor dans, acteren en muziek. In deze bruisende omgeving krijgen enkele leerlingen het aan de stok met de schooldirecteur, bij deze strijd kunnen de jongelui rekenen op hulp uit \"spookachtige\" hoek.","first":"G","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"131","datum":"19700101"},"5046502":{"id":"5046502","assetid":"","title":"Gold Divers","description":"De vondst van goud op de bodem van de Beringzee zorgt voor een nieuwe goudkoorts. Een groep goudzoekers is bereid om het kostbare metaal met gevaar voor eigen leven op te duiken.","first":"G","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"53","datum":"19700101"},"5040825":{"id":"5040825","assetid":"","title":"Gold Rush","description":"De goudzoekers van de Yukon zetten alles op het spel voor het felbegeerde goud. Wie van hen zal het meeste goud vinden en koning van de Klondike worden?","first":"G","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"184","datum":"19700101"},"5139642":{"id":"5139642","assetid":"","title":"Gold Rush: White Water","description":"Nu de goudgronden in Alaska steeds verder uitgeput raken, moeten de goudzoekers nieuwe plekken zien te ontdekken. Veteraan Fred Hurt en zijn zoon Dustin – alias The Dakota Boys – nemen in de serie Gold Rush: White Water daarbij het allergrootste risico door dichter naar de bron te gaan, hoog in de bergen, daar waar het smeltwater van de gletsjers in woeste rivieren naar beneden stoomt. Het zijn de plekken waar zelfs de stoerste goudzoekers tot nu toe niet durfden te mijnen. Maar Fred en Dustin weten dat de kans daardoor groot is dat hier nog voor miljoenen dollars aan goud ligt. Het enige probleem is om het eruit te halen. Ze moeten namelijk onder water duiken tussen de steile en scherpe rotsen. Vinden ze inderdaad een nieuwe goudader?","first":"G","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"39","datum":"19700101"},"5040858":{"id":"5040858","assetid":"","title":"Gomorra","description":"Schitterende Italiaanse serie gebaseerd op de gelijknamige bestseller van Roberto Saviano en geregisseerd door Stefano Sollima (Romanzo Criminale). De levens, de leugens en de menselijke dilemma’s achter het bloedvergieten van de Napolitaanse maffia. GOMORRA – DE SERIE volgt van binnenuit de Camorra, de genadeloze Napolitaanse maffia, door de ogen van de jonge Ciro Di Marzio.","first":"G","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"119","datum":"19700101"},"5060201":{"id":"5060201","assetid":"","title":"Great Blue Wild","description":"In Grote blauwe wildernis gaan we met 's werelds toonaangevende mariene ecologen mee op ontdekkingsreis naar afgelegen hoeken van de aarde om de geheimen van de oceanen te ontdekken en bedreigde diersoorten te helpen die moeite hebben om in onze bedreigde zeeën te overleven. Duik diep onder water met walvishaaien en dolfijnen, overkom je angsten voor grote witte haaien en kom een stap dichter bij het begrijpen van de mysteries van de zee.","first":"G","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"183","datum":"19700101"},"5065172":{"id":"5065172","assetid":"","title":"Great Lakes Wild","description":"De Grote meren staan bekend om hun schoonheid, een rijk ecosysteem en een overvloed aan wilde dieren. Van coyotes en wolven tot muskusratten en elanden, in Grote meren maken we kennis met de dieren die de Canadese Serengeti hun thuis noemen.","first":"G","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"156","datum":"19700101"},"5192932":{"id":"5192932","assetid":"","title":"Great Parks of Africa","description":"In Afrika's natuurparken zien we in meer dan 4 miljoen hectare park adembenemende vergezichten langs de kliffen, prachtige vetplanten, uitgestrekte dorre woestijnen, weelderige wetlands en verbazingwekkende dieren.","first":"G","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"174","datum":"19700101"},"5061050":{"id":"5061050","assetid":"","title":"Guardians of the Wild","description":"Een aantal van de meest verbazingwekkende diersoorten van Zambia - olifanten, leeuwen, wilde honden en hyena's - zijn ook het moeilijkst om te bestuderen. Deze serie volgt de dagelijkse uitdagingen van natuurbeschermers en wetenschappers die in de wildernis van Zambia werken. Zie hoe ze nieuwe inzichten verzamelen over enkele van de meest charismatische dieren van Afrika.","first":"G","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"175","datum":"19700101"},"5209048":{"id":"5209048","assetid":"","title":"Happy Valley","description":"Sarah Lancashire schittert in deze meeslepende misdaadthriller als een politieagent in een klein stadje waar dronkaards, drugsverslaafden en tienerzwangerschappen een manier van leven zijn.","first":"H","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"22","datum":"19700101"},"5174476":{"id":"5174476","assetid":"","title":"Heidi","description":"Het leven van het 5-jarige weesmeisje Heidi neemt een heel andere wending wanneer ze door haar tante naar de Zwitserse Alpen wordt gebracht, om daar bij haar norse grootvader te gaan wonen.","first":"H","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"105","datum":"19700101"},"5083259":{"id":"5083259","assetid":"","title":"Het Weekmenu","description":"De combinatie van een druk leven en gezond koken is niet evident, maar met de slimme aanpak van de njam-chefs loopt je weekmenu vanaf nu op rolletjes! Elke chef stelt een menu voor vier dagen samen, met bijhorend boodschappenlijstje én een haarfijn uitgewerkt voorbereidingsplan.  Hij\/zij trekt enkele uurtjes uit om alle voorbereidingen van deze vier gerechten te doen en ervoor te zorgen dat je elke avond op maximum een kwartiertje een verse maaltijd op tafel tovert.","first":"H","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"79","datum":"19700101"},"5179371":{"id":"5179371","assetid":"","title":"Hide and Seek","description":"Vader en dochter spelen verstoppertje in hun appartement. Alles lijkt normaal, tot de vader zijn dochter nergens kan vinden… Later duikt op het internet een video op waarop het meisje een bordje met een cryptische set getallen vasthoudt. Ze blijkt de eerste te zijn in een reeks van mysterieuze verdwijningen in een kleine industriële stad.","first":"H","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"8","datum":"19700101"},"5210782":{"id":"5210782","assetid":"","title":"Ice Cold Killers","description":"In Alaska worden mensen in een griezelig hoog tempo vermist. Ice Cold Killers vertelt de verhalen over de slachtoffers van geweldsmisdrijven, die worstelen om de wreedheid van de natuur te overleven en de mens.","first":"I","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"10","datum":"19700101"},"5076267":{"id":"5076267","assetid":"","title":"In de Mix","description":"Een culinair magazine boordevol kookitems en reportages.","first":"I","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"41","datum":"19700101"},"5207945":{"id":"5207945","assetid":"","title":"Ink Master Angels","description":"Ryan Ashley, Kelly Doty, Nikki Simpson en Gia Rose reizen het land door om het op te nemen tegen de beste tatoeëerders van Amerika.","first":"I","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"27","datum":"19700101"},"5207942":{"id":"5207942","assetid":"","title":"Ink Master Grudge Match","description":"Wraakgevoelens laaien weer op als artiesten terugkomen om de rekening met hun grootste rivaal te vereffenen. De fanatieke deelnemers zetten al hun tatoeëerkunsten in om hun tegenstander de overtreffen. Wie komt als winnaar uit de strijd?","first":"I","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"26","datum":"19700101"},"5191266":{"id":"5191266","assetid":"","title":"Inside Amy Schumer","description":"De schaamteloze comédienne Amy Schumer speelt de hoofdrol in deze unieke comedyserie die gescripte scènes verweeft met Amy's stand-up comedy en ongezouten gesprekken met echte mensen. Iedere aflevering verkent een specifiek thema!","first":"I","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"78","datum":"19700101"},"5062108":{"id":"5062108","assetid":"","title":"Into the Wild Colombia","description":"De natuur in: Colombia neemt de kijker mee op een boeiende, 5-delige reis door de magische wildernis van Colombia. Van de jungle van Choco tot de uitgestrekte vlaktes van Los Llanos; in deze serie zien we een aantal van de meest iconische en spectaculaire diersoorten, maar ook enkele verrassende en betoverende minder bekende wezens.","first":"I","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"171","datum":"19700101"},"5063563":{"id":"5063563","assetid":"","title":"Into the Wild India","description":"Een 10-delige reis door de magische wildernis van India. Wees getuige van de dagelijkse levens en uitdagingen van enkele van de meest iconische diersoorten en de vele andere wezens waarmee ze hun leefgebied delen.","first":"I","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"166","datum":"19700101"},"5062140":{"id":"5062140","assetid":"","title":"Island of the Monsoon","description":"Het betoverende eiland Sri Lanka is een wereld van uitersten. De droge laaglanden herbergen de grootste luipaarden ter wereld en in de stomende regenwouden wemelt het van de bizarre schepsels die nergens anders te vinden zijn. In deze zes films introduceren we de meest boeiende en iconische personages van het eiland, allemaal tegen de achtergrond van spectaculaire landschappen en dramatische weersomstandigheden.","first":"I","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"170","datum":"19700101"},"5078754":{"id":"5078754","assetid":"","title":"It's Aperotime Somewhere in the World","description":"“It's APEROTIME somewhere in the world”! Of er nu vrienden komen eten, je feest viert of je gewoonweg het weekend wil inzetten: elke gelegenheid is goed om te aperitieven. Daarom shaket bartender Hannah Van Ongevalle in dit nieuwe aperitiefprogramma zowel legendarische als innoverende cocktails, mét bijpassend hapje.","first":"I","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"34","datum":"19700101"},"5201322":{"id":"5201322","assetid":"","title":"Kalahari: Land of Secret Alliances","description":"Dwaal door de uitgestrekte, onherbergzame laaglanden van het Afrikaanse Kalahari-bekken, waar een buitengewoon diverse hoeveelheid dieren, van enorme olifanten tot kleine wevervogels, samenwerken om eten te vinden, hun jongen te beschermen en de barre omstandigheden te overleven.","first":"K","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"80","datum":"19700101"},"5062081":{"id":"5062081","assetid":"","title":"Kenya Wildlife Diaries","description":"In de schaduw van Mount Kenya ligt een van de meest spectaculaire en drukke wildreservaten in Oost-Afrika. Het Lewa-reservaat is de thuisbasis van vijftienduizend diersoorten, waaronder enkele van de zeldzaamste en gevaarlijkste op aarde. We volgen natuurbeheerders terwijl ze enkele zeer extreme uitdagingen trotseren om ervoor te zorgen dat de mooiste schatten van Afrika voortleven.","first":"K","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"172","datum":"19700101"},"5205665":{"id":"5205665","assetid":"","title":"Kids Behind Bars: Life or Parole","description":"In de VS hebben duizenden gevangenen levenslang zonder voorwaardelijke vrijlating, voor misdaden gepleegd als minderjarigen. De straffen worden opnieuw bekeken. De serie onderzoekt feitelijke gevallen en de gevolgen voor de families van slachtoffers.","first":"K","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"45","datum":"19700101"},"5165757":{"id":"5165757","assetid":"","title":"Killer Britain with Dermot Murnaghan","description":"Gepresenteerd door een van de bekendste journalisten van het VK, Dermot Murnaghan, onderzoekt Killer Britain with Dermot Murnaghan Britse moordverhalen, vol opsporingsintriges en huiveringwekkende verhalen over moord en haat.","first":"K","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"48","datum":"19700101"},"5192890":{"id":"5192890","assetid":"","title":"Kingdom of the Tide","description":"Eb legt een kuststrook bloot die de intergetijdenzone wordt genoemd. Het is een plaats van verbluffende extremen, aangevallen door golven van orkaankracht en blootgesteld aan de hitte. De dieren hier zijn op talloze bizarre manieren geëvolueerd. Wetenschappers verkennen dit buitenaardse rijk.","first":"K","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"104","datum":"19700101"},"5137571":{"id":"5137571","assetid":"","title":"Klaar in 20 minuten","description":"Zeven hoofdingrediënten en 20 minuten. Meer hebben de njam!-chefs niet nodig voor een zalig bordje vol! In het gloednieuwe njam!-programma 'Klaar in 20 minuten' koken onze chefs snel, inspirerend, lekker én eenvoudig.","first":"K","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"72","datum":"19700101"},"5123767":{"id":"5123767","assetid":"","title":"Land of Gremlins","description":"Madagascar is een uniek paradijs in het wild. Het op drie na grootste eiland ter wereld wordt gescheiden van Afrika door honderden kilometers zee en miljoenen jaren evolutie. Door het bladerdak, over bergkammen en langs verlaten kustlijnen reizen we in deze serie het Land of Gremlins binnen.","first":"L","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"135","datum":"19700101"},"5063624":{"id":"5063624","assetid":"","title":"Land of Primates","description":"In Afrika vinden we de meeste primaten ter wereld. Maki's, spookdiertjes, pottos en de beroemdste van allemaal - mensapen - vergezellen ons terwijl we enkele van de schattigste, slimste en meest charismatische dieren van het continent volgen.","first":"L","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"164","datum":"19700101"},"5061084":{"id":"5061084","assetid":"","title":"Life's Journey","description":"In deze serie volgen we een kleurrijke reeks diersoorten gedurende hun hele leven, vanaf hun geboorte totdat ze volwassen worden en een eigen gezin stichten. Van baby's die zelfstandig proberen te worden tot leiders van een roedel die na een lang en meedogenloos bewind aftreden. We ontdekken hoe het leven van Afrikaanse dieren er in het wild uitziet.","first":"L","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"173","datum":"19700101"},"5063295":{"id":"5063295","assetid":"","title":"Macro Worlds","description":"De serie biedt een fascinerend kijkje in de kleine wereld van insecten, vastgelegd - vaak voor de eerste keer - dankzij speciale macrolenzen en geavanceerde technologieën.","first":"M","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"168","datum":"19700101"},"5204396":{"id":"5204396","assetid":"","title":"Maigret","description":"De wereldwijd bekende acteur Rowan Atkinson speelt de legendarische rechercheur Maigret van Georges Simenon. Een frisse weergave van de wereldberoemde detective in de Parijse wijk Montmartre en daarbuiten.","first":"M","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"64","datum":"19700101"},"5192887":{"id":"5192887","assetid":"","title":"Malawi Wildlife Rescue","description":"In het hart van Afrika ligt een weinig bekend land genaamd Malawi, een land waar misdaden tegen de natuur en het redden van de natuur dicht bij elkaar liggen. Deze twee werelden botsen bij het Lilongwe Wildlife Centre, waar geen twee dagen ooit hetzelfde zijn. Het Lilongwe is het enige Wildlife Centre in het hele land. Hier worden alle dieren in het wild behandeld. Amanda Salb, de dierenarts die er de leiding heeft, staat 24\/7 klaar om in actie te komen.","first":"M","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"85","datum":"19700101"},"5072238":{"id":"5072238","assetid":"","title":"Meesterlijke Klassiekers","description":"Sterrenchef Peter Goossens doet de grootste klassiekers uit onze keuken alle eer aan doen: van stoofvlees tot waterzooi, van kaaskroketten tot vol-au-vent, en toon hoe je deze gerechten op z'n best op tafel tovert.","first":"M","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"83","datum":"19700101"},"5203823":{"id":"5203823","assetid":"","title":"Meet, Marry, Murder","description":"Meet, Marry, Murder is een exclusieve true crime-serie met de meest voorkomende vorm van moord ter wereld - wanneer een getrouwd persoon een partner vermoordt.","first":"M","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"63","datum":"19700101"},"5062380":{"id":"5062380","assetid":"","title":"Monkey Island","description":"Een oude citadel die ooit de thuisbasis was van de koningen van Sri Lanka, is nu heroverd door de jungle ... en er is een nieuwe dynastie aan de macht: de apen. De levens van de groep ceylonkroonapen speelt zich af tussen de ruïnes. De makaken delen dit primatenparadijs met relaxte langoeren en geheimzinnige pruiklangoeren. Maar omdat het eiland de zwaarste droogte in jaren doormaakt, worden ze allemaal tot het uiterste gedreven om te overleven.","first":"M","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"169","datum":"19700101"},"5146838":{"id":"5146838","assetid":"","title":"Murder in the Heartland","description":"Waargebeurde verhalen over rustige stadjes op het Amerikaanse platteland die werden opgeschrikt door gruwelijke misdrijven.","first":"M","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"4","datum":"19700101"},"5209495":{"id":"5209495","assetid":"","title":"My Life on MTV","description":"Het is 4 decennia geleden dat de muziekrevolutie op televisie begon. 40 JAAR! Duizenden onvergetelijke momenten. MTV neemt fans mee op een nostalgische trip om de belangrijkste MTV-momenten van 1981 tot 2020 te herleven.","first":"M","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"18","datum":"19700101"},"5211219":{"id":"5211219","assetid":"","title":"My Lottery Dream Home","description":"David Bromstad helpt recente loterijwinnaars met het vinden van hun droomhuis. De gelukkige winnaars hebben een grote prijs gewonnen in de loterij of met een kraslot.","first":"M","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"5","datum":"19700101"},"5205197":{"id":"5205197","assetid":"","title":"Mysteries of Evolution","description":"Het is survival of the fittest in ‘s werelds meest extreme omgevingen als Love Nature de vraag beantwoordt: hoe zijn ze hier gekomen? Mysteries van de evolutie duikt in de mysterieuze genenpool van dieren om te ontdekken waarom dieren op zulke interessante en gevarieerde manieren zijn geëvolueerd. Waarom hebben zebra's strepen? Hoe overleefde ovibossen een ijstijd? Waarom kunnen hamerhaaien net zo goed zien als mensen? Met de hulp van biologen, ecologen en een aantal ontzagwekkende 3D-animaties, probeert Mysteries van de evolutie al je vragen te beantwoorden!","first":"M","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"61","datum":"19700101"},"5063574":{"id":"5063574","assetid":"","title":"Mysteries of the Mekong","description":"Het Mekongbekken is een van de rijkste en biodiverse gebieden ter wereld. 20.000 plantensoorten, 430 zoogdieren, 1.200 vogels, 800 reptielen en amfibieën, en naar schatting 850 soorten zoetwatervissen zijn in deze zeer afgelegen Aziatische regio te vinden.","first":"M","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"165","datum":"19700101"},"5192889":{"id":"5192889","assetid":"","title":"New Kids in the Wild","description":"In New Kids in the Wild zien we de meest innemende babydieren ter wereld opgroeien.","first":"N","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"109","datum":"19700101"},"5097311":{"id":"5097311","assetid":"","title":"Nomads of the Serengeti","description":"Ga mee met de ervaren safarigids Jean Du Plessis op een spannende reis door de Serengeti met migrerende gnoes. Tijdens deze indrukwekkende vijfdelige serie volgt Jean de gnoes tijdens hun reis langs een aantal van de meest ongelooflijke plekken van Afrika, waaronder de top van de Kilimanjaro en het nationale park Katavi & Ruaha, een van de meest afgelegen parken van Afrika.","first":"N","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"144","datum":"19700101"},"5063402":{"id":"5063402","assetid":"","title":"Ocean Parks","description":"Ocean Parks barst van de kleur, het leven en de natuurlijke schoonheid van de onderwaterwereld, verkent spectaculair beschermde mariene habitats en toont de ongelooflijke flora en fauna die boven en onder het oppervlak leeft.","first":"O","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"167","datum":"19700101"},"5065171":{"id":"5065171","assetid":"","title":"Ol Pejeta Diaries","description":"Bezoek Ol Pej, een van de grootste wildreservaten in Afrika. Maak kennis met de medewerkers van het Wildlife Conservancy en ontdek de dagelijkse uitdagingen die de vele dieren met zich meebrengen. Als er geen zwarte neushoorn is die verstrikt raakt in prikkeldraad, dan moeten er wel tweeduizend dieren worden verhuisd. Er worden dieren gefokt om uitsterven te voorkomen en we leren hoe wilde dieren in bedwang kunnen worden gehouden. Ontdek dit gesloten ecosysteem en ontmoet de vele bedreigde diersoorten die er leven.","first":"O","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"157","datum":"19700101"},"5192888":{"id":"5192888","assetid":"","title":"Orangutan Jungle School","description":"Orangutan Jungle School is een unieke school waarin orang-oetans die wees zijn geworden een reeks junglelessen volgen. Ze leren de vaardigheden die ze nodig hebben om in het wild te overleven als ze worden teruggeplaatst.","first":"O","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"107","datum":"19700101"},"5203030":{"id":"5203030","assetid":"","title":"Osprey: Sea Raptor","description":"Een oud stel visarenden keert terug naar huis naar een zoutmoeras in Connecticut. Gedurende één zomer moeten ze hun vijanden bevechten, de elementen weerstaan ​​en op honderden en honderden vissen jagen, allemaal om de volgende generatie zeeroofvogels groot te brengen.","first":"O","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"75","datum":"19700101"},"5192892":{"id":"5192892","assetid":"","title":"Over Australia","description":"Luchtbeelden van 's werelds oudste continent onthullen hoe dieren zich hebben aangepast aan de leefgebieden: van de woestijn tot de eilanden en het Groot Australisch Scheidingsgebergte dat het binnenland van de oostkust scheidt.","first":"O","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"108","datum":"19700101"},"5040885":{"id":"5040885","assetid":"","title":"Overspel","description":"Couwenberg zit in de gevangenis. Hij is echter 'slechts' veroordeeld voor chantage van een wethouder, maar niet voor alles wat hij Willem Steenhouwer heeft aangedaan. Een aantal topadvocaten heeft weten te bewerkstelligen dat het OM de zaak heeft moeten staken wegens onvoldoende bewijs. Willem kan hier niet mee leven, hij heeft immers diverse malen de dood in de ogen gekeken.","first":"O","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"99","datum":"19700101"},"5072259":{"id":"5072259","assetid":"","title":"Peppe's Sicilië","description":"Siculiana is zowat de hemel voor chef Peppe Giacomazza. Het is een dorpje in het zuidwesten van Sicilië. Zijn papa Vincenzo is er geboren en zijn grootouders wonen er nog steeds. De familie geniet er van la bella vita en haar pure keuken. En als je weet dat er een serieuze portie gastvrijheid in het DNA van de Giacomazza's zit, dan kan je je wel voorstellen hoe het daar aan de grote familietafel aan toegaat. Dat is exact wat we in dit programma willen tonen: samen met hen en de dorpsgenoten genieten van wat de natuur hen heeft gegeven: kraakverse vis, een vers bereidde worst en zongerijpte groenten, eerst gezocht en nadien heerlijk bereid door Peppe Giacomazza!","first":"P","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"33","datum":"19700101"},"5206771":{"id":"5206771","assetid":"","title":"Planet Shark","description":"Haaien zijn een van de oudste en meest succesvolle jagers die ooit hebben geleefd. Met meer dan 500 verschillende soorten die bij de mens bekend zijn, domineren haaien elke hoek van onze oceanen - van de tropen tot de polen, van de open oceaan tot de diepte. Waarom zijn deze buitengewone overlevers zo succesvol? Voor het eerst onthullen ‘s werelds toonaangevende haaienwetenschappers hun geheimen. Met nieuw ontdekte haaiensoorten, extreme locaties en pas recentelijk vastgelegd gedrag werpt Planeet haai een actuele en fascinerende blik op het meest succesvolle roofdier op aarde. De filmlocaties bevinden zich onder meer in de VS, Australië, Indonesië en Zuid-Afrika.","first":"P","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"52","datum":"19700101"},"5116495":{"id":"5116495","assetid":"","title":"Poisonous Liaisons","description":"Gif is al lang een wapen in gevallen van verdediging, om jaloezie te overwinnen, om een erfenis te krijgen en in crimes passionnels. Poisonous Liaisons onthult de geschiedenis en de wetenschap van vergif in relatie met moderne misdaden.","first":"P","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"60","datum":"19700101"},"5192785":{"id":"5192785","assetid":"","title":"Pridelands: Wilderness Reborn","description":"Een Australisch gezin gaat het avontuur aan. Ze willen een oude boerderij in Zuid-Afrika opknappen. Het overwoekerde leefgebied moet opnieuw worden opgebouwd en er moet een boerderij voor ecotoerisme worden gecreëerd. Het moet een plek zijn waar de wilde dieren, waaronder ook roofdieren, terug kunnen keren.","first":"P","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"125","datum":"19700101"},"5064861":{"id":"5064861","assetid":"","title":"Reef Wrecks","description":"Er zijn meer dan 3 miljoen scheepswrakken ter wereld waarvan we van het bestaan afweten. Sommige bieden rijkdom - anderen onthullen een verloren geschiedenis. Maar de meest spectaculaire wrakken zijn degenen die weigeren te vergaan. Scheepswrakken in het rif zijn ware schatten van de onderwaterwereld - een onderdeel van de eindeloze levenscyclus van de oceaan - opgeschort in de tijd - die een nieuw begin markeren voor de zeedieren die hen omringen.","first":"R","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"161","datum":"19700101"},"5064862":{"id":"5064862","assetid":"","title":"Rewilding","description":"De natuur en het wild in Europa veranderen drastisch. Uitgestorven diersoorten worden opnieuw geïntroduceerd op het platteland, met fascinerende resultaten. In deze serie ontdekken we de nieuwe, maar toch oude wildernis op het continent dat we zo goed kennen. In herwilderen volgen we hoe opnieuw geïntroduceerde dieren hun weg zoeken in de Europese wildernis en hun rechtmatige leefgebied opnieuw ontdekken.","first":"R","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"160","datum":"19700101"},"5205442":{"id":"5205442","assetid":"","title":"Rock the Block","description":"In Rock the Block nemen vier HGTV designers het tegen elkaar op om vier huizen in hetzelfde blok te veranderen in unieke huizen die zich onderscheiden van de rest van het blok.","first":"R","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"49","datum":"19700101"},"5085844":{"id":"5085844","assetid":"","title":"Roger van Damme: Desserts","description":"Voor njam! maakt Roger elke week één basisdessert klaar. Maar hij doet zijn naam van dessertenkunstenaar alle eer aan. Want met enkele extra en verrassende bereidingen tovert hij zijn dessert om tot een schitterend dessertbord.","first":"R","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"36","datum":"19700101"},"5077647":{"id":"5077647","assetid":"","title":"Rooted","description":"Rooted is een vijfdelige serie waarin de verborgen werelden worden getoond die zich nestelen tussen de takken van vijf van de meest iconische bomen in Zuid-Afrika. De Kameeldoorn, de Worstenboom, de Outeniquageelhout, de Baobab en de Namaqua Rock Vijgenboom. In elke aflevering neemt de serie de kijker mee naar een wereld die vaak over het hoofd wordt gezien.","first":"R","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"150","datum":"19700101"},"5095018":{"id":"5095018","assetid":"","title":"Salvage Hunters","description":"Antiekhandelaar Drew Pritchard reist het land door op zoek naar bijzondere items die hij kan opkopen, opknappen en doorverkopen. Met zijn enorme kennis van zaken weet hij de mooiste items te vinden in schuren en kelders.","first":"S","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"3","datum":"19700101"},"5123852":{"id":"5123852","assetid":"","title":"Say Yes to the Dress: Benelux","description":"Stylist en presentator Fred van Leer helpt aanstaande bruiden in Say Yes To The Dress: Benelux. Fred wordt bijgestaan door de stylisten van Koonings The Wedding Palace, die precies weten wat er op het gebied van bruidsmode trending is.","first":"S","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"38","datum":"19700101"},"5065883":{"id":"5065883","assetid":"","title":"Seasons of the Wild","description":"In Zuid-Florida doet de winter zijn intrede in een uniek en complex ecosysteem dat bekend staat als de Everglades. Roofdier en prooi worden gedwongen om dicht bij elkaar te leven vanwege de beperkte hoeveelheid water.","first":"S","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"155","datum":"19700101"},"5192891":{"id":"5192891","assetid":"","title":"Secret Life of the Kangaroo","description":"Kangoeroes, met hun lange voorpoten, kenmerkende stuiteren en baby's die in buidels worden gedragen, zijn de meest succesvolle buideldieren. Deze driedelige serie gaat over één soort kangoeroe in het bijzonder, de grijze reuzenkangoeroe, die de bossen en weilanden van de oostkant van Australië bevolken. De schatting is dat er ongeveer 16 miljoen grijze reuzenkangoeroes in het land leven.","first":"S","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"117","datum":"19700101"},"5195793":{"id":"5195793","assetid":"","title":"Secret Life of the Koala","description":"Koala's zijn misschien wel de meest iconische dieren van Australië. De schattige, kleine diertjes kunnen verrassende uitdagingen aangaan, en hebben in verschillende delen van Australië heel verschillende verhalen te vertellen. We ontmoeten Jimmy, een kleine koala die probeert een nieuw leefgebied te vinden in de dichte bossen van New South Wales; de koala's in Moreton Bay in Queensland waarvan de populatie wordt gevolgd; en de koala's van Cape Otway in Victoria, die te snel door hun eigen voedselvoorraad gaan.","first":"S","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"87","datum":"19700101"},"5192893":{"id":"5192893","assetid":"","title":"Secret Life of the Tasmanian Devil","description":"Deze serie volgt de kleurrijke gevechten van generaties Tasmaanse duivels om dominantie, uitingen van agressie en gewelddadige meningsverschillen. Ook onderzoeken we de zachtere kant van de duivel, als we zien hoe de vrouwtjes hun jongen in hun buidel grootbrengen en ze beschermen tegen mogelijke roofdieren.","first":"S","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"115","datum":"19700101"},"5192894":{"id":"5192894","assetid":"","title":"Secret Life of the Wombat","description":"In deze serie ontmoeten we wombats die in de bossen van Zuidoost-Australië en Tasmanië leven en de noordelijke breedneuswombats die in Zuid-Australië leven. Wombats zijn enkele van de grootste gravende zoogdieren ter wereld; ze graven in gebieden met onbedekte aarde, onder de wortels van bomen of de zijkanten van rotsen.","first":"S","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"116","datum":"19700101"},"5203791":{"id":"5203791","assetid":"","title":"Secrets of the Chippendales Murders","description":"In de jaren 80 waren de Chippendales een wereldwijd fenomeen. Steve Banerjee en Nick De Noia bouwde een imperium op, maar achter de spectaculaire optredens ging een wereld van drugs, moord en tomeloze ambitie schuil.","first":"S","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"70","datum":"19700101"},"5072915":{"id":"5072915","assetid":"","title":"Secrets of Wild Australia","description":"Australië is een uitgestrekt continent van bijna 7,7 miljoen vierkante kilometer. In de prachtige, afgelegen omving leven een aantal van de meest buitengewone DIEREN op aarde. Maak kennis met de unieke DIEREN van Australië; van buideldieren en grote vogels tot vleermuizen en angstaanjagende reptielen.","first":"S","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"152","datum":"19700101"},"5191613":{"id":"5191613","assetid":"","title":"Shadowlands","description":"In het afgelegen zuidelijke deel van onze planeet vereist het leven in zee veerkracht om te overleven en te gedijen.","first":"S","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"95","datum":"19700101"},"5064839":{"id":"5064839","assetid":"","title":"Shark Squad","description":"Haaien worden wereldwijd bedreigd - ze worden door de media afgeschilderd als dwaze moordenaars en zijn het slachtoffer van roekeloze overbevissing. In een aantal van de meest afgelegen gebieden ter wereld duiken dappere onderzoekers diep onder water om het geheime gedrag van haaien te ontdekken.","first":"S","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"162","datum":"19700101"},"5096903":{"id":"5096903","assetid":"","title":"Silent Witness","description":"Een succesvol team pathologen van Binnenlandse Zaken maakt zich op om de ware toedracht te achterhalen van de moorden en dodelijke ongevallen waarbij 'stille getuigen' in hun mortuarium belanden.","first":"S","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"76","datum":"19700101"},"5047875":{"id":"5047875","assetid":"","title":"Springvloed","description":"Een moord in Stockholm op een douanebeambte, geënsceneerd als zelfmoord, houdt verband met een brutale moord op een blinde vrouw in Marseille. De moorden raken zowel Olivia als Abbas erg persoonlijk. Mette Olsater krijgt de zaak toegewezen en vraagt Tom Stilton om hulp. Het tweede seizoen van Springvloed is de verfilming van De derde Stem van Cilla en Rolf Borjlind.","first":"S","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"123","datum":"19700101"},"5159169":{"id":"5159169","assetid":"","title":"Still a Mystery","description":"Elke aflevering van Still a Mystery onderzoekt opnieuw een misdaadzaak waar nog steeds onbeantwoorde vragen zijn. Door middel van originele interviews met wetshandhavers, familieleden en privé-detectives, nieuwsbeelden en sociale media, ontleedt Still a Mystery het bewijsmateriaal en presenteert nieuwe theorieën in een zoektocht naar de waarheid.","first":"S","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"40","datum":"19700101"},"5192903":{"id":"5192903","assetid":"","title":"Strange Creatures","description":"Strange Creatures haalt al deze grote en kleine wezens uit hun donkere holletjes - de slechteriken met schoonheidsvlekjes, de grillige en onbekende en degene die een dodelijk spelletje spelen.","first":"S","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"124","datum":"19700101"},"5207671":{"id":"5207671","assetid":"","title":"Strangest Things","description":"Aan de hand van het laatste wetenschappelijke onderzoek, vrijgegeven bestanden, getuigenissen van experts en de nieuwste visuele effecten, onthult deze serie de ware verhalen achter enkele van 's werelds meest bizarre en merkwaardige voorwerpen.","first":"S","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"31","datum":"19700101"},"5192904":{"id":"5192904","assetid":"","title":"Tales from Zambia","description":"De wildernis van Zambia is de thuisbasis van enkele van 's werelds meest charismatische en exotische wilde dieren. Van olifanten tot adelaars en van bavianen tot nijlpaarden. In deze serie komen een scala aan diersoorten voorbij. We onderzoeken hun fascinerende gedrag en nemen kijkers mee op een virtuele safari naar enkele van de wildste en mooiste leefgebieden op aarde.","first":"T","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"114","datum":"19700101"},"5206241":{"id":"5206241","assetid":"","title":"The Accidental Wilderness: Europe's Everglades","description":"Bewonder de verbluffende transformatie van een sombere vuilstortplaats in een paradijs voor Europese vogels. Reis naar West-Duitsland om dit succesverhaal van de ontginning van dichtbij mee te maken en ontdek de bloeiende dierengemeenschappen die er leven.","first":"T","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"47","datum":"19700101"},"5192878":{"id":"5192878","assetid":"","title":"The Battle of the Alphas","description":"The Battle of the Alphas vindt elke dag over de hele planeet plaats: baby's strijden om de melk van hun moeder, jongeren vechten tegen elkaar en volwassenen worden agressief wanneer hun leiderschap wordt uitgedaagd of wanneer ze op zoek zijn naar een partner.","first":"T","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"102","datum":"19700101"},"5123768":{"id":"5123768","assetid":"","title":"The Big Dry","description":"Het is oktober in de Luangwa-vallei in Zambia. De heetste en zwaarste tijd van het jaar. Maar dit jaar worden zijn de omstandigheden door El Niño nog zwaarder dan normaal gesproken het geval is ... de droogte houdt de vallei in zijn greep.","first":"T","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"134","datum":"19700101"},"5040671":{"id":"5040671","assetid":"","title":"The Bridge","description":"Een vrouw is gestenigd op Peberholm, een Deens eilandje bij de Sontbrug. Het slachtoffer is Margrethe Thormod, directeur van een migratiebureau in Kopenhagen, die recent was verwikkeld in een deportatieschandaal. Samen met zijn Deense collega Jonas Mandrup begint rechercheur Henrik Sabroe een onderzoek naar de lugubere moord. Naast het moordonderzoek krijgen Henrik Sabroe en Saga Norén in het vierde en laatste seizoen van The Bridge ook te maken met persoonlijke crises.","first":"T","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"122","datum":"19700101"},"5046732":{"id":"5046732","assetid":"","title":"The Challenge: Double Agents","description":"The Challenge is een reality competitie met een serie wedstrijden met de kans om geld te winnen. Deelnemers moeten brute uitdagingen ondergaan, zware eliminatieronden, hete scharrels en bittere rivaliteit.","first":"T","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"19","datum":"19700101"},"5209049":{"id":"5209049","assetid":"","title":"The Coroner","description":"Advocaat Jane Kennedy keert terug naar de badplaats die ze als tiener verliet om de functie van lijkschouwer op zich te nemen en wordt een pleitbezorger voor de doden terwijl ze plotselinge, gewelddadige of onverklaarbare sterfgevallen onderzoekt.","first":"T","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"23","datum":"19700101"},"5040849":{"id":"5040849","assetid":"","title":"The Fall","description":"In deze vervolgreeks van The Fall 1 gaat detective Stella Gibson onvermoeibaar door met de jacht op seriemoordenaar Paul Spector en worden de rollen in dit kat-en-muisspel gaandeweg omgedraaid. Na de mislukte moordpoging op Sarah Kay is Paul gevlucht naar Schotland. Wanneer echtgenote Sally hem bestookt met een hoop vragen beslist de wurger van Belfast om terug te keren naar de stad en alle losse eindjes aan elkaar te knopen. Hij kiest een nieuwe prooi en een nieuwe methode.","first":"T","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"121","datum":"19700101"},"5210274":{"id":"5210274","assetid":"","title":"The Holzer Files","description":"Gebaseerd op het onderzoek naar angstaanjagende waargebeurde gebeurtenissen uit de dossiers van Amerika's eerste spokenjager, Dr. Hans Holzer.","first":"T","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"16","datum":"19700101"},"5205443":{"id":"5205443","assetid":"","title":"The Hunt for the Chicago Strangler","description":"Chicago's onopgeloste moorden op voornamelijk zwarte vrouwen zetten de stad op scherp. Twee moorden kort achter elkaar wijzen op een escalatie in het patroon. Analyse van de victimologie onthult dat Chicago mogelijk met een afschuwelijke dreiging wordt geconfronteerd.","first":"T","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"50","datum":"19700101"},"5040850":{"id":"5040850","assetid":"","title":"The Killing","description":"Genomineerd voor een Emmy, bekroond met een BAFTA Award en miljoenen fans over de hele wereld bewijzen het internationale succes van de Deense misdaadserie THE KILLING. De eigenzinnige inspecteur Sarah Lund houdt iedereen in de ban van haar moordzaken door de vastberaden, gepassioneerde wijze waarop ze haar beroep uitoefent. De zeer gelaagde plotlijnen en de weergaloos sterke vertolking van de acteurs maken van THE KILLING een doorslaand succes.","first":"T","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"185","datum":"19700101"},"5207401":{"id":"5207401","assetid":"","title":"The Larkins","description":"De serie The Larkins speelt zich af tegen het einde van de jaren 50 en gaat over de goedmoedige sjacheraar Pop Larkin, zijn vrouw Ma en hun zes kinderen, onder wie de mooie Mariette, die van het leven genieten in hun idyllische stukje paradijs in het Engelse graafschap Kent.","first":"T","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"32","datum":"19700101"},"5047849":{"id":"5047849","assetid":"","title":"The Lawyer","description":"THE LAWYER is een scherpe, intelligente Zweeds-Deense thrillerserie rond de jonge, uitzonderlijk veelbelovende advocaat Frank Nordling. Een Nordic Noir over wraak, vol morele uitdagingen en dramatische, zelfs existentiële conflicten . De serie speelt zich af in Mälmo, de stad in Zuid-Zweden met de hoogste misdaadcijfers, en in Kopenhagen. De twee steden zijn niet enkel verbonden door de emblematische brug, maar ook hun compatibele rechtssystemen zorgen dat advocaten over de landsgrenzen kunnen werken.","first":"T","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"120","datum":"19700101"},"5064891":{"id":"5064891","assetid":"","title":"The Living Beach","description":"Waar komen golven vandaan? Waarom verschijnen ze altijd parallel aan de kust? In het levende strand belichten we de meest unieke en verbazingwekkende stranden ter wereld en laten we zien hoe de natuurkunde, de natuur en ons eigen gedrag hier invloed op hebben.","first":"T","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"159","datum":"19700101"},"5201285":{"id":"5201285","assetid":"","title":"The Ocean's Greatest Feast","description":"Wees getuige van de grootste migratie ter wereld, de jaarlijkse sardinetrek van 1600 km langs de oostkust van Zuid-Afrika. Zie hoe miljarden van deze kleine vissen het hoofd bieden aan hongerige roofdieren, waaronder zeehonden en jan-van-genten.","first":"T","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"81","datum":"19700101"},"5192905":{"id":"5192905","assetid":"","title":"Undiscovered Vistas","description":"Undiscovered Vistas is een bijzondere reis langs enkele van de mooiste plekken ter wereld. Spectaculaire foto's genomen vanuit de lucht van grotachtige canyons en weelderige regenwouden laten kijkers kennismaken met een prachtig natuurlijk landschap. Ondertussen vertellen we de verhalen van de natuur, de geschiedenis en mythologie die de geografische wonderen van de planeet hebben gevormd. Van de prachtige eilanden van de Bahama's tot de majestueuze vulkanen van de Chileense woestijn; de ongerepte schoonheid van de aarde wordt in Undiscovered Vistas prachtig in beeld gebracht.","first":"U","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"113","datum":"19700101"},"5211525":{"id":"5211525","assetid":"","title":"Unforgotten","description":"Dit misdaaddrama richt zich op een oude zaak die na 39 jaar wordt heropend - met vier verdachten die allemaal iets te verbergen hebben en een briljante detective die hen moet ontmaskeren.","first":"U","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"6","datum":"19700101"},"5085466":{"id":"5085466","assetid":"","title":"Untamed Valley","description":"Drie prachtige leefgebieden. Drie wilde plekken waar een adembenemend drama zich afspeelt. Van open vlaktes tot weelderige lagunes; de Luangwa-vallei in Zambia bestaat uit talloze gebieden die allemaal hun eigen personages en verhaallijnen hebben.","first":"U","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"147","datum":"19700101"},"5210172":{"id":"5210172","assetid":"","title":"Uptown Otters","description":"De kortharige otters van Singapore hebben zich op een unieke manier aangepast aan het stadsleven en leven vreedzaam samen met de mens. Het mooiste is nog dat ze de stad regeren. Elke otterfamilie heeft één matriarch en heeft twee regels: alleen het alphavrouwtje mag zich voortplanten en indringers zijn niet welkom.","first":"U","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"24","datum":"19700101"},"5116774":{"id":"5116774","assetid":"","title":"Valley of Flood and Fire","description":"Deze driedelige dramaserie volgt de onvoorstelbare overgang van de Luangwa-vallei; van een weelderig, smaragdgroen paradijs naar een meedogenloze, uitgedroogde woestijn.","first":"V","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"137","datum":"19700101"},"5114150":{"id":"5114150","assetid":"","title":"Vienna Blood","description":"Max Liebermann, een leerling van Sigmund Freud, helpt inspecteur Rheinhardt bij het onderzoek naar een reeks verontrustende moorden rond de grand cafés en operahuizen in het Wenen van 1900.","first":"V","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"37","datum":"19700101"},"5083385":{"id":"5083385","assetid":"","title":"Volcanic Odysseys","description":"Van de beruchte en dodelijke Krakatau tot de afgelegen en onherbergzame hitte van de Danakill-depressie van Ethiopië; in Volcanic Odysseys nemen Thomas en zijn team de kijker mee naar een wereld vol schoonheid en ontzag. De wereld van de enigszins onbegrepen, maar spectaculaire vulkanen.","first":"V","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"149","datum":"19700101"},"5186671":{"id":"5186671","assetid":"","title":"Volgens Jacqueline","description":"Volgens Jacqueline is het vrouwelijke antwoord Volgens Robert. De eerste reeks draaide om huisarts Robert Finkelstein, die kampte met een midlifecrisis. Na vijfentwintig jaar huwelijk, vaderschap en een huisartsenpraktijk werd hij door zijn vrouw Jacqueline het huis uitgezet. In het tweede deel volgen we de belevenissen van Jacqueline. Zij neemt in acht afleveringen afscheid van haar huwelijk, en daarmee ook van de vrouw die ze in diezelfde vijfentwintig jaar is geworden.","first":"V","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"97","datum":"19700101"},"5186677":{"id":"5186677","assetid":"","title":"Volgens Robert","description":"Volgens Robert vertelt het verhaal van dokter Robert Finkelstein die al 25 jaar huisarts is. Zijn midlifecrisis wordt steeds afgewend met hulp van zijn vrouw Jacqueline. Op het moment dat de kinderen het huis uit zijn, de crisis toch losbarst en Robert Jacqueline slaat, zet ze hem voor een jaar uit huis. Robert gaat wonen in het appartement van een paar vrienden die een jaar naar Afrika zijn, en hij gaat in therapie.","first":"V","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"98","datum":"19700101"},"5085471":{"id":"5085471","assetid":"","title":"Waterworld Africa","description":"De machtige waterwegen van Afrika definiëren dit ongelooflijke continent. Reis met ons mee terwijl we de prachtige dieren ontdekken die op, onder en rondom deze adembenemende rivieren en waterpoelen leven.","first":"W","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"148","datum":"19700101"},"5205004":{"id":"5205004","assetid":"","title":"Weird, Wild & Wonderful","description":"Het is survival of the fittest in ‘s werelds meest extreme omgevingen als Love Nature de vraag beantwoordt: hoe zijn ze hier gekomen? Mysteries van de evolutie duikt in de mysterieuze genenpool van dieren om te ontdekken waarom dieren op zulke interessante en gevarieerde manieren zijn geëvolueerd. Waarom hebben zebra's strepen? Hoe overleefde ovibossen een ijstijd? Waarom kunnen hamerhaaien net zo goed zien als mensen? Met de hulp van biologen, ecologen en een aantal ontzagwekkende 3D-animaties, probeert Mysteries van de evolutie al je vragen te beantwoorden!","first":"W","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"62","datum":"19700101"},"5206290":{"id":"5206290","assetid":"","title":"Whitstable Pearl","description":"De alleenstaande moeder Pearl heeft in een vorige carrière een politieopleiding gedaan, en nu haar zoon volwassen is vervult ze haar langgekoesterde droom van een eigen detectivebureau, dat ze runt vanuit haar restaurant in de kustplaats Whitstable.","first":"W","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"51","datum":"19700101"},"5093825":{"id":"5093825","assetid":"","title":"Wild Birds of Australia","description":"In Australië leven meer dan 90 inheemse vogelsoorten. De menura met zijn opzichtige staartveren en vermogen om zich voor te doen als een andere vogel; de gemene en slecht gehumeurde casuaris; en de boskalkoen met zijn bizarre nesttechniek. Het zijn slechts enkele van de buitengewone volgens die in deze serie aan bod komen.","first":"W","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"145","datum":"19700101"},"5208654":{"id":"5208654","assetid":"","title":"Wild Castles","description":"Ontdek opnieuw de grote historische plaatsen van Europa. Bezoek vijf beroemde kastelen en de natuurlijke wereld om hen heen. Of het nu gaat om de mediterrane zoutvijvers of de wilde grotten van Slovenië, bekijk de verrassende en buitengewone bijdragen van de natuur aan de opkomst en ondergang van beruchte rijken.","first":"W","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"29","datum":"19700101"},"5210173":{"id":"5210173","assetid":"","title":"Wild Crusades: The Monkey Diaries","description":"Verborgen in de oerwouden van Sri Lanka vinden we de ceylonkroonaap. Deze pittige inheemse apen leven in groepen en zijn nergens anders op aarde te vinden.","first":"W","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"15","datum":"19700101"},"5203051":{"id":"5203051","assetid":"","title":"Wild Dogs: Running with the Pack","description":"Dwaal door het South Luangwa National Park in Oost-Zambia met cameraman Julz Braatvedt terwijl hij drie roedels met wilde honden volgt tijdens het droge seizoen. Julz legt hun triomfen en catastrofes vast tijdens de lastige omstandigheden die het droge seizoen in het wereldberoemde natuurreservaat met zich meebrengt.","first":"W","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"73","datum":"19700101"},"5077271":{"id":"5077271","assetid":"","title":"Wild Israel","description":"Velen zien Israël als het heilige land, onder meer vanwege de vele historische en religieuze plekken. Slechts weinigen prijzen het land vanwege zijn rijke fauna en spectaculaire landschappen.","first":"W","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"151","datum":"19700101"},"5192906":{"id":"5192906","assetid":"","title":"Wild Pacific Rescue","description":"Wild Pacific Rescue volgt dierenarts ‘Dr. Marty' Haulena en zijn team op het water bij Vancouver, Canada, en in het Marine Mammal Rescue Centre, terwijl ze iconische oceaandieren redden, helpen revalideren en weer vrijlaten.","first":"W","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"106","datum":"19700101"},"5104139":{"id":"5104139","assetid":"","title":"Wild Rockies","description":"Wild Rockies laat je kennismaken met de dieren die de iconische Rocky Mountains hun thuis noemen. Zie hoe wilde paarden in de woestijnachtige omgeving van de Okanagan-vallei leven en aanschouw hoe grizzlyberen de zalm uit de met gletsjerijs gevoede rivieren slaan.","first":"W","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"139","datum":"19700101"},"5066074":{"id":"5066074","assetid":"","title":"Wild Survivors","description":"Het aantal dieren in Afrika is ongelooflijk divers - talloze diersoorten zijn door de jaren heen geëvolueerd en te vinden in verschillende vormen, kleuren en maten. Allemaal hebben ze zo hun eigen oplossingen voor de dagelijkse problemen en ze gedragen zich allemaal verschillend in hun zoektocht naar eten, een partner om mee te paren en de strijd om te overleven. In WILD SURVIVORS kijken we naar de relatie tussen dieren en hun omgeving en onthullen we de verschillende manieren waarop het één de ander beïnvloedt.","first":"W","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"153","datum":"19700101"},"5085979":{"id":"5085979","assetid":"","title":"Wild van Wild","description":"In dit programma gaat njam-chef Jan Buytaert op zoek naar het wild dat in de vrije natuur heeft geleefd en gegeten, wat meteen de essentie van ‘echt' wild is. Samen met wildexpert Gert Michiels maakt Jan een tocht doorheen het Vlaamse landschap, om telkens één specifiek dier en zijn habitat te ontdekken en er meer over te weten te komen. Na deze introducerende babbel over het dier, gaat Jan ter plaatse aan de slag om in deze prachtige herfstomgeving een lekker en toegankelijk wildgerecht klaar te maken,","first":"W","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"66","datum":"19700101"},"5123780":{"id":"5123780","assetid":"","title":"Wild Wild East","description":"Wild Wild East is een natuurhistorische serie gefilmd aan de grillige oostkust van Canada. De serie onthult de geheime levens en niet eerder vertelde verhalen van de wilde dieren in de maritieme provincies - van de vossen op de ongerepte stranden van Prince Edward Island tot de bultrugwalvissen bij Brier Island, in het hart van de Fundybaai.","first":"W","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"133","datum":"19700101"},"5093117":{"id":"5093117","assetid":"","title":"Wildest New Zealand","description":"De eilanden van Nieuw-Zeeland herbergen een unieke verzameling dieren. Het is een plaats waar de regels van alledag niet van toepassing zijn - de vogels kunnen er niet vliegen, een kleine, oude hagedis is er een van de beste roofdieren, papegaaien spelen in besneeuwde bergweiden en pinguïns zwerven door de straten. Zeehonden gaan de strijd met elkaar aan op het strand, albatrossen zweven hoog boven iedereen uit en een monsterfilm speelt zich in het klein af tussen de dichte begroeiing van dit weelderige, vitale land.","first":"W","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"146","datum":"19700101"},"5064711":{"id":"5064711","assetid":"","title":"Wildlife Icons","description":"Ontdek de levens van enkele van Afrika's schattigste, coolste en harigste dieren ... In deze serie volgen we de zoogdieren waarom Afrika bekend staat - de iconische Grote Vijf van de savanne, maar ook kleinere zoogdieren zoals de mangoest en meerkat maken hun opwachting.","first":"W","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"163","datum":"19700101"},"5085978":{"id":"5085978","assetid":"","title":"Winters Grillen","description":"Maak je warm voor dé trend in de winter! Want chef Jeroen De Pauw gaat Winters Grillen. De koude eindejaarsmaanden vragen dan ook om een gezellig vuurtje, hartverwarmend eten en veel vrienden.","first":"W","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"54","datum":"19700101"},"5192976":{"id":"5192976","assetid":"","title":"Wisting","description":"Rechercheur William Wisting worstelt met de lastigste zaak uit zijn carrière. Een Amerikaanse seriemoordenaar blijkt ondergedoken in zijn stadje Larvik. Een journalistiek moordonderzoek leidt Wistings dochter bovendien naar het pad van de seriemoordenaar. Tot overmaat van ramp wordt Wisting beschuldigd van manipulatie van bewijsmateriaal in een eerdere zaak. Zijn hele carrière is in gevaar want de media ruiken bloed. Wisting is gewend om te jagen maar is nu zelf de prooi!","first":"W","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"93","datum":"19700101"},"5197656":{"id":"5197656","assetid":"","title":"Years and Years","description":"Years and Years is een episch familiedrama van Russell T. Davies (Queer as Folk). Door de ogen van een hechte familie uit de Britse middenklasse zien we de wereld drastisch veranderen in 15 jaar. Years And Years viert de veerkracht van de gewone mens, hoe we blijven doorvechten voor ons bestaan, ook al gaat het bergaf met de wereld en het moderne leven…","first":"Y","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"82","datum":"19700101"},"5058491":{"id":"5058491","assetid":"","title":"Zambia Untamed","description":"In een magisch deel van Zambia ligt een buitengewone vallei - een plek waar de meest charismatische dieren van Afrika naast elkaar leven. Deze serie vertelt de betoverende verhalen van de dieren die deze plek hun thuis noemen, van de worsteling van een babyolifantje tot een baviaan die als buitenstaander is geboren. Van de kleinste tot de grootste dieren; een aantal boeiende en intrigerende dieren brengt dit ongetemde Afrikaanse wonderland tot leven.","first":"Z","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"182","datum":"19700101"},"5194226":{"id":"5194226","assetid":"","title":"ZeroZeroZero","description":"De zenuwslopende misdaadserie ZeroZeroZero volgt de reis van een cocaïnelading vanaf de bestelling door Italiaanse criminelen tot de geplande aflevering, en toont een epische machtsstrijd in de hiërarchie van de internationale georganiseerde misdaad. Deze serie is gebaseerd op het boek van Roberto Saviano en heeft met Gabriel Byrne, Dane DeHaan, Andrea Riseborough & Harold Torres een internationale topcast aan boord. Last but not least, laat je verleiden door een sublieme soundtrack van Mogwai!","first":"Z","duration":"0","type":"show","seasons":"","icon":"","category":"","vidcollection":"","ord":"90","datum":"19700101"}}